Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Minimum age required
ar: السن الأدنى مطلوب
bg_bg: Необходима минимална възраст
fi: Vähimmäisikä vaaditaan
ko: 최소 연령 제한
th: อายุขั้นต่ำที่จำเป็น
tr: Minimum yaş gerekli

source: Empty
ar: فارغ
bg_bg: Празен
fi: Tyhjä
ko: 없음
th: ว่างเปล่า
tr: Boş

source: Leave it empty to don't require a minimum age to use the website.
ar: اتركه فارغا حتى لايطلب عمرا أدنى لاستخدام الموقع
bg_bg: Оставете празно, за да не изисква минимална възраст за използване на уебсайта.
fi: Jätä tyhjäksi, jos vähimmäikää ei vaadita sivuston käyttöön.
ko: 웹사이트 사용에 나이 제한을 두지 않으려면 "없음"으로 설정해주세요
th: ปล่อยให้มันว่างเปล่าเพื่อไม่จำเป็นต้องมีอายุขั้นต่ำในการใช้เว็บไซต์
tr: Web sitesini kullanmak için minimum yaş gerektirmemesi için boş bırakın.

source: Notify on user signup
bg_bg: Уведомете при регистрация от потребителя
ko: 사용자 가입 알림
th: แจ้งเมื่อลงชื่อสมัครใช้ของผู้ใช้
tr: Kullanıcı kaydında bildir

source: Enable this if you want to get an email notification for each new user signup.
bg_bg: Активирайте това, ако искате да получавате известие по имейл за всяка нова регистрация на потребител.
he: הפעל אפשרות על קבלת הודעה במייל על רישום משתמש חדש.
ko: 사용자가 가입할때 이메일로 알람을 받으려면 이 옵션을 활성화로 선택해주세요.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการรับการแจ้งเตือนทางอีเมลสำหรับการลงทะเบียนผู้ใช้ใหม่แต่ละราย
tr: Her yeni kullanıcı kaydı için bir e-posta bildirimi almak istiyorsanız bunu etkinleştirin.

source: Username routing
ar: تحويل اسم المستخدم
bg_bg: Маршрутизиране на потребителско име
fi: Käyttäjätunnuksen ohjaus
hu: Felhasználónév útvonal
ko: 사용자 이름 URL 라우팅
sk: Smerovanie užívateľského mena
th: ชื่อผู้ใช้กำหนดเส้นทาง
tr: Kullanıcı adı yönlendirme

source: Enable this if you want to use %s/username URLs instead of %s/user/username.
ar: تفعيل هذا الإختيار إذا أردت إعتماد %s رابط اسم المستخدم بدلامن %s إسم المستخدم.
bg_bg: Активирайте това, ако искате да използвате URL адреси %s / потребителско име вместо %s / потребител / потребителско име.
fi: Ota käyttöön, jos haluat käyttää osoiterivillä %s/käyttäjätunnus muotoa %s/user/kyttäjätunnus sijaan.
he: הפעילו את זה אם תרצו להשתמש בקישור %s/username במקום %s/user/username
hu: Engedélyezze ha szeretné, hogy a felhasználó URL %s/felhasználónév legyen %s/user/felhasználónév helyett.
ko: 사용자의 URL을 %s/user/username 대신 %s/username을 사용하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte toto, ak chcete používať URL vo formáte %s/uzivatelskemeno namiesto %s/uzivatel/username.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะใช้ URL %s/ ชื่อผู้ใช้ URL ที่แทน %s/ ผู้ใช้ / ชื่อผู้ใช้
tr: %s/username yerine %s/user/username URL’lerini kullanmak istiyorsanız bunu etkinleştirin..

source: Require email confirmation
ar: تحتاج إلى تأكيد البريد الإلكتروني
bg_bg: Изисква на потвърждение на имейл адреса
fi: Vaadi sähköpostivarmistus
hu: E-mail megerősítés szükséges
ko: 전자우편 확인 요구
sk: Je vyžadované potvrdenie e-mailu
th: จำเป็นต้องมีการยืนยันทางอีเมล
tr: E-posta onayı iste

source: Enable this if users must validate their email address on sign up.
ar: فعل هذا الإختيار إذا أردت من المستخدمين التحقق من صحة عنوان البريد الإلكتروني الخاصة بهم على قبل الاشتراك.
bg_bg: Активирайте това, ако потребителите трябва да потвърдят имейл адреса си при регистрация.
fi: Ota käyttöön käyttäjien sähköpostivarmistus rekisteröinnissä.
he: הפעילו את זה אם המשתמש חייב לאמת את הדוא"ל שלו בהרשמה.
hu: Engedélyezze, ha szeretné, hogy a felhasználóknak meg kelljen erősíteni az e-mail címüket regisztrációkor.
ko: 가입시 사용자의 이메일 주소 정상 여부를 확인하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte, ak užívatelia musia potvrdiť svoju e-mailovú adresu počas registrácie.
th: เปิดใช้งานนี้หากผู้ใช้จะต้องตรวจสอบที่อยู่อีเมลของพวกเขาที่ลงทะเบียน
tr: Bunu işaretlerseniz kullanıcılar e-posta adresini doğrulaması gerekecektir.

source: Require email for social signup
ar: طلب البريد الإلكتروني للتسجيل بإستخدام الشبكات الاجتماعية
bg_bg: Изисквайте имейл за социална регистрация
fi: Vaadi sähköpostiosoite rekisteröitäessä sosiaalisen verkoston tileillä
hu: E-mail szükséges a közösségi oldalakkal történő regisztrációhoz.
ko: 소셜 네트워크 가입시 이메일 인증 요청
sk: K prihláseniu cez sociálnu sieť je vyžadovaný e-mail
th: ต้องใช้อีเมลสำหรับ social signup
tr: Sosyal kaydolma için e-posta iste

source: Enable this if users using social networks to register must provide an email address.
ar: تمكين هذا الإختيار إذا أردت من المستخدمين إستخدام الشبكات الاجتماعية للتسجيل وتوفير عنوان البريد الإلكتروني الخاصة بهم.
bg_bg: Активирайте това, ако потребителите, използващи социални мрежи за регистриране, трябва да предоставят имейл адрес.
fi: Vaadi sähköpostiosoite, kun käyttäjä rekisteröityy käyttäen sosiaalisen verkoston tilejä.
he: הפעילו את זה אם המשתמש שנרשם דרך רשת חברתית חייב להכניס כתובת דוא"ל.
hu: Engedélyezze, ha a közösségi oldalakon át érkező regisztrációkhoz szükséges legyen e-mail cím megadása.
ko: 소셜 네트워크 계정으로 가입한 사용자에게 이메일 주소 등록을 요청하고 정상 여부를 확인하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte, ak užívatelia využívajíci k registrácii sociálne siete, musia tiež potvrdiť svoju e-mailovú adresu.
th: เปิดใช้งานหากผู้ใช้ที่ใช้เครือข่ายสังคมในการลงทะเบียนต้องระบุที่อยู่อีเมล
tr: Kayıt olmak için sosyal ağları kullanan kullanıcıların bir e-posta adresi sağlamaları gerekiyorsa bunu etkinleştirin.

source: User avatar max. filesize
ar: صورة المستخدم أقصى حجم للملف
bg_bg: Потребителски аватар макс. размер на файла
fi: Käyttäjän profiilikuvan maksimikoko
hu: Felhasználó avatárjának maximális fájlmérete
ko: 사용자 프로필 이미지 최대 크기
sk: Max. veľkosť avatara užívateľa
th: จำนวนมากสุดของขนาดไฟล์ Avatar ผู้ใช้
tr: Kullanıcı avatar'ı için max. dosya boyutu

source: Max. allowed filesize for user avatar image. (Max allowed by server is %s)
ar: أقصى حجم ملف مسموح به لصورة الأفاتار. ( الحد الأقصى المسموح به على الخادم هو %s )
bg_bg: Макс. разрешен размер на файла за изображението на аватара на потребителя. (Макс. Разрешен от сървъра е %s)
fi: Maksimi tiedostokoko käyttäjän profiilikuvalle. (Palvelimen hyväksymä maksimikoko on %s)
hu: A maximális engedélyezett méret a felhasználó avatárjához. (A szerver által engedélyezett maximum: %s)
ko: 사용자 프로필에 사용되는 이미지 파일의 최대 크기 입니다. (서버에서 허용된 최대 크기는 %s입니다)
sk: Max. povolená veľkosť pre užívateľského avatara. (Max hodnota servera je %s)
th: แม็กซ์. อนุญาตให้มีขนาดไฟล์สำหรับอวาตาร์ของผู้ใช้ (สูงสุดที่อนุญาตโดยเซิร์ฟเวอร์คือ %s)
tr: Maks. kullanıcı avatarı resmi için izin verilen dosya boyutu. (Sunucu tarafından izin verilen maksimum %s)

source: User background max. filesize
ar: أقصى حجم لصورة خلفية المستخدم
bg_bg: Потребителски фон макс. размер на файла
fi: Käyttäjän taustakuvan maksimikoko
hu: A felhasználó hátterének maximális fájlmérete
ko: 사용자 프로필 배경 이미지 최대 크기
sk: Max. veľkosť pozadia užívateľa
th: พื้นหลังของผู้ใช้สูงสุด. ขนาดไฟล์
tr: Kullanıcı arka plan resmi max. dosya boyutu

source: Max. allowed filesize for user background image. (Max allowed by server is %s)
ar: أقصى حجم ملف لصورة خلفية المستخدم. ( أقصى حجم مسموح فى الخادم هو %s )
bg_bg: Макс. разрешен размер на файла за потребителско фоново изображение. (Макс. Разрешен от сървъра е %s)
fi: Maksimi tiedostokoko käyttäjän taustakuvalle. (Palvelimen hyväksymä maksimikoko on %s)
hu: A maximális engedélyezett méret a felhasználó hátteréhez. (A szerver által engedélyezett maximum: %s)
ko: 사용자 프로필 배경에 사용되는 이미지 파일의 최대 크기 입니다. (서버에서 허용된 최대 크기는 %s입니다.)
sk: Max. povolená veľkosť užívateľského pozadia. (Max hodnota servera je %s)
th: แม็กซ์. อนุญาตให้มีขนาดไฟล์สำหรับภาพพื้นหลังของผู้ใช้ (สูงสุดที่อนุญาตโดยเซิร์ฟเวอร์คือ %s)
tr: Maks. kullanıcı arka planı görüntüsü için izin verilen dosya boyutu. (Sunucu tarafından izin verilen maksimum %s)

source: Shows a consent screen before accessing the website. Useful for adult content websites where minors shouldn't be allowed.
ar: إظهار شاشة موافقة قبل الدخول إلى الموقع. فهى مفيدة بالنسبة لمواقع البالغين حيث لايسمح للصغار الدخول.
bg_bg: Показва екран за съгласие преди да влезете в уебсайта. Полезно за уебсайтове за съдържание за възрастни, където непълнолетни не трябва да бъдат допускани.
fi: Näytä ehtojen hyväksymisikkuna ennen sivustolle siirtymistä. Hyödyllinen aikuisille tarkoitetun sisällön sivustoille, joihin alaikäisiä ei sallita.
he: הצג חלון עם אישור כניסה (שימושי עבור מערכת למבוגרים בלבד)
ko: 웹사이트에 액세스하기 전에 동의 화면을 표시합니다. 미성년자를 허용해서는 안 되는 성인 콘텐츠 웹사이트에 유용합니다.
th: แสดงหน้าจอความยินยอมก่อนเข้าถึงเว็บไซต์ เป็นประโยชน์สำหรับเว็บไซต์เนื้อหาสำหรับผู้ใหญ่ที่ผู้เยาว์ไม่ควรได้รับอนุญาต
tr: Web sitesine erişmeden önce bir onay ekranı gösterir. Küçüklere izin verilmemesi gereken yetişkinlere yönelik web siteleri için kullanışlıdır.

source: Enable consent screen
ar: تفعيل شاشة الموافقة
bg_bg: Активиране на екрана за съгласие
fi: Ota käyttöön ehtojen hyväksymisikkuna
he: הפעל מסך תנאי כניסה
ko: 동의 화면 활성화
th: เปิดใช้งานหน้าจอความยินยอม
tr: Onay ekranını etkinleştir

source: Consent screen cover image
ar: صورة غلاف شاشة الموافقة
bg_bg: Съгласие изображение на корицата на екрана
fi: Ehtojen hyväksymisikkunan taustakuva
ko: 동의 화면 커버 이미지
th: ภาพปกหน้าจอความยินยอม
tr: Onay ekranı kapak resmi

source: Block image uploads by IP if the system notice a flood behavior based on the number of uploads per time period. This setting doesn't affect administrators.
ar: هذا الخيار سوف يقوم بحجب الأي بي للمستخدم الذي يقوم برفع صور خلال وقت أكثر من الحد المسموح به ، هذا الخيار لا يؤثر على مدير الموقع.
bg_bg: Блокирайте качването на изображения от IP, ако системата забележи поведение на флууд въз основа на броя качвания за период от време. Тази настройка не засяга администраторите.
el: Μπλοκάρισμα ανεβάσματος εικόνων από IP αν το σύστημα παρατηρήσει συμπεριφορά flood βασισμένη σε ανεβάσματα ανά χρονική περίοδο. Αυτή η ρύθμιση δεν επηρεάζει τους διαχειριστές.
fa: بلوکه کردن آپلود تصاویر از یک آیپی خاص هنگامی است که سیستم تشخیص حملات از یک آیپی را میدهد. این تنظیم بر مدیریت سایت تاثیری ندارد.
fi: Estä kuvien lähettäjän IP-numero, jos järjestelmä havaitsee spämmäystä. Tämä ei vaikuta ylläpitäjiin.
hu: Tiltja a képfeltöltést (IP alapján) ha a rendszer túl sok feltöltési kérést észlel egy megadott időintervallum alatt. Ez a beállítás nem vonatkozik az adminisztrátorokra.
ko: 시스템이 사용자 IP를 기준으로 과도한 시간당 업로드 수를 감지하면 업로드를 차단합니다. 이 설정은 관리자에게 영향을 주지 않습니다.
sk: Zablokovať nahrávanie obrázkov pre zvolenú IP adresu a ochrana proti preťaženiu na základe maximálneho počtu nahraných souborov za časový úsek. Toto nastavenie neovplyvňuje administrátorov.
sr_rs: Blokira upload slika po IP adresi ako sistem primjeti veliki upload slika odjednom
th: การอัพโหลดภาพที่ถูกบล็อกโดย IP ถ้าระบบทราบพฤติกรรมของการฟลัดขึ้นอยู่กับจำนวนของการอัพโหลดต่อช่วงเวลา การตั้งค่านี้ไม่ส่งผลกระทบต่อผู้ดูแล
tr: IP başına yüklenecek resim sayısını ve periyodunu belirtiniz.

source: Notify to email
ar: الإشعار عبر البريد الإلكتروني
bg_bg: Уведоми чрез email
el: Ειδοποίηση σε email
fa: ارسال ایمیل
fi: Ilmoita sähköpostilla
he: קבל הודעה למייל
hu: Értesítés e-mailben
ko: 이메일 알림
sk: Upozorniť na e-mail
sr_rs: Obavesti putem email-a
th: แจ้งไปยังอีเมล
tr: Durumu Mail Olarak Bildir

source: If enabled the system will send an email on flood incidents.
ar: إذا تم تنشيط هذا الخيار سوف يقوم النظام بإرسال رسالة تحذيرية إلى البريد الإلكتروني.
bg_bg: Ако е активирана, системата ще изпрати имейл за инциденти с флууд.
fa: اگر فعال باشد سیستم در هنگام حملات برای شما ایمیل ارسال میکند
fi: Salli järjestelmän lähettää sähköpostia spämmieston aktivoituessa.
he: אם מופעל, המערכת תשלח דוא"ל במקרי הצפות.
hu: Engedélyezése esetén a rendszer e-mail üzenetet fog küldeni feltöltési (flood) támadás esetén.
ko: 활성화하면 과도한 업로드가 발생한 경우 시스템이 받는 이메일 주소로 이메일을 보냅니다.
sk: Ak je zapnuté, potom vás systém o pokuse o preťaženie varuje e-mailom.
sr_rs: Ako je aktivno sistem će poslati obavest o velikom broju pokušaja uploada slika
th: หากเปิดใช้งานระบบจะส่งอีเมลในเหตุการณ์ฟลัด
tr: Eğer etkinleştirilmişse taşma (flood) durumlarında sistem bir mail gönderecektir.

source: Minute limit
ar: الحد دقيقة
bg_bg: Минутен лимит
el: Όριο ανά λεπτό
fa: محدودیت آپلود در دقیقه
fi: Minuutin rajoitus
hu: Percenkénti limit
ko: 분당 업로드 제한
sk: Minútový limit
sr_rs: Limit po minuti
th: ขีดจำกัด นาที
tr: Dakikada Resim Yükleme Sınırı

source: Hourly limit
ar: الحد ساعة
bg_bg: Часови лимит
el: Ωριαίο όριο
fa: محدودیت آپلود در ساعت
fi: Tunnin rajoitus
hu: Óránkénti limit
ko: 시간당 업로드 제한
sk: Hodinový limit
sr_rs: Limit po satu
th: ขีดจำกัด รายชั่วโมง
tr: Saatte Resim Yükleme Sınırı

source: Daily limit
ar: الحد يوم
bg_bg: Дневен лимит
el: Ημερήσιο όριο
fa: محدودیت آپلود در روز
fi: Päivän rajoitus
hu: Napi limit
ko: 일일 업로드 제한
sk: Denný limit
sr_rs: Dnevni limit
th: ขีดจำกัด รายวัน
tr: Günlük Resim Yükleme Sınırı

source: Weekly limit
ar: الحد أسبوع
bg_bg: Седмичен лимит
el: Εβδομαδιαίο όριο
fa: محدودیت آپلود در هفته
fi: Viikon rajoitus
hu: Heti limit
ko: 주간 업로드 제한
sk: Týždenný limit
sr_rs: Sedmični limit
th: ขีดจำกัด รายสัปดาห์
tr: Haftalık Resim Yükleme Sınırı

source: Monthly limit
ar: الحد شهر
bg_bg: Месечен лимит
el: Μηνιαίο όριο
fa: محدودیت آپلود در ماه
fi: Kuukauden rajoitus
hu: Havi limit
ko: 월간 업로드 제한
sk: Mesačný limit
sr_rs: Mesečni limit
th: ขีดจำกัด รายเดือน
tr: Aylık Resim Yükleme Sınırı

source: Lock %s editing
ko: %s의 편집 잠금
tr: %s düzenlemesini kilitle

source: Show not safe content in listings
ar: إستعرض المحتويات الغير آمنة في القوائم
bg_bg: Показване на не безопасно съдържание в списъците
fa: نمایش محتوای کنترل نشده در لیست محتوا
fi: Näytä sopimatonta sisältöä listauksessa
hu: A korhatáros tartalom megjelenítése
ko: 목록에 후방주의 게시물 노출
sk: V zozname publikovať i nevhodný obsah
sr_rs: Prikaži nesigurne sadržaje u pregledu
th: แสดงเนื้อหาที่ไม่ปลอดภัยในรายชื่อ
tr: Listelerde güvenli olmayan içeriği göster

source: Enable this if you want to show not safe content in listings. This setting doesn't affect administrators and can be overridden by user own settings.
ar: تفعيل هذا عندما تريد إظهار قوائم المحتوى الغير آمن. هذا النوع من الضبط لايؤثر على الإداريين ويمكن تخطيه بواسطة إعدادات المستخدم.
bg_bg: Активирайте това, ако искате да показвате не безопасно съдържание в списъците. Тази настройка не засяга администраторите и може да бъде отменена от собствените настройки на потребителя.
fi: Ota käyttöön sopimatton sisällön näyttö listauksessa. Tämä ei vaikuta ylläpitäjiin ja voidaan ohittaa käyttäjän omista asetuksista.
he: הפעילו את זה אם אתם רוצים להראות תוכן "פוגעני" במאפיינים. הגדרות אלו אינן משפיעות על מנהלים ומשתמש יכול לעקוף אותן בהגדרות הפרטיות שלו.
hu: Engedélyezze, ha szeretné megjeleníteni a korhatáros tartalmakat a képek között. Ez a beállítás nem vonatkozik az adminisztrátorokra és a felhasználók felülírhatják a beállításaik között.
ko: 목록에 후방주의 게시물을 노출시키려면 이 옵션을 활성화로 선택해주세요. 이 설정은 관리자에게 영향을 주지 않으며 사용자의 설정에 의해 재정의될 수 있습니다.
sk: Povoľte toto, ak chcete zobraziť nevhodné obrázky v zozname. Toto nastavenie neplatí pre administrátorov a môže byť zmenené užívateľským nastavením.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะแสดงเนื้อหาที่ไม่ปลอดภัยในรายการ การตั้งค่านี้ไม่ส่งผลกระทบต่อดูแลเว็บและสามารถแทนที่โดยการตั้งค่าของผู้ใช้เอง
tr: Listelerde güvenli içerik olmadığını göstermek istiyorsanız bunu etkinleştirin. Bu ayar yöneticileri etkilemez ve kullanıcının kendi ayarları tarafından geçersiz kılınabilir.

source: Blur NSFW content in listings
ar: طمس المحتوى الغير أمن NSFW فى القوائم
bg_bg: Размиване на NSFW съдържание в списъците
fi: Sumenna NSFW sisältö listauksessa
hu: A korhatáros tartalom elmosása a feltöltések között
ko: 후방주의 게시물을 목록에서 흐리게 표시
sk: Rozostri NSFW obsah v záznamoch
th: เบลอเนื้อหา NSFW ในรายการ
tr: Bulanıklaştırılmış güvenli olmayan (NSFW) içerik.

source: Enable this if you want to apply a blur effect on the NSFW images in listings.
ar: تفعيل هذا إذا اردت أن تطبق تأثير الطمس على صور المحتوى الغير آمن فى القوائم
bg_bg: Активирайте това, ако искате да приложите ефект на размазване върху NSFW изображенията в списъците.
fi: Ota käyttöön sopimattoman sisällön sumennus kuvien listauksessa.
he: הפעילו את זה אם אתם רוצים להוסיף אפקט "Blur" על תמונות NSFW שברשימות.
hu: Engedélyezése esetén a korhatáros képek elmosódva (kivehetetlenül) fognak látszódni a feltöltési listában.
ko: 목록에서 후방주의 게시물에 흐림(Blur) 효과를 주려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto ak chcete použiť rozostrenie na NSFW obrázky v záznamoch.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการใช้เอฟเฟ็กต์ภาพเบลอบนภาพ NSFW ในรายการ
tr: Eğer sakıncalı bulduğunuz için görüntünün bulanıklaştırılmasını istiyorsanız bunu etkinleştirin.

source: Show banners in not safe content
ar: أستعرض البانر في المحتويات الغير آمنة
bg_bg: Показване на банери в не безопасно съдържание
fa: نمایش بنر ها در مطالب کنترل نشده
fi: Näytä lippu sopimattomasta sisällöstä
hu: Mutassa a bannereket a korhatáros tartalmak között
ko: 후방주의 게시물에 배너 표시
sk: Zobraziť banery v nevhodnom obsahu
sr_rs: Prikaži banere u neprikladnim sadržajima
th: แสดงแบนเนอร์ด้วยเนื้อหาที่ไม่ปลอดภัย
tr: Bannerları güvenli olmayan içerikte göster

source: Enable this if you want to show banners in not safe content pages.
ar: تمكين هذا الخيار إذا كنت تريد أن يظهر البانر في صفحات ذات المحتوى الغير آمن.
bg_bg: Активирайте това, ако искате да показвате банери на страници с не безопасно съдържание.
fa: برای نمایش بنر ها در محتوا های کنترل نشده این گزینه را فعال کنید
fi: Valitse tämä, jos haluat näyttää lipun sopimattomasta sisälällöstä.
he: הפעילו את זה אם אתם רוצים להראות באנרים בדפים "לא בטוחים".
hu: Engedélyezze, ha szeretné, hogy megjelenjenek a bannerek a korhatáros tartalmak között.
ko: 후방주의 게시물에 배너를 표시하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte toto, ak chcete zobrazovať banery i medzi nevhodným obsahom.
sr_rs: Omogućite ovu opciju ukoliko želite da prikažete banere na stranama sa neprikladnim sadržajem.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการแสดงแบนเนอร์ในหน้าเนื้อหาที่ไม่ปลอดภัย
tr: Banner'ları güvensiz içerik sayfalarında göstermek istiyorsanız bunu etkinleştirin.

source: Show not safe content in random mode
ar: اظهار المحتوى الغير آمن في الوضع العشوائي
bg_bg: Показване на не безопасно съдържание в произволен режим
fa: نمایش محتوای کنترل نشده در نمایشگر تصادفی
fi: Näytä ei turvallista sisältöä satunnaisessa tilassa
hu: Mutassa a korhatáros tartalmat a "véletlen" módban
ko: 아무거나 보기에서 후방주의 게시물 노출
sk: V náhodnom móde publikovať i nevhodný obsah
sr_rs: Prikaži neprikladan sadržaj u nasumičnom modu
th: แสดงเนื้อหาที่ไม่ปลอดภัยในโหมดสุ่ม
tr: Rasgele modda güvenli içerik gösterme

source: List items per page
ar: العناصر القائمة لكل صفحة
bg_bg: Списък с елементи на страница
fa: نمایش آیتم ها در هر صفحه
fi: Kohteita sivulla
hu: Oldalak szerinti listázás
ko: 페이지당 표시 항목
sk: Počet obrázkov na stránku
sr_rs: Prikaži sadržaje po stranici
th: รายการต่อหนึ่งหน้า
tr: Sayfa başına Liste öğeleri

source: How many items should be displayed per page listing.
ar: كم عدد العناصر التي ستظهر في كل صفحة من القائمة.
bg_bg: Колко елемента ще се покажа на една страница
el: Πόσα αντικείμενα πρέπει να εμφανίζονται ανά σελίδα λίστας.
fa: چه تعداد تصویر در هر صفحه نمایش داده شود
fi: Kuinka monta kohdetta näytetään sivua kohden.
he: כמה אייטמים להציג עבור דף
hu: Hány elem kerüljön megjelenítésre a listázás során.
ko: 한 페이지에 표시되는 항목 개수를 설정합니다.
sk: Koľko položiek môže byť zobrazených na jednej stránke výpisu.
sr_rs: Koliko sadržaja treba da bude prikazano po stranici
th: จำนวนรายการที่ควรจะแสดงรายชื่อหน้าต่อ
tr: Listede Kaç Adet Resim Sergilemek İstiyorsanız Belirtiniz

source: List pagination mode
ar: نسق ترقيم الصفحات
bg_bg: Списък на режим на страници
fa: حالت نمایش محتوا
fi: Listauksen tyyli
hu: Képek lapozásának módja
ko: 목록 페이지네이션 모드
sk: Listovacie stránkovanie
sr_rs: Izlistaj mod paginacije
th: โหมดการแบ่งหน้ารายการ
tr: Liste sayfalama modu

source: Endless scrolling
ar: تمرير لانهائي
bg_bg: Безкрайно превъртане
fa: خزیدن نا محدود
fi: Loputon vieritys
hu: Végtelen görgetés
ko: 무한 스크롤
sk: Nekonečné skrolovanie
sr_rs: Beskonačno skrulovanje
th: เลื่อนไม่สิ้นสุด
tr: Sonsuz kaydırma

source: Classic pagination
ar: ترقيم تقليدي
bg_bg: Класическа страница
fa: نمایش شماره صفحات
fi: Tavallinen sivutus
hu: Klasszikus lapozás
ko: 일반 페이지네이션
sk: Klasické stránkovanie
sr_rs: Klasična paginacija
th: การแบ่งลำดับแบบคลาสสิก
tr: Klasik sayfalama

source: What pagination method should be used.
ar: أي نسق ترغب في إستعراضه في ترقيم الصفحات
bg_bg: Какъв метод на страници трябва да се използва.
fa: آنچه نمایش صفحات به آن صورت است
fi: Mitä sivunumerointitapaa käytetään.
hu: Kiválaszthatja az önnek leginkább tetsző navigációs megoldást.
ko: 페이지네이션 방법을 설정합니다.
sk: Aký spôsob stránkovania má byť použitý?
sr_rs: Koja metoda paginacije treba da se koristi
th: การแบ่งหน้าควรจะใช้อะไร
tr: Hangi sayfalama yöntemi kullanılmalıdır.

source: Listing viewer
bg_bg: Визуализатор на списъци
ko: 목록 뷰어
th: ผู้ดูรายการ
tr: Liste görüntüleyicisi

source: Enable this to use the listing viewer when clicking on an image.
bg_bg: Активирайте това, за да използвате програмата за преглед на списъци, когато щракнете върху изображение.
ko: 이미지를 클릭했을 때 목록 뷰어를 사용하려면 이 옵션을 활성화로 선택해주세요.
th: เปิดใช้งานคุณลักษณะนี้เพื่อใช้โปรแกรมดูรายชื่อเมื่อคลิกที่รูปภาพ
tr: Bir görüntüye tıklarken liste görüntüleyiciyi kullanmak için bunu etkinleştirin.

source: Image listing size
ar: حجم عرض الصور
bg_bg: Размер на списък с изображения
fa: اندازه لیست تصاویر
fi: Kuvan koko
hu: Kép listázás méret
ko: 이미지 목록 크기
sk: Veľkosť náhľadu
sr_rs: Veličina slike za listanje
th: ขนาดรายการภาพ
tr: Görüntü listeleme boyutu

source: Fluid
ar: سلس
bg_bg: Течен
fa: روان
fi: Joustava
ko: 유연한
sk: Plynulý
sr_rs: Fluidno
th: ที่ไหลได้
tr: Akışkan

source: Fixed
ar: محدد
bg_bg: Фиксирана
fa: فیکس شده
fi: Kiinteä
hu: Fix
ko: 고정된
sk: Pevný
sr_rs: Fiksno
th: ปรับปรุงแล้ว
tr: Çözüldü

source: Both methods use a fixed width but fluid method uses automatic heights.
ar: كلتا الطريقتين تستخدم عرض ثابت ولكن يستخدم الأسلوب السلس ارتفاع تلقائي.
bg_bg: И двата метода използват фиксирана ширина, но течния метод използва автоматични височини.
fa: هر دو روش از عرض فیکس شده استفاده میکنند ولی در حالت روان ارتفاع ها متغییر است
fi: Kummatkin käyttävät kiinteää leveyttä, mutta joustava käyttää automaattista korkeutta.
hu: Mind a két opció fix szélességet használ, a "fluid" azonban automatán számolja ki a magasságot.
ko: 두 가지 방법 모두 고정된 이미지 너비를 사용하지만 유연한 이미지 목록은 자동으로 계산된 이미지 높이를 사용합니다.
sk: Obe metódy používajú pevnú šírku, ale plynulá využíva premennú výšku.
sr_rs: Obe metode koriste fiksnu širinu međutim fluidna metoda koristi automatski proračunatu visinu.
th: ทั้งสองวิธีใช้ความกว้างคงที่ แต่ความสูงอัตโนมัติ
tr: Her iki metod da genişliği sabit tutar ancak fluid (akışkan) metod yüksekliği otomatik ayarlar.

source: Album listing images requirement
bg_bg: Изискване за изображения в албума
ko: 앨범 목록 표시 필요 이미지
th: ความต้องการภาพอัลบั้ม
tr: Albüm listeleme görüntüleri gereksinimi

source: explore
bg_bg: Разгледай
ko: 둘러보기
th: สำรวจ
tr: keşfetmek

source: Sets the minimum image count needed to show albums in explore.
bg_bg: Задава минималния брой изображения, необходим за показване на албуми в проучване.
ko: 둘러보기에서 앨범을 표시하는데 필요한 최소 이미지 개수를 설정해주세요.
th: ตั้งจำนวนภาพขั้นต่ำที่ต้องการเพื่อแสดงอัลบั้มในการสำรวจ
tr: Albümleri keşifte göstermek için gereken minimum resim sayısını ayarlar.

source: Listing columns number
ar: عرض رقم العامود
bg_bg: Номер на колоните в списъка
fi: Listauksen sarakkeiden määrä
hu: Képlista oszlopszáma
ko: 목록 칼럼 개수
sk: Počet riadkov zoznamu
th: จำนวนรายการคอลัมน์
tr: Sütun numarası listeleniyor

source: Here you can set how many columns are used based on each target device.
ar: هنا يمكنك ضبط عدد العواميد المستخدمة بناء على كل جهاز مستهدف
bg_bg: Тук можете да зададете колко колони да се използват въз основа на всяко целево устройство.
fi: Määrittele näytettävien sarakkeiden määrä laitekohtaisesti.
hu: Itt beállíthatja hány oszlop jelenjen meg az eszközökön.
ko: 각 대상 기기에 따라 사용되는 목록의 칼럼 개수를 설정할 수 있습니다.
sk: Tu môžete nastaviť počet riadkov pre každý typ zariadenia.
th: ที่นี่คุณสามารถกำหนดจำนวนคอลัมน์ที่มีการใช้ขึ้นอยู่กับอุปกรณ์เป้าหมาย
tr: Burada, her bir hedef cihaza göre kaç tane sütun kullanılacağını belirleyebilirsiniz.
