Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: For documentation about the API check the <a %s>API documentation</a>
ar: للتوثيق عن API تحقق من <a %s> توثيق API </a>
bg_bg: За документация на API проверете <a %s>документацията за API</a>
fi: Ohjeet APIn käyttöön löytyy <a %s>täältä</a>
hu: Az API-val kapcsolatos bővebb információkért olvassa el az <a %s>API dokumentációt</a>.
ko: API에 대해 설명서가 필요하다면 <a %s>API 문서</a>를 참조해주세요.
sk: Pre dokumentáciu o API, prezrite si <a %s>dokumentáciu API</a>
th: สำหรับเอกสารเกี่ยวกับ API ให้ตรวจสอบ <a %s>เอกสาร API</a>
tr: API ile ilgili belgeler için <a %s>API belgelerine</a> bakın.

source: API v1 key
ar: مفتاح API V1
bg_bg: Ключ API v1
el: Κλειδί API v1
fa: کلید api نسخه 1
fi: API v1 avain
hu: API v1 kulcs
ko: API v1 키
sk: API v1 kľúč
sr_rs: API v1 ključ

source: Use this key when using the <a %s>API v1</a>.
ar: استخدم هذا المفتاح عند استخدام <a %s>API v1</a>
bg_bg: Използвайте този ключ, когато използвате <a %s>API v1</a>.
fi: Käytä tätä avainta käyttäessäsi <a %s>API v1</a>.
hu: Ezt a kulcsot használja az <a %s>API v1</a> használata esetén.
ko: <a %s>API v1</a>을 사용하려면 이 키를 사용해주세요.
sk: Použite tento kľúč, keď používate <a %s>API v1</a>.
th: ใช้คีย์นี้เมื่อใช้ <a %s>API v1</a>
tr: <a %s>API v1</a> kullanırken bu anahtarı kullanın.

source: Plugin route
bg_bg: Плъгин маршрут
fi: Liitännäisen ohjaus
ko: Plugin 라우팅
th: เส้นทางปลั๊กอิน
tr: Eklenti yolu

source: Enable this to display plugin instructions at %u. A link to these instructions will be added to the %s menu. This setting doesn't affect administrators.
bg_bg: Активирайте това за показване на инструкции за плъгини на %u. Връзките към тези инструкции ще бъдат добавени към менюто %s. Тази настройка не засяга администраторите.
fi: Ota käyttään liitännäisen ohjeet %u. Ohjeet tulee näkymään %s valikossa. Tämä asetus ei vaikuta ylläpitäjiin.
ko: %u에 플러그인 사용방법을 표시하려면 이 옵션을 활성화로 설정해주세요. %s 메뉴에 사용방법에 대한 링크가 추가됩니다. 이 설정은 관리자에게 영향을 주지 않습니다.
th: เปิดใช้งานคุณลักษณะนี้เพื่อแสดงคำแนะนำปลั๊กอินที่ %u. ลิงก์ไปยังคำแนะนำเหล่านี้จะถูกเพิ่มลงในเมนู %s การตั้งค่านี้ไม่มีผลกับผู้ดูแลระบบ
tr: %u. konumundaki eklenti talimatlarını görüntülemek için bunu etkinleştirin. Bu talimatlara bir bağlantı %s menüsüne eklenecektir. Bu ayar yöneticileri etkilemez.

source: Use this to set a custom URL for %p. Please note that you need to manually replicate %s in this URL.
bg_bg: Използвайте това, за да зададете персонализиран URL адрес за %p. Моля, обърнете внимание, че трябва ръчно да копирате %s в този URL адрес.
fi: Aseta kustomoitu URL %p. Huomioi, että sinun tulee käsin kopioida se %s URL:iin.
ko: %p의 URL을 사용자화 합니다. 이 URL에 %s를 수동으로 복사해서 붙여 넣어야 합니다.
th: ใช้ตัวเลือกนี้เพื่อกำหนด URL ที่กำหนดเองสำหรับ %p. โปรดทราบว่าคุณต้องจำลอง %s ใน URL นี้ด้วยตนเอง
tr: %p. için özel bir URL belirlemek için bunu kullanın. Lütfen bu URL’de %s yi manuel olarak çoğaltmanız gerektiğini unutmayın.

source: Cookie law compliance
ar: الخضوع لقانون ملفات تعريف الارتباط
bg_bg: Спазване на закона за бисквитките
fi: Evästeiden lakiteksti
hu: Sütikre vonatkozó jogi figyelmeztetés
ko: Cookie 법률 준수
sk: Dodržanie cookie politiky
th: การปฏิบัติตามกฎหมายคุกกี้
tr: Çerez yasalarına uyum

source: Enable this to display a message that complies with the EU Cookie law requirements. Note: You only need this if your website is hosted in the EU and if you add tracking cookies.
ar: تفعيل هذا لعرض رسالة تتفق مع متطلبات قانون الاتحاد الأوروبى لملفات تعريف الارتباط " الكوكيز" . لاحظ: تحتاج لهذا فقط إذا تم استضافة موقعك الإلكترونى فى الاتحاد الإوروبى إذا اردت ان تضيف تتبعا لتلك الملفات
bg_bg: Активирайте това, за да се покаже съобщение, което отговаря на изискванията на законодателството на ЕС за бисквитките. Забележка: Това ви трябва само ако уебсайтът ви се хоства в ЕС и ако добавите бисквитки за проследяване.
fi: Ota käyttöön evästeisiin liittyvä EU:n lakiteksti-ilmoitus. Huomautus: Tarvitset tämän vain, jos verkkosivusi sijaitsee EU:ssa ja jos otat käyttöön seurantaevästeet.
he: הפעילו את זה כדי להציג הודעה שעומדת בדרישות החוק של האיחוד האירופי בנוגע לעוגיות. הערה: אתם צריכים את זה רק אם האתר שלכם מתארח באיחוד האירופי או אם יש לכם עוגיות מעקב.
hu: Engedélyezése esetén megjelenik az EU jogszabályoknak megfelelő figyelmeztető üzenet. Megjegyzés: Bekapcsolására csak abban az esetben van szükség, ha a weboldal az EU területén belüli tárhelyen található és ha használ követő sütiket.
ko: EU 쿠키 법률 요구 사항을 준수하는 메시지를 표시하려면 이 옵션을 활성화로 설정해주세요. 참고: 웹사이트가 EU에서 호스팅 되고 추적 쿠키를 추가하는 경우에만 이 옵션이 필요합니다.
sk: Povoľte toto na zobrazenie správy, ktorá informuje o EU vyžadovania cookie. Poznámka: Potrebujete toto iba ak, je vaša stránka umiestnená v EU a ak používate cookie na sledovanie.
th: เปิดใช้งานคุณลักษณะนี้เพื่อแสดงข้อความที่สอดคล้องกับข้อกำหนดของกฎหมายคุกกี้ของสหภาพยุโรป หมายเหตุ: คุณจำเป็นต้องทำเช่นนี้หากเว็บไซต์ของคุณเป็นโฮสต์ในสหภาพยุโรปและหากคุณเพิ่มคุกกี้ติดตาม
tr: Bunu, AB Çerez Yasası şartlarına uygun bir mesaj görüntülemek için etkinleştirin. Not: Buna yalnızca web siteniz AB’de sunuluyorsa ve izleme çerezleri eklerseniz buna ihtiyacınız olur.

source: Save changes
ar: حفظ التغييرات
bg_bg: Запази промените
el: Αποθήκευση αλλαγών
et_ee: Salvesta
fa: ذخیره تغییرات
fi: Tallenna muutokset
he: שמור שינויים
hu: Változtatások mentése
ko: 변경 사항 저장
lt_lt: Išsaugoti pakeitimus
sk: Uložiť zmeny
sr_rs: Sačuvaj promene
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet

source: Check the errors to proceed.
ar: تحقق من الأخطاء لاكمال العملية.
bg_bg: Провери за грешки, за да продължиш
el: Έλεγξε τα λάθη για να προχωρήσεις.
fa: برای ادامه خطا ها را رفع کنید
fi: Tarkista virheet jatkaaksesi.
he: נתגלו שגיאות בפעולה האחרונה, נסה שוב.
hu: A folytatáshoz javítsa a hibákat.
ko: 계속 하려면 오류를 확인해주세요.
sk: Pred pokračovaním skontrolujte chyby
sr_rs: Proverite greške da biste nastavili
th: ตรวจสอบข้อผิดพลาดเพื่อดำเนินการต่อ
tr: Hataları denetlemek için devam edin.

source: Play GIF
ar: تشغيل GIF
bg_bg: Старт GIF
fi: Toista GIF
ko: GIF 재생
th: เล่น GIF
tr: GIF Oynat

source: Load full resolution
bg_bg: Заредете пълна резолюция
fi: Lataa täydessä resoluutiossa
ko: 원본 이미지 보기
th: โหลดความละเอียดเต็มรูปแบบ
tr: Tam çözünürlük yükle

source: Added to %a and categorized in %c
ar: مضاف الى %a ومصنف في %c
bg_bg: Добавено към %a и категоризирано в %c
el: Προστέθηκε στο %a και κατηγοριοποιήθηκε στην %c
fa: افزوده شد به %a و دسته بندی شد در %c
fi: Lisätty %a ja kategorioitu %c
he: התווסף לאלבום %a, ומופיע בקטגוריית %c
hu: Feltöltve a %a albumba és a %c kategóriába
ko: %c 카테고리로 %a 앨범에 추가됨
sk: Pridané do %a a zakategorizované v %c
sr_rs: Dodato u %a i kategorisano u %c
th: เพิ่มไปยัง %a และจัดหมวดหมู่เป็น %c
tr: %a ya eklendi ve %c olarak kategorize edildi

source: Added to %s
ar: مضاف إلى %s
bg_bg: Добавено към %s
el: Προστέθηκε στον %s
fa: افزوده شد به %s
fi: Lisätty kohteeseen %s
he: התווסף לאלבום %s
hu: Hozzáadva a következőhöz: %s
ko: %s 앨범에 추가됨
lt_lt: Įkelta į %s
sk: Pridané do %s
sr_rs: Dodato u %s
th: เพิ่มไปยัง %s
tr: Eklenecek Resimler %s

source: Uploaded to %s
ar: الرفع الى %s
bg_bg: Качено в %s
el: Ανεβάστηκε στον %s
fa: آپلود شده به %s
fi: Lähetetty %s
he: התווסף לקטגוריית %s
hu: Feltöltve a következőbe: %s
ko: %s 카테고리로 업로드됨
sk: Nahrané do %s
sr_rs: Uploadovano u %s
th: อัพโหลดไปยัง %s
tr: %s adresine yüklendi

source: Uploaded %s
ar: مرفوع %s
bg_bg: Качено %s
el: %s ανέβηκε
et_ee: Üles laetud %s
fa: %s آپلود شد
fi: Lähetetty %s
he: הועלה %s
hu: Feltöltés ideje: %s
ko: %s에 업로드됨
lt_lt: Įkelta %s
sk: Nahrané %s
sr_rs: Uploadovano %s
th: อัปโหลดแล้ว %s
tr: Yüklenen resim %s

source: Less Exif data
ar: بيانات صورة أقل
bg_bg: По-малко данни от Exif
fi: Vähemmän Efix tietoja
hu: Kevesebb Exif adat
ko: Exif 정보 간략히
sk: Skry Exif dáta
th: Exif ข้อมูลน้อยลง
tr: Daha az Exif verisi

source: More Exif data
ar: بيانات صورة أكثر
bg_bg: Повече данни от Exif
et_ee: Vaata exif andmeid
fi: Enemmän Exif-tietoja
hu: Több Exif adat
ko: Exif 정보 자세히
sk: Zobraz Exif dáta
th: ข้อมูล Exif เพิ่มเติม
tr: Exif verileri

source: Share image
ar: مشاركة الصورة
bg_bg: Споделете изображение
el: Μοιράσου την εικόνα
et_ee: Jaga pilti
fa: اشتراک گذاری تصویر
fi: Jaa kuva
he: שתף תמונה
hu: Kép megosztása
ko: 이미지 공유
lt_lt: Dalintis paveikslėliu
sk: Zdielať obrázok
sr_rs: Podeli sliku
th: แบ่งปันรูป
tr: Paylaşılan Resim

source: Album ID
ar: رقم الألبوم
bg_bg: ID на албума
el: Ταυτότητα άλμπουμ
fa: شناسه آلبوم
fi: Albumin tunniste
he: מזהה אלבום
hu: Album azonosító
ko: 앨범 ID
sr_rs: ID albuma
th: อัลบั้ม ID
tr: Albüm No

source: In this album
ar: في هذا الألبوم
bg_bg: В този албум
el: Μέσα στο άλμπουμ
fa: در این آلبوم
fi: Tässä albumissa
he: באלבום הנוכחי
hu: Ebben az albumban
ko: 앨범 게시물
lt_lt: Šiame albume
sk: V tomto albume
sr_rs: u ovom albumu
th: ในอัลบั้มนี้
tr: Albümü

source: Upload and share your images.
ar: ارفع و شارك صورك
bg_bg: Качвайте и споделяйте вашите изображения.
el: Ανέβασε και μοιράσου τις εικόνες σου.
et_ee: Lae pilt ülesse ja jaga seda
fa: عکس های خود را آپلود و منتشر کنید
fi: Lähetä ja jaa kuviasi.
he: העלו ושתפו את התמונות שלכם.
hu: Töltse fel képeit és ossza meg őket a világgal.
ko: 이미지를 업로드 하고<br>공유해보세요.
sk: Nahrajte a zdielajte obrázky.
sr_rs: Uploadujte i podelite vaše slike
th: อัพโหลดและแชร์รูปภาพของคุณ
tr: Resimlerinizi yükleyin veya paylaşin.

source: Drag and drop anywhere you want and start uploading your images now. %s limit. Direct image links, BBCode and HTML thumbnails.
ar: اسحب و أسقط فى أى مكان هنا وأبداء فى تحميل صورك الآن . بحد أقصى %s . روابط مباشرة للصور, كود BB و صور HTML مصغرة.
bg_bg: Плъзнете и пуснете навсякъде, където искате и започнете да качвате изображенията си сега. %s ограничение. Директни връзки към изображения, миниатюри на BBCode и HTML.
el: Σύρετε και αφήστε το οπουδήποτε θέλετε και να ξεκινήσετε τη μεταφόρτωση των εικόνων σας τώρα. όριο %s. Απευθείας συνδέσεις εικόνας, BBCode και HTML μικρογραφίες.
et_ee: Lohista oma pilt siia ja alusta üleslaadimist. Kuni %s
fi: Vedä ja pudota minne tahansa aloittaaksesi kuvien lataamisen. %s rajoitus. Suorat kuvalinkit, BBCode- ja HTML-kuvakkeet.
he: גררו ושחררו כאן כדי להתחיל להעלות את התמונות שלכם עכשיו! מוגבל עד %s. ניתן להוסיף גם קישורים ישירים של תמונות, הטמעות BBCode ו- HTML.
hu: Húzza a képeket ahová csak szeretné és kezdje el feltölteni őket most! (Korlát: %s). Direkt linkek, BBCode-ok, HTML miniatűrök és még megannyi hasznos funkció.
ko: 원하는 곳 어디든 끌어놓기로 이미지를 바로 업로드해보세요.(이미지당 %s 가능)<br>다이렉트 링크, BBCode 및 HTML 미리보기등을 제공해드립니다.
sk: Presuňte obrázky hockde na stránku a nahrávajte už teraz. %s limit. Priame odkazy na obrázky, BB-kód a HTML zmenšeniny.
th: ลากหรือวางเพื่อเริ่มต้นการอัพโหลด.ขนาดขีดจำกัด %s . การเชื่อมโยงภาพโดยตรง BBCode และภาพขนาดย่อของ HTML.
tr: Resimleri yüklemek için sürükle ve bırak seçeneği ile. %s kadar yükleyebilir. Doğrudan linkler, BBcode veya Html küçük resimler seçeneği ile paylaşabilirsiniz.

source: Start uploading
ar: بدء الرفع
bg_bg: Започнете да качвате
el: Ξεκίνησε το ανέβασμα
et_ee: Lae pilt...
fi: Aloita lataaminen
he: התחל כאן
hu: Feltöltés megkezdése
ko: 업로드 하기
sk: Nahraj teraz
th: เริ่มการอัพโหลด
tr: Yüklemeye Başla

source: Sign up to unlock all the features
ar: قم بالتسجيل لتفعيل جميع المميزات
bg_bg: Регистрирайте се, за да отключите всички функции
el: Εγγραφείτε να ξεκλειδώσετε όλες τις λειτουργίες
fa: عضو شوید تا همه چیز را به رایگان داشته باشید!
fi: Rekisteröidy saadaksesi käyttöön kaikki huikeat ominaisuudet
he: הירשם\התחבר למערכת כדי להציג את התוכן
hu: Regisztráljon, hogy hozzáférhessen az összes funkcióhoz
ko: 지금 가입하시고<br>다양한 기능을 누려 보세요
sk: Zaregistrujte sa pre sprístupnenie všetkých funkcií
sr_rs: Registrujte se da otključate sve mogućnosti
th: ลงชื่อสมัครใช้เพื่อปลดล็อกคุณลักษณะทั้งหมด
tr: Tüm özellikleri kullanmak icin kayıt olunuz

source: Manage your content, create private albums, customize your profile and more.
ar: إدارة المحتوى الخاص بك، إنشاء ألبومات خاصة، قم بتخصيص وتنسيق ملف العضوية الخاص بك وأكثر من ذلك.
bg_bg: Управлявайте съдържанието си, създавайте частни албуми, персонализирайте потребителския си профил и др.
el: Διαχειρίσου τα περιεχόμενα, δημιούργησε ιδιωτικά άλμπουμ. επεξεργάσου το προφίλ σου και πολλά ακόμα.
fa: مدیریت مطالب شما ، ساخت آلبوم خصوصی ، ویرایش پروفایل و ...
fi: Hallitse sisältöäsi, luo yksityisiä albumeja, muokkaa profiiliasi ja paljon muuta.
he: ניתן לאחר ההרשמה\התחברות לנהל את התוכן שלך, ליצור אלבומים פרטיים, להתאים אישית את הפרופיל שלך
hu: Töltse fel képeit, hozzon létre privát albumokat, szabja testre a profilját és fedezzen fel még több egyedi funkciót.
ko: 게시물을 관리하고 비공개 앨범을 만들거나<br>프로필을 입맛에 맞게 꾸며보는 등의<br>다채로운 것들을 해볼 수 있습니다.
sk: Spravujte váš obsah, vytvárajte súkromé albumy, inovujte váš profil a veľa iného..
sr_rs: Uređujte vaš sadržaj, kreirajte privatne albume, uređujte vaš profil i više
th: จัดการเนื้อหาของคุณสร้างอัลบั้มส่วนตัว, ปรับแต่งโปรไฟล์ของคุณและอื่น ๆ อีกมากมาย
tr: Hesabınızı yönetin, özel albüm oluşturun, profilinizi özelleştirin ve daha fazlasi.

source: Sign in with your account
bg_bg: Влезте с вашия акаунт
he: כניסת משתמש
ko: 계정으로 로그인하기
th: เข้าสู่ระบบด้วยบัญชีของคุณ
tr: Hesabınızla giriş yapın

source: Don't have an account? <a href='%s'>Sign up</a> now.
ar: لا يوجد لديك حساب؟ <a href='%s'>سجل الآن</a>.
bg_bg: Нямате акаунт? <a href='%s'> Регистрирайте се</a> сега.
el: Δεν έχετε λογαριασμό; <a href='%s'>Εγγραφείτε </a> τώρα.
fa: در سایت ما عضو نیستید؟ همین الان <a href='%s'>ثبت نام</a> کنید.
fi: Ei tunnusta? <a href='%s'>Rekisteröidy</a> nyt.
he: אין לך משתמש? <a href='%s'>הירשם עכשיו</a>.
hu: Nincs még fiókja? <a href='%s'>Regisztráljon</a> most.
ko: 계정이 없으신가요?<br>바로 <a href='%s'>가입</a>할 수 있습니다.
lt_lt: Dar neturite paskyros? <a href='%s'>Registruokitės</a> dabar.
sk: Nemáte účet? <a href='%s'>Registrujte sa</a>.
sr_rs: Nemate nalog? <a href='%s'>Registrujte se</a> odmah.
th: ไม่ได้มีบัญชีอยู่แล้ว? <a href='%s'>ลงทะเบียน</a>ในขณะนี้
tr: Hesabınız yok mu? <a href='%s'>Hesap aç</a>

source: Logged out
ar: تسجيل الخروج
bg_bg: Излязохте
el: Αποσυνδεθήκατε
et_ee: Välja logitud
fa: خارج شدید
fi: Kirjauduttu ulos
he: התנתק
hu: Kijelentkezett
ko: 로그아웃 되었습니다
lt_lt: Atsijungta
sk: Odhlásené
sr_rs: Odjavi se
th: ออกจากระบบ
tr: Çıkış

source: You have been logged off %s. Hope to see you soon.
ar: لقد تم تسجيل خروجك من %s نأمل أن نراك قريبا.
bg_bg: Вие излязохте успешно, %s очакваме ви отново скоро време.
el: Αποσυνδέθηκες %s. >Ελπίζουμε να σε δούμε σύντομα.
fa: %s شما با موفقیت خارج شدید. به امید دیدار
fi: Olet kirjautunut ulos palvelusta %s. Toivottavasti näemme pian uudelleen.
he: התנתקת בהצלחה ממערכת %s, מקווים לראותך בקרוב
hu: Kilépett a %s oldalról. A mihamarabbi viszontlátásra!
ko: %s에서 로그아웃되었습니다. 조만간 다시 뵈어요!
sk: Odhlásenie z webu %s prebehlo úspešne. Čoskoro dovidenia.
sr_rs: Odjavljeni ste sa %s. Nadamo se da ćemo vas videti uskoro.
th: คุณได้ออกจากระบบ %s หวังว่าจะได้พบคุณเร็ว ๆ นี้.
tr: %s. Sizi en kısa sürede tekrardan görmek dileğiyle

source: Go to homepage
ar: إذهب إلى الصفحة الرئيسية
bg_bg: Начална страница
el: Πηγαίνετε στην αρχική σελίδα
et_ee: Mine esilehele
fa: رفتن به صفحه ی اصلی
fi: Siirry etusivulle
he: חזור אל דף הבית
hu: Ugrás a főoldalra
ko: 홈페이지로 이동하기
lt_lt: Į namų puslapį
sk: Ísť na úvodnú stránku
sr_rs: Idi na naslovnu
th: ไปที่หน้าแรก
tr: Ana Sayfaya Dön

source: Website under maintenance
ar: الموقع تحت الصيانة
bg_bg: Уеб Сайта е временно спрян
el: Η Ιστοσελίδα είναι υπό συντήρηση
fi: Sivusto huollossa
hu: A weboldal karbantartás alatt áll
ko: 웹사이트가 유지보수 중입니다
sk: Na stránke prebieha údržba
th: เว็บไซต์ภายใต้การบำรุงรักษา
tr: Web sitesi bakım altında

source: We're performing scheduled maintenance tasks in the website. Please come back in a few minutes.
ar: نقوم بأداء صيانة دورية على الموقع. من فضلك عاود المحاولة فى خلال دقائق
bg_bg: Изпълняваме планирани задачи по сайта, Моля пробвайте отново след няколко минути.
el: Εκτελούμε προγραμματισμένες εργασίες συντήρησης στην ιστοσελίδα. Παρακαλούμε επανέλθετε σε λίγα λεπτά.
fi: Suoritamme suunnitteltuja huoltotoimenpiteitä sivustolla. Tule takaisin muutaman minuutin päästä.
hu: Éppen változtatásokat végzünk a motorháztető alatt, frissítünk, újítunk, javítunk. Még néhány perc és újra elérhetőek leszünk.
ko: 웹사이트에서 예정된 유지보수 작업을 수행하고 있습니다.<br>잠시 후에 다시 방문해주세요.
sk: Máme plánovanú údržbu systému. Prosím, vráťte sa sem o niekoľko minút.
th: เรากำลังดำเนินการบำรุงรักษาตามกำหนดเวลาในเว็บไซต์ โปรดกลับมาในอีกสักครู่
tr: Web sitesinde zamanlanmış bakım işlemleri gerçekleştiriyoruz. Lütfen birkaç dakika sonra tekrar gelin.

source: This content is password protected.
ar: هذا المحتوى محمى بكلمة سر
bg_bg: Това съдържание е защитено с парола.
fi: Tämä sisältö on salasanalla suojattu.
he: האלבום מוגן בסיסמא
ko: 이 게시물은 비밀번호로 보호되었습니다.
th: เนื้อหานี้ได้รับการป้องกันด้วยรหัสผ่าน
tr: Bu içerik şifre korumalıdır.

source: Please enter your password to continue.
ar: رجاء إدخال كلمةالسر الخاصة بك للمتابعة
bg_bg: Моля, въведете паролата си, за да продължите.
fi: Anna salasana jatkaaksesi.
he: הזן סיסמא כדי להמשיך
ko: 계속하려면 비밀번호를 넣어주세요.
th: โปรดป้อนรหัสผ่านของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen şifrenizi girin.

source: Send
ar: إرسال
bg_bg: Изпрати
fi: Lähetä
he: שלח
hu: Küldés
ko: 확인
th: ส่ง
tr: Gönder

source: Add image uploading to your website, blog or forum by installing our upload plugin. It provides image uploading to any website by placing a button that will allow your users to directly upload images to our service and it will automatically handle the codes needed for insertion. All features included like drag and drop, remote upload, image resizing and more.
bg_bg: Качване на изображения към вашия уебсайт, блог или форум е възможно след като инсталирате нашия плъгин за качване.Тои осигурява качване на изображения във всеки уебсайт чрез поставяне на бутон, който ще позволи на потребителите директно да качват изображения в нашия сайт и автоматично ще обработи кодовете, необходими за вмъкване на изображения.Всички включени функции като плъзгане и пускане, отдалечено качване, поправяне на размери на изображения и други.
fi: Lisää kuvien lataus mahdollisuus verkkosivuille, blogiin tai foorumille asentamalla liitännäinen. Tämä lisää painikkeen sivuille mahdollistaen kuvien lataamisen palvelimelle ja hoitaa automaattisesti kaiken taustalla. Kaikki toiminnot saatavilla mm. kuvien lataaminen raahaamalla ja tiputtamalla, etälataus sekä kuvien kokojen automaattinen muuttaminen.
ko: 업로드 플러그인을 설치하여 웹사이트, 블로그 또는 포럼에 이미지 업로드를 추가해보세요. 사용자가 이 웹사이트 서비스에 이미지를 직접 업로드할 수 있는 버튼을 배치하여 어떤 웹사이트라도 이미지 업로드를 제공하거나 이미지 삽입에 필요한 자동으로 처리된 코드를 얻어 사용할 수 있습니다. 끌어놓기, 원격 업로드, 이미지 크기 조정 등과 같은 다양한 기능이 포함되어 있습니다.
th: เพิ่มการอัพโหลดรูปภาพไปยังเว็บไซต์บล็อกหรือฟอรัมโดยการติดตั้งปลั๊กอินอัพโหลดของเรา ให้ภาพอัพโหลดไปยังเว็บไซต์ใด ๆ โดยการวางปุ่มที่จะช่วยให้ผู้ใช้ของคุณโดยตรงอัพโหลดภาพไปยังบริการของเราและมันจะจัดการกับรหัสที่จำเป็นสำหรับการแทรก คุณลักษณะทั้งหมดที่รวมไว้เช่นการลากและวางการอัพโหลดระยะไกลการปรับขนาดภาพและอื่น ๆ
tr: Yükleme eklentimizi yükleyerek web sitenize, blogunuza veya forumunuza resim yükleme ekleyin. Kullanıcılarınızın görüntüleri doğrudan servisimize yüklemelerine izin verecek bir düğme yerleştirerek herhangi bir web sitesine görüntü yükleme olanağı sağlar ve yerleştirme için gereken kodları otomatik olarak yönetir. Sürükle ve bırak, uzaktan yükleme, görüntü yeniden boyutlandırma ve daha fazlası gibi tüm özellikler.

source: Supported software
bg_bg: Поддържан софтуер
fi: Tuetut alustat
ko: 지원 소프트웨어
th: ซอฟต์แวร์ที่สนับสนุน
tr: Desteklenen yazılım

source: supported software
bg_bg: поддържан софтуер
fi: tuetut alustat
ko: 지원 소프트웨어
th: ซอฟต์แวร์ที่สนับสนุน
tr: desteklenen yazılım

source: The plugin works in any website with user-editable content and for %sv, it will place an upload button that will match the target editor toolbar so no extra customization is needed.
bg_bg: Плъгинът работи във всеки уебсайт със съдържание, редактирано от потребителя и за %sv ще постави бутон за качване, който ще съответства на лентата с инструменти на целевия редактор, така че не е необходимо допълнително персонализиране.
fi: Tämä liitännäinen toimii millä tahansa verkkosivulla, jolla käyttäjä voi muokata sisältöä. %sv latauspainike tulee näkymään automaattisesti työkalupalkissa ja ylimääräisiä muokkauksia ei siis tarvitse tehdä.
ko: 플러그인은 사용자가 편집할 수 있는 콘텐츠가 있는 모든 웹사이트에서 작동하며 %sv의 경우, 대상 편집기 도구 모음과 일치하는 업로드 버튼을 배치하므로 추가로 사용자화할 필요가 없습니다.
th: ปลั๊กอินทำงานได้ในเว็บไซต์ใด ๆ ที่มีเนื้อหาที่ผู้ใช้สามารถแก้ไขได้และสำหรับ %sv, จะวางปุ่มอัปโหลดที่จะตรงกับแถบเครื่องมือตัวแก้ไขเป้าหมายเพื่อไม่จำเป็นต้องปรับแต่งเป็นพิเศษ
tr: Eklenti, kullanıcı tarafından düzenlenebilir içeriğe sahip herhangi bir web sitesinde çalışır ve %s için, hedef düzenleyici araç çubuğuna uyan bir yükleme butonu yerleştirir, böylece fazladan özelleştirme gerekmez.

source: Add it to your website
bg_bg: Добавете го към вашия уебсайт
fi: Asentaminen
ko: 웹사이트에 추가
th: เพิ่มเว็บไซต์ของคุณ
tr: Web sitene ekle

source: options
bg_bg: настроики
fi: asetuksia
ko: 옵션
th: ตัวเลือก
tr: seçenekler

source: Copy and paste the plugin code into your website HTML code (preferably inside the head section). There are plenty %o to make it fit better to your needs.
bg_bg: Копирайте и поставете кода на приставката в HTML кода на уебсайта си (за предпочитане вътре в head). Има достатъчно %o, за да го приспособите по-добре към вашите нужди.
fi: Sijoita liitännäisen koodi verkkosivun HTML-koodiin (mieluiten head-osion sisään). Liitännäiseen löytyy paljon %o, joilla voit muokata sen paremmin tarpeisiisi.
ko: 플러그인 코드를 복사하여 웹사이트 HTML 코드(주로 헤드 섹션 안)에 붙여넣기만 하면 됩니다. 이 외에도 필요에 따라 사용할 수 있는 알맞는 %o이 많이 있습니다.
th: คัดลอกและวางโค้ดปลั๊กอินลงในโค้ด HTML ของเว็บไซต์ของคุณ (โดยเฉพาะภายในส่วนหัว) มีมากมาย %o เพื่อให้พอดีกับความต้องการของคุณ
tr: Eklenti kodunu kopyalayıp web sitenizin HTML kodunda ( head kodu bölümünden sonra ) yapıştırın. İhtiyaçlarınıza daha iyi uyması için %o bol miktarda ekleyin.

source: Basic options
bg_bg: Основни опции
fi: Asetukset
ko: 기본 옵션
th: ตัวเลือกพื้นฐาน
tr: Temel seçenekler

source: Color palette
bg_bg: Цветова палитра
fi: Väripaletti
ko: 색상 팔레트
th: จานสี
tr: Renk paleti

source: Button color scheme
bg_bg: Цветова схема на бутон
fi: Painikkeiden väriteema
ko: 버튼 색상 구성
th: โทนสีของปุ่ม
tr: Düğme rengi şeması

source: Embed codes that will be auto-inserted in editor box
bg_bg: Вградени кодове, които ще бъдат автоматично вмъкнати в редакторското поле
fi: Upotuskoodit, jotka tulevat automaattisesti muokkauslaatikkoon
ko: 편집기에 자동으로 삽입되는 퍼가기 코드
th: ฝังโค้ดที่จะแทรกอัตโนมัติในกล่องแก้ไข
tr: Editör kutusuna otomatik olarak eklenecek kodları gömün

source: Sibling selector
bg_bg: Селектор
fi: Sisarvalikko
ko: 형제(시블링) 선택자
th: ตัวเลือกพี่น้อง
tr: Kardeş seçimi

source: Sibling element selector where to place the button next to
bg_bg: Селектор на близките елементи където да поставите бутона до
fi: Sisarelementin valitsin, johon sijoitetaan vieressä oleva painike
ko: 옆에 버튼을 배치할 형제(시블링) 요소 선택자
th: ตัวเลือกองค์ประกอบพี่น้องที่จะวางปุ่มไว้ข้างๆ
tr: Kardeş eleman seçici, düğmenin yanına nereye yerleştirileceğini belirtin

source: Sibling position
bg_bg: Селектор
fi: Sisarelementin sijainti
ko: 형제(시블링) 위치
th: ตำแหน่งพี่น้อง
tr: Kardeş konumu

source: After
bg_bg: След
fi: Jälkeen
he: לאחר
ko: 뒤에
th: หลัง
tr: Sonra

source: Before
bg_bg: Преди
fi: Ennen
ko: 앞에
th: ก่อน
tr: Önce

source: Position relative to sibling element
bg_bg: Позиция спрямо елемента
fi: Asema sisarelementtiin nähden
ko: 형제(시블링) 요소에 대한 상대 위치
th: ตำแหน่งเทียบกับองค์ประกอบพี่น้อง
tr: Kardeş elemanına göre konumlandırma

source: Advanced options
bg_bg: Разширени опции
fi: Edistyneet asetukset
ko: 고급 옵션
th: ตัวเลือกขั้นสูง
tr: Gelişmiş seçenekler
