Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: The plugin has a large set of additional options that allow full customization. You can use custom HTML, CSS, own color palette, set observers and more. Check the %d and the plugin source to get a better idea of these advanced options.
bg_bg: Плъгинът разполага с голям избор от допълнителни опции, които позволяват пълна персонализация. Можете да използвате персонализиран HTML, CSS, собствена цветова палитра, да зададете наблюдатели и други. Проверете %d и източника на приставки, за да получите по-добра представа за тези разширени опции.
fi: Tähän liitännäiseen on paljon edistyneitä muokkausasetuksia. Voit muokata mm. HTML, CSS, värejä, asettaa tarkkailijoita yms. Lue liitännäisen %d saadaksesi paremman käsityksen edistyneistä asetuksista.
ko: 플러그인에는 전체를 사용자화할 수 있는 다양한 추가 옵션 세트가 있습니다. HTML, CSS, 자체 색상 팔레트, 관찰자 등을 사용자화할 수 있습니다. 이러한 고급 옵션에 대해 더 자세히 알아보려면 %d 및 플러그인 소스를 참조해주세요.
th: ปลั๊กอินมีชุดตัวเลือกเพิ่มเติมมากมายที่อนุญาตให้มีการปรับแต่งแบบเต็มรูปแบบได้ คุณสามารถใช้ HTML, CSS, จานสีของผู้สังเกตการณ์และอื่น ๆ ตรวจสอบ %d และแหล่งของปลั๊กอินเพื่อให้ทราบถึงตัวเลือกขั้นสูงเหล่านี้
tr: Eklenti, tam özelleştirmeye izin veren geniş bir ek seçenek grubuna sahiptir. Özel HTML, CSS, kendi renk paleti kullanabilir, gözlemcileri ayarlayabilir ve daha fazlasını yapabilirsiniz. Bu gelişmiş seçenekler hakkında daha iyi bir fikir edinmek için %d ve eklenti kaynağını kontrol edin.

source: You either don't have permission to access this page or the link has expired.
ar: إما إنك لا تملك صلاحية الدخول لهذه الصفحة أو أن صلاحية الرابط قد إنتهت.
bg_bg: Или нямате разрешение за достъп до тази страница или връзката е изтекла.
el: Ή δεν έχεις την άδεια να εισέλθεις σε αυτή τη σελίδα ή το λίνκ έληξε.
fa: شما دیگر دسترسی برای این صفحه را ندارید یا این لینک منقضی شده است
fi: Sinulla ei ole oikeutta tälle sivulle tai linkkisi on vanhentunut.
he: לא ניתן להציג להציג כעת את הדף שביקשת. ייתכן שאינו זמין זמנית, הקישור שעליו לחצת פגום או שאינו בתוקף או שאין לך הרשאה להציג דף זה.
hu: Nincs jogosultsága az oldal megtekintéséhez vagy a link már érvénytelen.
ko: 이 페이지에 액세스할 수 있는 권한이 없거나 링크가 만료되었습니다.
sk: Nemáte oprávnenie k prehliadaniu tejto stránky alebo odkaz z ktorého ste sa sem dostali už expiroval.
sr_rs: Nemate ovlašćenje za pristup ovoj strani ili je link istekao.
th: คุณไม่มีสิทธิ์เข้าถึงหน้านี้หรือลิงก์หมดอายุแล้ว
tr: Bu bağlantıya erişmek veya işlem yapmak için geçerli süreniz dolmuştur. Tekrar deneyiniz.

source: Search results
ar: البحث فى النتائج
bg_bg: Резултати от търсенето
fi: Hakutulokset
hu: Keresési eredmények
ko: 검색 결과
lt_lt: Paieškos rezultatai
th: ผลการค้นหา
tr: Arama sonuçları

source: Do you really want to delete this user? This can't be undone.
ar: هل حقا تريد حذف هذا المستخدم؟ لا يمكن التراجع.
bg_bg: Наистина ли искате да изтриете този потребител? Това не може да бъде отменено.
el: Θέλετε πραγματικά να διαγράψετε αυτόν το χρήστη; Αυτό δεν μπορεί να αναιρεθεί.
fa: نسبت به حذف این کاربر مطمئن هستید؟ این عمل غیرقابل بازگشت است.
fi: Haluatko varmasti poistaa tämän käyttäjän? Toimintoa ei voi perua.
hu: Biztos, hogy törölni szeretné ezt a felhasználót? A törlés végleges.
ko: 이 사용자를 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
lt_lt: Ar tikrai norite pašalinti šį vartotoją? Veiksmo atšaukti nebus galima.
sk: Naozaj chcete odstrániť tohoto užívateľa? Nevratná akcia!
sr_rs: Dali stvarno želite obrisati ovoga korisnika? Ovo je nepovratno
th: คุณต้องการที่จะลบผู้ใช้นี้หรือไม่?
tr: Bu kullanıcıyı gerçekten silmek istiyor musunuz ? Bu işlem geri alınamaz !

source: Delete user
ar: حذف المستخدم
bg_bg: Изтриване на потребител
el: Διαγραφή χρήστη
fa: حذف کاربر
fi: Poista käyttäjä
he: מחק משתמש
hu: Felhasználó törlése
ko: 사용자 삭제하기
lt_lt: Pašalinti vartotoją
sk: Odstrániť užívateľa
sr_rs: Obriši korisnika
th: ลบผู้ใช้
tr: Kullanıcıyı Sil

source: Register date
ar: تاريخ التسجيل
bg_bg: Дата на регистрация
el: Ημερ. εγγραφής
fa: تاریخ عضویت
fi: Liittynyt
he: תאריך הצטרפות
hu: Regisztráció dátuma
ko: 가입 날짜
lt_lt: Registracijos data
sk: Dátum registrácie
sr_rs: Datum registracije
th: วันที่ลงทะเบียน
tr: Kayıt Zamanı

source: Registration IP
ar: رقم أى بى التسجيل
bg_bg: Регистрирано IP
fi: Rekisteröinti IP
he: הרשמה מכתובת IP
hu: Regisztrációs IP
ko: 가입 IP
th: IP ที่ลงทะเบียน
tr: Kayıt IP'si

source: Valid
ar: صالح
bg_bg: Валиден
el: Έγκυρο
fa: فعال
fi: Aktiivinen
he: פעיל
hu: Aktivált
ko: 인증됨
sk: Platný
sr_rs: Validnost
th: ยินยอม
tr: Geçerli

source: Banned
ar: محجوب
bg_bg: Баннат
el: Αποκλεισμένο
fa: اخراج شده
fi: Estetty
he: מורחק
hu: Tiltott
ko: 추방됨
sk: Zabanovaný
sr_rs: Banovan
th: ห้าม
tr: Yasaklanmış

source: Awaiting email
ar: بانتظار البريد الإلكتروني
bg_bg: Чакащ имейл
el: Αναμονή email
fa: در انتظار ایمیل
fi: Odottaa sähköpostia
he: ממתין לאישור כתובת דוא"ל
hu: E-mail-re vár
ko: 이메일 인증 대기 중
sk: Čaká sa na e-mail
sr_rs: Čekanja email-a
th: รออีเมล
tr: Mail Bekleniyor.

source: Awaiting confirmation
ar: بإنتظار التفعيل
bg_bg: Очаква потвърждение
el: Αναμονή επιβεβαίωσης
fa: در انتظار تایید ایمیل
fi: Odottaa hyväksyntää
he: ממתין לאישור הפעלת חשבון
hu: Megerősítésre vár
ko: 확인 대기 중
sk: Čaká sa na potvrdenie
sr_rs: Čekanje potvrde
th: รอการยืนยัน
tr: Onay Bekleniyor

source: %i to %f characters<br>Letters, numbers and "_"
ar: %i إلى %f صفات <br> احرف, ارقام و "_"
bg_bg: %i до %f символи<br>букви и цифри
el: %i εως %f χαρακτήρες<br>Γράμματα, νούμερα και "_"
fa: کاراکتر های %i تا %f <br> حروف ، اعداد و "_"
fi: merkkejä %i-%f<br>Kirjaimia, numeroita ja "_"
he: ניתן להשתמש מ- %i עד %f תווים<br>אותיות, מספרים ו- "_"
hu: Engedélyezett karakterek: %i - %f <br>Számok, betűk és "_"
ko: %i ~ %f자의 영문자, 숫자와 특수기호(_)만 사용 가능합니다.
sk: %i do %f znakov<br>Písmena, čísla a "_"
sr_rs: %i za %f znakova<br>Slova, brojevi i "_"
th: %i ถึง %f ตัวอักษร<br>ตัวอักษร, ตัวเลขและ "_"
tr: %i - %f karakterleri<br>Harfler, rekamlar ve "_"

source: Auto delete uploads
ar: حذف المرفوعات تلقائيا
bg_bg: Автоматично изтриване на качванията
fi: Latausten automaattinen poisto
he: מחיקת תמונה אוטומטית
hu: Feltöltések automatikus törlése
ko: 자동 삭제 업로드
th: ลบอัตโนมัติการอัพโหลด
tr: Yüklemeleri otomatik sil

source: This setting will apply to all your image uploads by default. You can override this setting on each upload.
ar: هذا الإعداد سيطبق على كل عمليات رفع الصور بشكل افتراضى. يمكنك تخطى هذا الإعداد فى كل عملية رفع.
bg_bg: Тази настройка ще се прилага по подразбиране за всички ваши качвания на изображения. Можете да отмените тази настройка при всяко качване.
fi: Tämä on oletusasetus kaikkiin kuvien lataukseen. Voit muuttaa tämän asetuksen latauksen yhteydessä.
he: בעת סימון אופציית מחיקת תמונה אוטומטית, כל ההעלאות שתבצע לאחר מכן יוגדרו אוטומטית למחיקה זמן התמונה. (ניתן לבטל פעולה זו בכל העלאה)
hu: Ez a beállítás az összes feltöltésere alapértelmezetten érvényes lesz. A beállítás felülírható minden egyes feltöltés esetében.
ko: 이 설정은 모든 이미지 업로드에 기본값으로 설정합니다. 업로드할 때마다 이 설정을 바꿔서 적용할 수 있습니다.
th: ตั้งค่านี้จะนำไปใช้กับการอัปโหลดภาพของคุณโดยค่าเริ่มต้น คุณสามารถแทนที่การตั้งค่านี้ในแต่ละอัปโหลด
tr: Bu ayar, varsayılan olarak tüm resim yüklemeleriniz için geçerli olacaktır. Her yüklemede bu ayarı geçersiz kılabilirsiniz.

source: Keep image <a %s>Exif data</a> on upload
ar: الاحتفاظ <a %s> بيانات الصورة </a> عند الرفع
bg_bg: Запазване на <a %s>Exif данни</a> при качване
fi: Pidä <a %s>Exif tiedot</a> kuvan latauksessa
hu: A kép <a %s>Exif adatainak</a> megtartása feltöltéskor
ko: 업로드 시 이미지 <a %s>Exif 정보</a> 유지하기
th: เก็บภาพ <a %s>ข้อมูล EXIF</a> ในอัปโหลด
tr: Yüklemede <a %s>Exif verileri</a> görüntüsünü sakla

source: Newsletter
ar: نشرة الأخبار
bg_bg: Бюлетин
el: Ενημερωτικό Δελτίο
fi: Uutiskirje
he: ניוזלטר
hu: Hírlevél
ko: 뉴스 레터
lt_lt: Naujienlaiškis
sk: Novinky
th: จดหมายข่าว
tr: Bülten

source: Send me emails with news about %s
ar: ارسل لى رسائل اليكترونية بأخبار عن %s
bg_bg: Изпращайте ми имейли с новини относно %s
fi: Lähetä minulle uutissähköposteja %s aiheesta
he: אני מאשר קבלת חדשות וכו' על מערכת %s בהודעת דוא"ל
hu: Szeretnék hírlevelet kapni a(z) %s újdonságaival kapcsolatban
ko: %s에 대한 새소식을 내 이메일로 보내기
sk: Zašlite mi e-maily s novinkami o %s
th: ส่งอีเมลหาฉันถ้ามีข่าวใหม่ๆ %s
tr: Bana %s hakkındaki haberleri içeren e-postaları gönder

source: Content settings
ar: إعدادات المحتوى
bg_bg: Настройки на съдържанието
el: Ρυθμίσεις περιεχομένου
fi: Sisältöasetukset
he: הגדרות הצגת תוכן פוגעני
hu: Tartalmi beállítások
ko: 게시물 설정
sk: Nastavenie obsahu
th: การตั้งค่าเนื้อหา
tr: İçerik ayarları

source: Show not safe content in listings (from others)
ar: اظهر المحتوى الغير آمن فى القوائم ( من الآخرين)
bg_bg: Показване на не безопасно съдържание в списъци (от други)
fi: Näytä (muiden käyttäjien) sopimatonta sisältöä listauksissa
hu: Mutassa a korhatáros tartalmat a képek között (mások feltöltései esetében)
ko: 목록에서 다른 사용자의 후방주의 게시물 보기
sk: Zobraz obsah nevhodný pre deti a mladistvých v zozname (od ostatných)
th: แสดงเนื้อหาที่ไม่ปลอดภัยในรายการ (จากคนอื่น ๆ )
tr: Listelerde güvenli olmayan içeriği göster (diğerlerinden)

source: Language
ar: اللغة
bg_bg: Език
el: Γλώσσα
fa: زبان
fi: Kieli
he: שפה
hu: Nyelv
ko: 언어
lt_lt: Kalba
sk: Jazyk
sr_rs: Jezik
th: ภาษา
tr: Dil

source: Timezone
ar: المنطقة الزمنية
bg_bg: Часова зона
el: Ζώνη ώρας
et_ee: Ajatsoon
fa: منطقه زمانی
fi: Aikavyöhyke
he: איזור זמן
hu: Időzóna
ko: 시간대
lt_lt: Laiko zona
sk: Časová zóna
sr_rs: Vremenska zona
th: เขตเวลา
tr: Saat Dilimi

source: Current password
ar: كلمة المرور الحالية
bg_bg: Текуща парола
el: Τρέχων κωδικός
et_ee: Praegune parool
fa: رمز عبور فعلی
fi: Nykyinen salasana
he: סיסמא נוכחית
hu: Jelenlegi jelszó
ko: 현재 암호
lt_lt: Dabartinis slaptažodis
sk: Súčasné heslo
sr_rs: Trenutna lozinka
th: รหัสผ่านปัจจุบัน
tr: Şifrenizi Yazınız

source: Enter your current password
ar: إدخل كلمة المرور الحالية
bg_bg: Въведете текущата си парола
el: Εισαγωγή κωδικού
et_ee: Sisesta praegune parool
fa: رمز عبور فعلی خود را وارد کنید
fi: Kirjoita nykyinen salasanasi
he: הכנס את הסיסמא הנוכחית
hu: Írja be a jelenlegi jelszavát
ko: 귀하의 현재 암호를 입력해주세요.
lt_lt: Įrašykite dabartinį slaptažodį
sk: Vložte svoje súčasné heslo
sr_rs: Unesite vašu lozinku
th: ป้อนรหัสผ่านปัจจุบันของคุณ
tr: Lütfen kullandığınız şifreyi yazınız

source: New password
ar: كلمة مرور جديدة
bg_bg: Нова парола
el: Νέος κωδικός
fa: رمز عبور جدید
fi: Uusi salasana
he: סיסמא חדשה
hu: Új jelszó
ko: 새 암호
lt_lt: Naujas slaptažodis
sk: Nové heslo
sr_rs: Nova lozinka
th: รหัสผ่านใหม่
tr: Yeni Şifrenizi Yazınız

source: Confirm new password
ar: تأكيد كلمة المرور
bg_bg: Потвърждение на новата парола
el: Επιβεβαίωση νέου κωδικού
fa: تایید رمز عبور
fi: Varmista uusi salasana
he: אמת סיסמא חדשה
hu: Erősítse meg az új jelszót
ko: 새 암호 확인
lt_lt: Patvirtinti naują slaptažodį
sk: Potvrdiť nové heslo
sr_rs: Potvrdite novu lozinku
th: ยืนยันรหัสผ่านใหม่
tr: Yeni Şifrenizi Tekrar Yazınız.

source: Add a password to be able to login using your username or email.
ar: يجب عليك اضافة كلمة مرور
bg_bg: Добавете парола, за да можете да влезете с вашето потребителско име или имейл.
el: Πρόσθεσε ένα κωδικό για να μπορείς να συνδεθείς με το όνομα χρήστη ή το email σου
fa: جهت ورود با نام کاربری یا ایمیل باید یک پسورد تعیین کنید.
fi: Lisää salasana, jotta voit kirjautua myös käyttäjänimelläsi tai sähköpostillasi.
hu: Adjon meg egy jelszót, hogy be tudjon jelentkezni a felhasználónevével vagy e-mail címével.
ko: 사용자 이름 또는 이메일 주소로 로그인 하려면 비밀번호를 넣어주세요.
sk: K tomu, aby ste boli schopní sa prihlásiť uživatelským menom alebo e-mailom, je potrebné pridať heslo.
sr_rs: Dodajte lozinku da biste se mogli prijaviti koristeći vaše korisničko ime ili email.
th: เพิ่มรหัสผ่านเพื่อให้สามารถเข้าสู่ระบบได้โดยใช้ชื่อผู้ใช้หรืออีเมลของคุณ
tr: Kullanıcı adınız veya e-postanız ile giriş yapabilmek için lütfen bir parola belirleyin.

source: This user doesn't have a password. Add one using this form.
ar: هذا المستخدم ليس لديه كلمة مرور ، يمكنك إضافة كلمة المرور بإستخدام هذا النموذج
bg_bg: Този потребител няма парола. Добавете такава, като използвате този формуляр.
el: Ο χρήστης αυτός δεν έχει κωδικό. Πρόσθεσε έναν χρησιμποιώντας αυτή την φόρμα
fa: این کاربر رمز عبوری ندارد. توسط فرم زیر برای کاربر رمز عبور تعیین کنید.
fi: Tällä käyttäjällä ei ole salasanaa. Lisää sellainen käyttäen tätä lomaketta.
hu: Ennek a felhasználónak nincs jelszava. Adjon meg egyet az űrlap kitöltésével.
ko: 이 사용자는 비밀번호를 설정하지 않았습니다. 여기서 비밀번호를 설정해주세요.
sk: Tento užívateľ nemá uložené žiadne heslo. Heslo pridajte týmto formulárom.
sr_rs: Ovaj korisnik nema lozinku. Dodajte jednu koristeći ovaj formular.
th: ผู้ใช้รายนี้ไม่มีรหัสผ่าน. เพิ่มข้อมูลโดยใช้แบบฟอร์มนี้
tr: Belirttiğiniz kullanıcı mevcut değildir. Lütfen yeni bir kullanıcı kaydı yapınız.

source: Enter your password
ar: إدخل كلمة المرور
bg_bg: Въведете вашата парола
el: Βάλε το κωδικό σου
fa: رمز عبور خود را وارد کنید
fi: Syötä salasanasi
he: הכנס סיסמא
hu: Írja be a jelszavát
ko: 암호를 입력해주세요.
sk: Vložte vaše heslo
sr_rs: Upišite lozinku
th: ป้อนรหัสผ่านของคุณ
tr: Şifrenizi Yazınız.

source: Confirm password
ar: تأكيد كلمة المرور
bg_bg: Потвърдете вашата парола
el: Επιβεβαίωση κωδικού πρόσβασης
fa: رمز عبور را دوباره وارد کنید
fi: Salasana uudelleen
he: אמת סיסמא
hu: Jelszó megerősítése
ko: 암호 확인
lt_lt: Pakartoti slaptažodį
sk: Potvrďte heslo
sr_rs: Potvrdite novu lozinku
th: ยืนยันรหัสผ่านใหม่ของคุณ
tr: Şifrenizi Tekrardan Yazınız.

source: Re-enter your password
ar: إعادة إدخال كلمة المرور
bg_bg: Въведете отново вашата парола
el: Επανάληψη κωδικού
fa: رمز عبور را دوباره وارد کنید
fi: Kirjoita salasanasi uudelleen
he: הזן שוב את הסיסמא
hu: A jelszó még egyszer
ko: 암호를 다시 입력해주세요.
sk: Znovu vyplňte heslo
sr_rs: Ponovite vašu lozinku
th: ป้อนรหัสผ่านของคุณอีกครั้ง
tr: Şifrenizi Tekrar Yazınız.

source: Upload new image
ar: رفع صورة جديدة
bg_bg: Качи ново изображение
el: Ανέβασε νέα εικόνα
et_ee: Lae pilt
fa: بارگذاری تصویر جدید
fi: Lähetä uusi kuva
he: העלה תמונה חדשה
hu: Új kép feltöltése
ko: 새 이미지 업로드하기
lt_lt: Įkelti naują paveikslėlį
sk: Nahrať nový súbor
sr_rs: Uploaduj novu sliku
th: อัพโหลดรูปภาพ
tr: Yeni Resim Yükle

source: Delete existing image
ar: حذف الصورة القائمة
bg_bg: Изтриване на съществуващо изображение
el: Διαγραφή υπάρχουσας εικόνας
fa: حذف تصاویر موجود
fi: Poista olemassaoleva kuva
he: מחק תמונת פרופיל
hu: Feltöltött kép törlése
ko: 기존 이미지 삭제하기
sk: Zmazať existujúci obrázok
sr_rs: Obrišite postojeće slike
th: ลบภาพที่มีอยู่
tr: Kullandığınız resimlerden silmek istermisiniz ?

source: Make my profile and identity totally private
ar: جعل صورتى الشخصية والهوية مخصوصة بالكامل
bg_bg: Направи ми профила и самоличноста скрито
fi: Tee profiilistani ja identiteetistäni täysin yksityinen
he: בעת סימון הגדרה זו, הפרופיל וכל התוכן האישי שלך יהפוך להיות פרטי ולא ציבורי
ko: 내 프로필과 개인 정보를 완전히 비공개로 설정하기
th: ให้รายละเอียดและตัวตนของฉันส่วนตัวทั้งหมด
tr: Profilimi ve kimliğimi tamamen özel yap

source: Enable this if you want to act like an anonymous user
ar: تفعيل هذا إذا اردت التصرف كمستخدم مجهول
bg_bg: Активирайте това, ако искате да сте като анонимен потребител
fi: Ota tämä käyttöön, jos haluat näkyä kuin anonyymi käyttäjä
ko: 익명 사용자처럼 행동하려면 이 옵션을 활성화로 선택해주세요
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะทำหน้าที่เหมือนเป็นผู้ใช้ที่ไม่ระบุชื่อ
tr: Adsız bir kullanıcı gibi gözüküyor devam istiyorsanız bunu etkinleştirin

source: This is your real name, not your username.
ar: هذا هو إسمك الحقيقي وليس إسم العضوية.
bg_bg: Това е вашето истинско име, а не вашето потребителско име.
el: Αυτό είναι το πραγματικό σου όνομα, όχι όνομα χρήστη
fa: این نام اصلی شماست. نه نام کاربری شما
fi: Tämä on oikea nimesi, ei käyttäjänimesi.
he: כאן ניתן להכניס את השם המלא שלך (לא שם משתמש)
hu: Ez a valódi neve, nem a felhasználóneve.
ko: 사용자 이름이 아닌 실제 이름입니다.
sk: Toto je vaše ozajstné meno, nie užívateľské.
sr_rs: Ovo je vaše pravo ime, ne korisničko ime
th: นี่คือชื่อจริงของคุณ
tr: Bu isimde bir kullanıcı adı bulunamadı.

source: Bio
ar: سيرة ذاتية
bg_bg: Биография
he: ביוגרפיה
hu: Rólam
ko: 소개
lt_lt: Biografija
th: คำอธิบาย
tr: Biografi

source: Tell us a little bit about you
ar: اخبرنا قليلا عن نفسك
bg_bg: Разкажете ни малко за вас
el: Πείτε μας λίγα λόγια για εσάς
fi: Kerro meille hieman sinusta
he: ספר בקצרה מי אתה !!
hu: Mondjon egy pár szót magáról
ko: 간단한 자기 소개를 해주세요.
sk: Povedzte niečo o sebe
th: บอกเรานิด ๆ หน่อย ๆ เกี่ยวกับคุณ
tr: Bize biraz kendinizden bahsedin

source: User has no connections.
ar: العضو ليس لديه اتصالات
bg_bg: Потребителят няма връзки.
el: Ο χρήστης δεν έχει συνδέσεις.
fa: کاربر هیچ اتصالاتی ندارد
fi: Käyttäjällä ei ole yhteyksiä.
hu: A felhasználónak nincsenek kapcsolatai.
ko: 이 사용자는 연결된 계정이 없습니다.
sk: Užívateľ nemá žiadne prepojenie.
sr_rs: Korisnik nema veza.
th: ผู้ใช้ไม่มีการเชื่อมต่อ
tr: Kullanıcının bağlantısı yok.

source: Link your account to external services to be able to login here.
bg_bg: Свържете акаунта си с външни услуги, за да можете да влизате и споделяте съдържание.
ko: 외부 서비스로 로그인하려면 계정을 연결해주세요.
tr: Giriş yapabilmek ve içerik paylaşmak için hesabınızı harici hizmetlere bağlayın.

source: Do you really want to disconnect %s from this account?
ar: هل انت متأكد من رغبتك في إيقاف الإتصال بـ %s من هذا الحساب ؟
bg_bg: Сигурни ли сте че искате да излезете %s от този акаунт?
el: Αλήθεια θές να αποσυνδέσεις τονt %s από αυτόν το λογαριασμό?
fa: آیا نسبت به قطع اتصال %s از این حساب مطمئنید؟
fi: Haluatko varmasti katkaista yhteyden %s käyttäjätunnukselta?
hu: Biztos benne, hogy lecsatlakoztatja %s -t erről a fiókról?
ko: 이 계정을 %s 계정과 연결을 해제하시겠습니까?
sk: Naozaj sa chcete odpojiť %s od tohoto účtu?
sr_rs: Dali stvarno želite da se diskonektujete sa ovog naloga %s?
th: คุณต้องการตัดการเชื่อมต่อ %s จากบัญชีนี้หรือไม่?
tr: %s kullanıcısının bağlantısını kesmek istediğinizden eminmisiniz ?

source: This account is connected to %s
ar: هذا الحساب مرتبط بـ %s
bg_bg: Този акаунт е свързан към %s
el: Ο λογαριασμός είναι συνδεδεμένος στο %s
fa: این کاربر به %s متصل شد.
fi: Tämä käyttäjätunnus on yhdistetty palveluun %s
hu: Ez a fiók a következőhöz van kapcsolva: %s
ko: 이 계정은 %s에 연결되어있습니다.
sk: Tento účet je prepojený s %s
sr_rs: Ovaj nalog je povezan sa %s
th: บัญชีนี้เชื่อมต่อกับ %s
tr: Bu kullanıcı %s ile bağlanır.

source: Do you really want to disconnect your %s account?
ar: هل انت متأكد من رغبتك في إيقاف الإتصال لـ %s بحسابك ؟
bg_bg: Сигурни ли сте че искате да прекъснете %s вашия акаунт?
el: Αλήθεια θες να αποσυνδέσεις τον λογαριασμό %s ;
fa: آیا نسبت به قطع ارتباط %s به حساب خود مطمئنید؟
fi: Haluatko varmasti katkaista yhteyden %s käyttäjätunnuksella?
hu: Biztos, hogy lecsatlakozik az ön %s fiókjáról?
ko: %s 계정과 연결을 해제하시겠습니까?
sk: Naozaj chcete odpojiť váš %s účet?
sr_rs: Dali stvarno želite da se diskonektujete vaš nalog %s?
th: คุณต้องการยกเลิกการเชื่อมต่อบัญชี %s ของคุณหรือไม่?
tr: %s kullanıcısı ile bağlantıyı kesmek istediğinizden eminmisiniz ?

source: You will be logged out and you won't be able to login to your account using this %s account.
ar: سوف يتم تسجيل خروجك من %s ولن تتمكن من الدخول بهذا الحساب من جديد.
bg_bg: Вие ще излезете и няма да можете да влезете отново във вашия акаунт използвайки %s този акаунт
el: Θα αποσυνδεθείς και δε θα μπορείς να συνδεθείς χρησιμοποιώντας αυτόν τον λογαριασμό %s
fa: شما خارج خواهید شد و دیگر با %s قادر به ورود به این حساب نیستیدو
fi: Sinut kirjataan ulos etkä voi enää kirjautua sisään %s käyttäjätunnuksella.
hu: Kiléptetésre kerül és nem fog tudni bejelentkezni a fiókjába a %s fiók segítségével.
ko: 계속하면 로그아웃되고 이 %s 계정을 사용해서 현재 계정으로 로그인할 수 없게 됩니다.
sk: Budete odhlásený/á a už sa nebudete môcť prihlásiť ku svojemu účtu prostredníctvom tohoto %s účtu.
sr_rs: Bićete odjavljeni i neće se moći prijaviti više koristeći ovaj nalog %s
th: คุณจะออกจากระบบและคุณจะไม่สามารถเข้าสู่บัญชีของคุณโดยใช้บัญชี %s นี้ได้
tr: Siz giriş yaptığınızda %s kullanıcıların hesabınıza girişi mümkün olmayacaktır.

source: Your account is connected to %s
ar: حسابك مرتبط بـ %s
bg_bg: Вашият акаунт е свързан към %s
el: Ο λογαριασμός σου είναι συνδεδεμένος στο %s
fa: حساب شما به %s متصل شده است.
fi: Käyttäjätunnuksesi on yhdistetty palveluun %s
hu: A fiókja csatlakoztatva van a következőhöz: %s
ko: 이 계정은 %s 계정과 연결되었습니다.
sk: Váš účet je prepojený s %s
sr_rs: Vaš nalog je povezan sa %s
th: บัญชีของคุณเชื่อมต่อกับ %s
tr: Hesabınız %s bağlanır.

source: disconnect
ar: قطع الإتصال
bg_bg: Прекъсване
el: αποσύνδεση
fa: قطع ارتباط
fi: katkaise yhteys
hu: lecsatlakozás
ko: 연결 해제하기
sk: odpojiť
sr_rs: diskonektu
th: ตัตเชื่อมต่อ
tr: Bağlantıyı Kes

source: Connect %s
ar: متصل بـ %s
bg_bg: Свързване %s
el: Σύνδεση %s
fa: اتصال به %s
fi: Yhdistettynä %s
hu: Összekapcsolás %s
ko: %s 계정과 연결하기
sk: Prepojiť %s
sr_rs: Poveži %s
th: เชื่อมต่อ %s
tr: Bağlan %s

source: Feel free to browse and discover all my shared images and albums.
ar: لا تتردد في تصفح واكتشاف كل الصور وألبومات المشاركة بواسطتى.
bg_bg: Чувствайте се свободни да разгледате всички мои споделени снимки и албуми.
fi: Voit vapaasti selata kaikkia jakamiani kuvia ja albumeita.
he: הרגישו חופשיים לעיין ולראות את כל האלבומים והתמונות המשותפים שלי.
hu: Fedezze fel a feltöltött képeimet és böngésszen az albumaim között.
ko: 공유된 모든 이미지와 앨범을 자유롭게 찾아보고 검색해보세요.
sk: Prezri si a objav všetky moje zdielané obrázky a albumy.
th: อย่าลังเลที่จะเรียกดูและค้นพบภาพร่วมกันทั้งหมดของภาพและอัลบั้มฉัน
tr: Tüm paylaşılan resimlerimi ve albümleri göz atın ve keşfedin

source: Button
ar: زر
bg_bg: Бутон
fi: Painike
hu: Gomb
ko: 버튼
sk: Tlačidlo
th: ปุ่ม
tr: Buton

source: View all my images
ar: عرض جميع الصور الخاصة بي
bg_bg: Виж всички мои снимки
fi: Näytä kaikki kuvani
he: צפייה בכל התמונות שלי
hu: Az összes képem megtekintése
ko: 내 이미지 모두 보기
lt_lt: Žiūrėti visus mano paveikslėlius
sk: Zobraz všetky moje obrázky
th: ดูภาพทั้งหมดของฉัน
tr: Bütün resimlerimi göster

source: Login
bg_bg: Влез
he: התחבר
ko: 로그인
th: เข้าสู่ระบบ
tr: Giriş

source: Already have an account? %s now.
bg_bg: Вече имате акаунт? %s
he: נרשמת בעבר למערכת? %s עכשיו.
ko: 등록한 계정이 있으시다면 %s해보세요.
tr: Hesabınız var mı? %s yapın şimdi.

source: resend account activation
ar: إعادة ارسال تنشيط الحساب
bg_bg: Повторно изпращане на активация на профила
fi: Lähetä uudelleen aktivointiviesti
he: לבצע שליחת הוראות להפעלת החשבון מחדש
hu: aktiváló e-mail újraküldése
ko: 계정 활성화 메일 다시보내기
sk: znovupreposlať aktiváciu konta
th: ส่งการเปิดใช้งานบัญชี
tr: hesap aktivasyonunu tekrar gönder

source: If you have already signed up maybe you need to request to %s to activate your account.
bg_bg: Ако вече сте се регистрирали, може би трябва да изисквате %s, за да активирате акаунта си.
ko: 이미 계정 등록을 하셨다면 %s에 계정을 활성화하도록 요청해야 할 수 있습니다.
tr: Daha önce kaydolduysanız, hesabınızı etkinleştirmek için %s isteğinde bulunmanız gerekebilir.

source: You can also %s.
bg_bg: Можете също да %s.
he: תוכל גם ל %s.
ko: <br>또는 %s를<br>할 수 있습니다.
tr: Hesabınız etkin değilse, %s.

source: I'm at least %s years old
ar: انا بعمر %s سنة على الأقل
bg_bg: Аз съм поне на %s години
fi: Olen vähintään %s vuotta vanha
he: אני מעל גיל %s שנה
ko: 나는 %s세 이상입니다.
th: อายุอย่างน้อยที่สุดฉัน %s ปี
tr: En az %s yaşındayım

source: terms
bg_bg: условия
he: תנאי שימוש
ko: 이용 약관
th: เงื่อนไข
tr: şartlar

source: privacy policy
bg_bg: политика за поверителност
he: מדיניות פרטיות
ko: 개인 정보 보호 정책
th: นโยบายความเป็นส่วนตัว
tr: gizlilik politikası

source: I agree to the %terms_link and %privacy_link
bg_bg: Съгласен съм с %terms_link и %privacy_link
he: אני מסכים ל- %terms_link ו- %privacy_link
ko: %terms_link 및 %privacy_link에 동의합니다
th: ฉันยอมรับ %terms_link และ %privacy_link
tr: %terms_link ve %privacy_link’i kabul ediyorum

source: Upload profile background
ar: رفع خلفية للملف الشخصي
bg_bg: Качване на фонова снимка за профила
el: Ανέβασε φόντο προφίλ
fa: بارگذاری پس زمینه ی پروفایل
fi: Lähetä profiilin taustakuva
he: בחר תמונת רקע פרופיל
hu: Profil háttérkép feltöltése
ko: 프로필 배경 업로드하기
lt_lt: Įkelti profilio fono paveikslėlį
sk: Nahrať pozadie profilu
sr_rs: Dodaj pozadinu profila
th: อัพโหลดรูปภาพพื้นหลังโปรไฟล์ของคุณ
tr: Profilinizin arka planına resim yüklemek ister misiniz ?
