Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Homepage cover image deleted
ar: تم حذف صورة غلاف الصفحة الرئيسية
bg_bg: Изображението на корицата е изтрита
fi: Kotisivun kansikuva poistettu
he: תמונת עטיפה לדף נחיתה נמחקה בהצלחה
ko: 홈페이지 커버 이미지가 삭제되었습니다
th: ลบภาพปกหน้าแรก
tr: Kapak resmi silinmiş

source: Local
ar: محلي
bg_bg: локално
el: Τοπικά
fi: Paikallinen
he: מקומי
hu: Helyi
ko: 내부
lt_lt: Vietinis
sk: Miestne
th: ภายใน
tr: Yerel

source: External
ar: خارجي
bg_bg: Външно
el: Εξωτερικά
fi: Ulkoinen
he: חיצוני
hu: Külső
ko: 외부
lt_lt: Išorinis
sk: Externé
th: ภายนอก
tr: Harici

source: All
ar: الكل
bg_bg: Всичко
el: Όλα
fa: همه
fi: Kaikki
he: הכל
hu: Összes kép
ko: 전체
lt_lt: Visi
sk: Všetky
sr_rs: Sve
th: ทั้งหมด
tr: Hepsi

source: search content
ar: بحث المحتوى
bg_bg: търсене на съдържание
el: αναζήτηση περιεχομένων
fa: جستجو مطالب
fi: etsi sisältöä
he: חיפוש תוכן לפי כתובת IP
hu: feltöltéseinek mutatása
ko: 게시물 찾아보기
lt_lt: ieškoti
sk: vyhľadať obsah
sr_rs: pretraži sadržaj
th: ค้นหา เนื้อหา
tr: İçerik Arama

source: Add page
ar: اضف صفحة
bg_bg: Добавяне на страница
fi: Lisää sivu
he: הוסף עמוד
hu: Oldal hozzáadása
ko: 페이지 추가하기
th: เพิ่มหน้า
tr: Sayfa ekle

source: Edit page ID %s
ar: تعديل معرف الصفحة %s
bg_bg: Редактиране на страницата %s
fi: Muokkaa sivun %s ID:tä
he: עריכת עמוד מספר מזהה %s
hu: Oldal azonosító (ID) szerkesztése: %s
ko: 페이지 ID %s 편집하기
th: แก้ไขหน้าไอดี %s
tr: Sayfa kimliğini düzenle %s

source: The page has been added successfully.
ar: تم اضافة الصفحة بنجاح
bg_bg: Страницата е добавена успешно.
fi: Sivu lisätty onnistuneesti.
he: העמוד נוסף בהצלחה.
hu: Az oldal sikeresen hozzáadva.
ko: 페이지 추가가 완료되었습니다.
th: หน้านี้ถูกเพิ่มเรียบร้อยแล้ว
tr: Sayfa başarıyla eklendi.

source: The page has been deleted.
ar: تم مسح الصفحة
bg_bg: Страницата е изтрита.
fi: Sivu on poistettu.
hu: Az oldal törlésre került.
ko: 페이지가 삭제되었습니다.
th: หน้านี้ถูกลบเรียบร้อยแล้ว
tr: Sayfa silindi.

source: homepage
ar: الصفحة الرئيسية
bg_bg: начална страница
fi: kotisivu
ko: 홈페이지
th: หน้าแรก
tr: Web sitesi

source: Before main title (%s)
ar: قبل العنوان الرئيسي (%s)
bg_bg: Преди основното заглавие %s
fi: Ennen pääotsikkoa (%s)
ko: 메인 타이틀 앞 (%s)
th: ก่อนชื่อเรื่องหลัก (%s)
tr: Ana başlıktan önce (%s)

source: After call to action (%s)
ar: بعد إتخاذ إجراء (%s)
bg_bg: След призив за действие (%s)
fi: Toimintapainikkeen jälkeen (%s)
ko: 콜투액션 뒤 (%s)
th: หลังจากเรียกร้องให้ดำเนินการ (%s)
tr: Call to Action" (%s) tarafindan

source: After cover (%s)
ar: بعد الغلاف (%s)
bg_bg: След покриване %s
fi: Kannen jälkeen (%s)
ko: 커버 뒤 (%s)
th: หลังจากหน้าปก (%s)
tr: Kapak resmine göre (%s)

source: After listing (%s)
ar: بعد القائمة (%s)
bg_bg: След изброяване %s
fi: Listauksen jälkeen (%s)
ko: 목록 뒤 (%s)
th: หลังจากรายการ (%s)
tr: Listeleme göre (%s)

source: Before pagination
ar: قبل ترقيم الصفحات
bg_bg: Преди номериране
fa: قبل از شمارنده صفحه
fi: Ennen sivunumerointia
hu: Navigáció előtt
ko: 페이지네이션 앞
sk: Pred stránkovaním
sr_rs: Pre paginacije
th: ก่อนเลขหน้า
tr: Sayfa numaralandırmadan önce

source: After pagination
ar: بعد ترقيم الصفحات
bg_bg: След номериране
fa: بعد از شماره صفحات
fi: Sivunumeroinnin jälkeen
hu: Navigáció után
ko: 페이지네이션 뒤
sk: Za stránkováním
sr_rs: Posle paginacije
th: หลังเลขหน้า
tr: Sayfa numaralandırıldıktan sonra

source: Content (image and album)
ar: المحتوى (الصور والألبوم)
bg_bg: Съдържание (изображение и албум)
fa: مطالب ( تصاویر و آلبوم ها )
fi: Sisältö (kuva ja albumi)
hu: Tartalom (kép és album)
ko: 게시물 (이미지 및 앨범)
sk: Obsah (obrázok a album)
sr_rs: Sadržaj (slika i album)
th: เนื้อหา (ภาพและอัลบั้ม)
tr: İçerik (görüntü ve albüm)

source: Tab about column
ar: تبويب عن العامود
bg_bg: Раздел за колоната
fa: سربرگ درباره
fi: Tietoa välilehden sarake
hu: A részletek oszlopa
ko: 정보 칼럼 탭
sk: Tabuľka so stĺpcom "O ..."
th: แท็บเกี่ยวกับคอลัมน์
tr: Görüntü detaylarına ek olarak

source: Before comments
ar: قبل التعليقات
bg_bg: Преди коментари
fa: قبل از نظرات
fi: Ennen kommentteja
hu: A kommentek előtt
ko: 댓글 앞
sk: Pred komentármi
sr_rs: Pre komentara
th: ก่อนแสดงความคิดเห็น
tr: Yorumlardan önce

source: Image page
ar: صفحة الصورة
bg_bg: Страница с изображения
fa: صفحه تصاویر
fi: Kuvasivu
hu: A kép oldala
ko: 이미지 페이지
sk: Stránka s obrázkom
sr_rs: Stranica slike
th: หน้าภาพ
tr: Resim sayfası

source: Inside viewer top (image page)
ar: أعلى مستعرض الصور (صفحة الصورة)
bg_bg: отгоре (страница с изображения)
fa: بالا درون نمایشگر ( صفحه تصاویر )
fi: Katselijan sisällä keskellä (kuvasivu)
hu: A képnéző teteje (kép oldal)
ko: 뷰어의 상단 (이미지 페이지)
sk: Vovnútri prehliadača nahore (stránka s obrázkom)
th: ด้านบนภายใน (หน้าภาพ)
tr: İç izleyici üst (resim sayfası)

source: Inside viewer foot (image page)
ar: بداخل ذيل مستعرض الصور (صفحة الصورة)
bg_bg: Долна част (страница с изображения)
fa: پایین درون نمایشگر (صفحه تصاویر)
fi: Katselijan sisällä alhaalla (kuvasivu)
hu: A képnéző alja (kép oldal)
ko: 뷰어의 하단 (이미지 페이지)
sk: Vovnútri prehliadača dole (stránka s obrázkom)
th: ด้านท้ายของผู้ชมภายใน (หน้าภาพ)
tr: İç izleyici ayak (resim sayfası)

source: After image viewer (image page)
ar: بعد مستعرض الصور (صفحة الصورة)
bg_bg: След преглед на изображения (страница с изображение)
fa: بعد از نمایشگر تصاویر ( صفحه تصاویر )
fi: Katselijan jälkeen (kuvasivu)
hu: A képnéző után (kép oldal)
ko: 이미지 뷰어 뒤 (이미지 페이지)
sk: Za prehliadačom obrázku (stránka s obrázkom)
th: หลังจากดูภาพ (หน้าภาพ)
tr: Resim görüntüleyici (görüntü sayfası) sonra

source: Before header (image page)
ar: قبل رأس الصفحة (صفحة الصورة)
bg_bg: Преди заглавието (изображения)
fa: قبل از سربرگ ( صفحه تصاویر )
fi: Ennen headeria (kuvasivu)
hu: A fejléc előtt (kép oldal)
ko: 헤더 앞 (이미지 페이지)
sk: Pred hlavičkou (stránka s obrázkom)
th: ก่อนส่วนหัว (หน้าภาพ)
tr: Başlıktan önce (resim sayfası)

source: After header (image page)
ar: بعد رأس الصفحة (صفحة الصورة)
bg_bg: След заглавието (изображения)
el: Μετά από το header (εικόνα σελίδας)
fa: بعد از سربرگ ( صفحه تصاویر )
fi: Headerin jälkeen (kuvasivu)
hu: A fejléc után (kép oldal)
ko: 헤더 뒤 (이미지 페이지)
sk: Za hlavičkou (stránka s obrázkom)
th: หลังจากที่ส่วนหัว (หน้าภาพ)
tr: Başlığından sonra (resim sayfası)

source: Footer (image page)
ar: ذيل الصفحة (صفحة الصورة)
bg_bg: Долна част (изображения)
el: Footer (εικόνα σελίδας)
fa: پاورقی ( صفحه تصاویر)
fi: Footeri (kuvasivu)
hu: Lábléc (kép oldal)
ko: 푸터 (이미지 페이지)
sk: Pätička (stránka s obrázkom)
th: ส่วนท้าย (หน้าภาพ)
tr: Alt (görüntü sayfası)

source: Album page
ar: صفحة الألبوم
bg_bg: Албум страница
el: Album σελίδα
fa: صفحه آلبوم
fi: Albumisivu
hu: Album oldal
ko: 앨범 페이지
sk: Stránka s albumom
th: หน้าอัลบั้ม
tr: Albüm sayfası

source: Before header (album page)
ar: قبل رأس الصفحة (صفة الألبوم)
bg_bg: Преди заглавието (албум)
fa: قبل از سربرگ ( صفحه آلبوم )
fi: Ennen headeria (albumisivu)
hu: A fejléc előtt (album oldal)
ko: 헤더 앞 (앨범 페이지)
sk: Pred hlavičkou (stránka s albumom)
th: ก่อนส่วนหัว (หน้าอัลบั้ม)
tr: Başlıktan önce (albüm sayfası)

source: After header (album page)
ar: بعد رأس الصفحة (صفحة الألبوم)
bg_bg: След заглавието (албум)
fa: بعد از سربرگ ( صفحه آلبوم )
fi: Headerin jälkeen (albumisivu)
hu: A fejléc előtt (album oldal)
ko: 헤더 뒤 (앨범 페이지)
sk: za hlavičkou (stránka s albumom)
th: หลังจากที่ส่วนหัว (หน้าอัลบั้ม)
tr: Başlığından sonra (albüm sayfası)

source: User profile page
ar: صفحة ملف المستخدم
bg_bg: Потребителска страница
fa: صفحه ی پروفایل کاربر
fi: Käyttäjän profiili
hu: Felhasználói profiloldal
ko: 사용자 프로필 페이지
sk: Stránka s užívateľským profilom
th: หน้าโปรไฟล์ของผู้ใช้
tr: Kullanıcı Profil Sayfası

source: After top (user profile)
ar: أعلى الصفحة (صفحة المستخدم)
bg_bg: След горна част (Потребителска страница)
fa: بعد از سربرگ ( صفحه ی کاربر )
fi: Yläreunan jälkeen (käyttäjän profiili)
hu: A felső rész után (profil)
ko: 상단 뒤 (사용자 프로필)
sk: Za hlavičkou (stránka s uživateľským profilom)
th: หลังจากด้านบน (หน้าโปรไฟล์)
tr: Üst sonra (kullanıcı profili)

source: Before listing (user profile)
ar: قبل عرض الصور (صفحة المستخدم)
bg_bg: Преди публикациите (потребителски профил)
fa: قبل از لیست تصاویر ( صفحه پروفایل )
fi: Ennen listausta (käyttäjän profiili)
hu: A listák után (profil)
ko: 목록 앞 (사용자 프로필)
sk: Pred výpisom (stránka s užívateľským profilom)
th: ก่อนที่รายการ (หน้าโปรไฟล์)
tr: Listeleme önce (kullanıcı profili)

source: Explore page
ar: تصفح الصفحة
bg_bg: Разгледайте страницата
el: Εξερεύνηση σελίδας
fa: صفحه پویش
fi: Selaa sivu
hu: "Véletlen" oldal
ko: 둘러보기 페이지
sk: Preskúmať stránku
th: หน้ารวมภาพ
tr: Sayfayı keşfedin

source: After top (explore page)
ar: بعد أعلى الصفحة (صفحة الإستعراض)
bg_bg: След началото
fa: بعد از سربرگ ( صفحه پویشگر تصاویر )
fi: Yläreunan jälkeen (selaa sivu)
hu: A felső rész után ("véletlen" oldal)
ko: 상단 뒤 (둘러보기 페이지)
sk: Za hlavičkou (stránka prechádzania)
th: หลังจากด้านบน (หน้ารวมภาพ)
tr: Üst sonra (sayfa keşfetmek)

source: NSFW
ar: محتوى غير آمن
bg_bg: NFSW
hu: Korhatáros
ko: 후방주의
th: ไม่ปลอดภัย/ไม่เหมาะสม อาจมีเนื้อหาที่ลามกอนาจาร

source: Invalid website name
ar: إسم الموقع غير صالح
bg_bg: Невалиден уебсайт
el: Λανθασμένο όνομα ιστοσελίδας
fa: نام وبسایت اشتباه است
fi: Virheellinen verkkosivuston nimi
he: שם אתר אינטרנט לא חוקי
hu: Érvénytelen weboldal név
ko: 웹사이트 이름이 잘못되었습니다
lt_lt: Neteisingas svetainės pavadinimas
sk: Neplatné meno webovej stránky
sr_rs: Neispravno ime web sajta
th: ชื่อเว็บไซด์ผิดพลาด
tr: Geçersiz website adresi

source: Invalid language
ar: اللغة غير صالحة
bg_bg: Невалиден език
el: Λανθασμένη γλώσσα
fa: زبان اشتباه است
fi: Virheellinen kieli
he: שפה לא חוקית
hu: Érvénytelen nyelv
ko: 언어 설정이 잘못되었습니다
lt_lt: Neteisinga kalba
sk: Neplatný jazyk
sr_rs: Neispravan jezik
th: ภาษาผิดพลาด
tr: Geçersiz dil dosyası

source: Invalid timezone
ar: التوقيت غير صالح
bg_bg: Невалидна часова зона
el: Λανθασμένη ζώνη ώρας
et_ee: Vale ajatsoon
fi: Virheellinen aikavyöhyke
he: אזור זמן לא חוקי
hu: Érvénytelen időzóna
ko: 시간대 설정이 잘못되었습니다
lt_lt: Neteisinga laiko juosta
sk: Neplatná časová zóna
sr_rs: Neispravna vremenska zona
th: ไทม์โซนเวลาผิดพลาด
tr: Geçersiz zaman dilimi

source: Invalid value: %s
ar: قيمة غير صالحة: %s
bg_bg: Невалидна стойност %s
fi: Virheellinen arvo: %s
ko: 값이 잘못되었습니다: %s
th: ค่าไม่ถูกต้อง: %s
tr: Geçersiz değer: %s

source: Invalid upload storage mode
ar: وضع التخزين الخاص بالتحميل غير صالح
bg_bg: Невалиден режим на съхранение при качване
el: Λανθασμένος τρόπος αποθήκευσης αρχείου μεταφόρτωσης
fa: شیوه ذخیره سازی فایل های آپلود شده اشتباه است.
fi: Virheellinen lähetysten tallennustila
he: מצב העלאת איחסון לא חוקי
hu: Érvénytelen feltöltési tároló mód
ko: 업로드 저장소 모드가 잘못되었습니다
lt_lt: Neteisingas įkėlimo saugojimo režimas
sk: Neplatný spôsob nahrávania do úložiska
sr_rs: Režim skladištenja uploada slika
th: โหมดอัพโหลดข้อมูลไม่ถูกต้อง
tr: Geçersiz resim yükleme modu

source: Invalid upload filenaming
ar: اسم الملف المرفوع غير صالح
bg_bg: Невалидно именуване на файл за качване
el: Λανθασμένη ονομασία αρχείου μεταφόρτωσης
fa: نام گذاری فایل های آپلود شده اشتباه است.
fi: Virheellinen tiedostojen nimeämistapa
he: שם העלאה לא חוקי
hu: Érvénytelen feltöltési fájlnevezés
ko: 업로드 파일 이름이 잘못되었습니다
lt_lt: Neteisingi įkeliamų failų pavadinimai
sk: Neplatné pomenovanie nahrávaných súborov
sr_rs: Neispravno imenovanje uploada
th: อัพโหลชื่อไฟล์ไม่ถูกต้อง
tr: Geçersiz resim isimleri

source: Invalid thumb width
ar: عرض الصورة المصغرة غير صالح
bg_bg: Невалидна ширина на миниатюра
el: Λάθος μήκος
fa: عرض تصویر بند انگشتی اشتباه است.
fi: Virheellinen kuvakkeen leveys
he: רוחב אובייקט לא חוקי
hu: Érvénytelen miniatűr szélesség
ko: 미리보기 이미지 너비가 잘못되었습니다
lt_lt: Neteisingas miniatiūros plotis
sk: Nesprávna šířka miniatúry
sr_rs: Neispravna veličina sličice
th: ความกว้างของภาพขนาดย่อไม่ถูกต้อง
tr: Geçersiz küçük resim genişliği

source: Invalid thumb height
ar: ارتفاع الصورة المصغرة غير صحيح
bg_bg: Невалидна височина на миниатюра
el: Λάθος ύψος μικρογραφίας
fa: ارتقاع تصویر بند انگشتی اشتباه است.
fi: Virheellinen kuvakkeen korkeus
he: אורך אובייקט לא חוקי
hu: Érvénytelen miniatűr méret
ko: 미리보기 이미지 높이가 잘못되었습니다
lt_lt: Neteisingas miniatiūros aukštis
sk: Nesprávna výška miniatúry
sr_rs: Pogrešna visina slike za pregled
th: ความสูงของภาพขนาดย่อไม่ถูกต้อง
tr: Geçersiz küçük (trumb) resim yüksekliği

source: Invalid medium size
ar: متوسط الحجم غير ضالح
bg_bg: Невалиден среден размер
fi: Virheellinen keskikokoisen koko
ko: 일반 이미지 크기가 잘못되었습니다
th: ขนาดกลางไม่ถูกต้อง
tr: Geçersiz medya boyutu

source: Invalid watermark percentage
ar: علامة مائية غير صالحة
bg_bg: Невалиден процент на воден знак
fi: Virheellinen vesileiman prosentti
he: אחוז Watermark לא תקין
hu: Érvénytelen vízjel százalék
ko: 워터마크 비율이 잘못되었습니다
th: เปอร์เซ็นต์ลายน้ำไม่ถูกต้อง
tr: Watermark yüzdesi geçersiz

source: Invalid watermark opacity
ar: وضوح العلامة المائية غير صالح
bg_bg: Невалидна непрозрачност на водния знак
fi: Virheellinen vesileiman läpinäkyvyys
he: טשטוש חותמת מים לא תקין
hu: Érvénytelen vízjel átlátszóság
ko: 워터마크 투명도가 잘못되었습니다
th: ความทึบของลายน้ำไม่ถูกต้อง
tr: Opaklık değeri geçersiz

source: Invalid theme
ar: سمة غير صحيحة
bg_bg: Невалидна тема
el: Λάθος θέμα
fa: قالب اشتباه است
fi: Virheellinen teema
he: ערכת נושא לא חוקית
hu: Érvénytelen sablon
ko: 테마가 잘못되었습니다
lt_lt: Neteisinga tema
sk: Nesprávna téma
sr_rs: Neispravna tema
th: ธีมผิดพลาด
tr: Geçersiz Tema ! Lütfen Ayarlarınızı Kontrol Ediniz.

source: Invalid value
ar: القيمة غير صالح
bg_bg: Невалидна стойност
el: Λανθασμένη τιμή
fa: مقدار اشتباه است
fi: Virheellinen arvo
he: ערך לא חוקי
hu: Érvénytelen érték
ko: 값이 잘못되었습니다
lt_lt: Neteisingas dydis
sk: Neplatná hodnota
sr_rs: Neispravna vrednost
th: ค่าไม่ถูกต้อง
tr: Geçersiz değer

source: Invalid theme tone
ar: اسلوب غير صحيح
bg_bg: Невалиден тон на темата
el: Λάθος τόνος θέματος
fa: قالب اشتباه است
fi: Virheellinen teeman sävy
he: גוון ערכת נושא לא חוקי
hu: Érvénytelen sablon séma
ko: 잘못된 테마 톤
lt_lt: Neteisingas temos tonas
sk: Neplatný tón témy
sr_rs: Pogrešna vrsta teme
th: เสียงรูปแบบไม่ถูกต้อง
tr: Geçersiz tema tonu.

source: Invalid theme main color
ar: اللون الرئيسي للسمة غير صالح
bg_bg: Невалиден основен цвят на темата
fi: Virheellinen teeman pääväri
he: צבע עיקרי של ערכת הנושא לא חוקי
hu: Érvénytelen sablon alapszín
ko: 테마 주 색상이 잘못되었습니다
sk: Neplatná základná farba témy
th: ธีมสีหลักไม่ถูกต้อง
tr: Temanın geçersiz ana rengi

source: Invalid theme top bar button color
ar: لون الزر في الشريط العلوي غير ضالح
bg_bg: Невалиден цвят на бутона на горната лента
fi: Virheellinen teeman yläpalkin painikkeen väri
he: צבע כפתור הבאר העליון של ערכת הנושא לא חוקי
hu: Érvénytelen sablon felső sáv gomb szín
ko: 테마 상단 바 버튼 색상이 잘못되었습니다
sk: Neplatná farba tlačidla v hornom menu
th: รูปแบบแถบด้านบนปุ่มสีไม่ถูกต้อง
tr: Tema ana çubuğu düğmelerinin geçersiz rengi

source: Invalid theme image listing size
ar: حجم عرض الصور في الاستايل غير صحيح
bg_bg: Невалиден размер на списъка с изображение
el: Λάθος μέγεθος εικόνας θέματος
fa: اندازه لیست تصاویر قالب اشتباده است
fi: Virheellinen teeman kuvalistauksen koko
he: גודל רישום ערכת הנושא לא חוקי
hu: Érvénytelen képlistázás méret
ko: 테마 이미지 목록 크기가 잘못되었습니다
lt_lt: Neteisingas temos paveikslėlių sąrašo dydis
sk: Neplatná veľkosť náhľadového obrázku témy
sr_rs: Pogrešna veličina slike za listanje u temi
th: รูปแบบขนาดรายการภาพไม่ถูกต้อง
tr: Geçersiz tema listeleme boyutu.

source: Invalid user id
ar: رقم العضوية غير صالح
bg_bg: Невалиден ID номер на потребителя
el: Λάθος ταυτότητα χρήστη
fa: شناسه کاربری اشتباه است
fi: Virheellinen käyttäjätunnus
he: שם משתמש שגוי
hu: Érvénytelen felhasználó azonosító
ko: 사용자 ID가 잘못되었습니다
lt_lt: Neteisingas vartotojo id
sk: Neplatné ID užívateľa
sr_rs: Pogrešan korisnički ID
th: ชื่อผู้ใช้งานผิดพลาด
tr: Geçersiz Kullanıcı ID

source: Invalid email mode
ar: بريد إلكتروني غير صحيح
bg_bg: Невалиден режим на имейл
el: Λάθος τρόπος λειτουργίας email
fa: شیوه ارسال ایمیل نادرست است.
fi: Virheellinen sähköposti-tila
he: מצב דוא"ל לא חוקי
hu: Érvénytelen e-mail mód
ko: 이메일 모드가 잘못되었습니다
lt_lt: Neteisingas el.pašto režimas
sk: Nesprávny e-mailový mód
sr_rs: Neispravan email mod
th: โหมดอีเมลผิดพลาด
tr: Geçersiz e-posta modu

source: Invalid SMTP port
ar: منفذ خاطئ لـ STMP
bg_bg: Грешно въведен SMTP порт
el: Λάθος θύρα SMTP
fa: پرت SMTP اشتباه است
fi: Virheellinen SMTP-portti
he: SMTP port לא חוקי
hu: Érvénytelen SMTP port
ko: SMTP 포트가 잘못되었습니다
lt_lt: Neteisingas SMTP portas
sk: Nesprávny SMTP port
sr_rs: Neispravan SMTP port
th: SMTP port ไม่ถูกต้อง
tr: Geçersiz SMTP portu

source: Invalid SMTP security
ar: درجة أمان SMTP غير صالحة
bg_bg: Невалидна сигурност на SMTP
el: Λάθος ασφάλειας SMTP
fa: امنیت SMTP اشتباه است
fi: Virheellinen SMTP-turvallisuus
he: אבטחת SMTP לא חוקית
hu: Érvénytelen SMTP biztonság
ko: SMTP 보안연결이 잘못되었습니다
lt_lt: Neteisinga SMTP apsauga
sk: Neplatné zabezpečenie SMTP
sr_rs: Pogrešna SMTP sigurnost
th: SMTP security ไม่ถูกต้อง
tr: Geçersiz SMTP

source: Invalid personal mode user ID
ar: هوية مستخدم للوضع الشخصى غير صالحة
bg_bg: Невалиден идентификационен номер на потребител в личен режим
fi: Virheellinen henkilökohtaisen tilan käyttäjä ID
he: מזהה משתמש במצב אישי שגוי
hu: Érvénytelen felhasználó azonosító a személyes módhoz
ko: 개인 모드 사용자 ID가 잘못되었습니다
sk: Neplatné ID užívateľa v súkromnom móde
th: ID ผู้ใช้โหมดส่วนบุคคลที่ไม่ถูกต้อง
tr: Özel mod için geçersiz kullanıcı kimliği

source: Invalid or reserved route
ar: طريق غير صالح او محجوز
bg_bg: Невалиден или резервиран път
fi: Virheellinen tai varattu ohjaus
he: ניתוב שמורות לא חוקי
hu: Érvénytelen vagy foglalt útvonal (route)
ko: 라우팅 경로가 잘못되었거나 사용 중입니다
sk: Neplatná alebo rezervovaná cesta
th: ห้ามใช้หรือเส้นทางไม่ถูกต้อง
tr: Geçersiz veya ayrılmış rota

source: Invalid website privacy mode
ar: وضع خصوصية للموقع غير صالح
bg_bg: Невалиден режим на поверителност на уебсайта
fi: Virheellinen verkkosivun yksityinen tila
he: מצב אתר פרטי לא חוקי
hu: Érvénytelen tartalomkorlátozási mód
ko: 웹사이트 공개 범위 모드가 잘못되었습니다
sk: Neplatný režim súkromia stránky
th: ความเป็นส่วนตัว
tr: Web sitesinin geçersiz gizlilik modu

source: Invalid website content privacy mode
ar: محتوى وضع خصوصية محتوى الموقع غير صالح
bg_bg: Невалиден режим на поверителност на съдържанието на уебсайта
el: Λάθος περιεχόμενο ιδιωτικότητας ιστοσελίδας
fa: حریم خصوصی مطالب سایت اشتباه است
fi: Virheellinen verkkosivun sisällön salaus tila
he: תוכן מצב אתר פרטי לא חוקי
hu: Érvénytelen weboldal tartalomkorlátozási mód
ko: 웹사이트 게시물 공개 범위 모드가 잘못되었습니다
lt_lt: Neteisingas svetainės turinio privatumo režimas
sk: Neplatný režim bezpečnosti stránky
sr_rs: Neispravan mod privatnosti sadržaja sajta
th: ความเป็นส่วนตัวเนื้อหา
tr: Geçersiz website içerik gizlilik modu.

source: Invalid homepage style
ar: طراز صفحة رئيسية غير صالح
bg_bg: Невалиден стил на началната страница
fi: Virheellinen etusivun tyyli
he: סגנון דף הבית לא חוקי
hu: Érvénytelen kezdőlap stílus
ko: 홈페이지 스타일이 잘못되었습니다
sk: Neplatný štýl domovskej stránky
th: สไตล์หน้าแรกไม่ถูกต้อง
tr: Geçersiz stil

source: Invalid homepage call to action button color
ar: لون زر الإجراء فى الصفحة الرئيسية غير صالح
bg_bg: Невалидна страница призив за действие цветен бутон
fi: Virheellinen etusivun painikkeen väri
he: צבע כפתור "הנעה לפעולה" בדף הבית לא חוקי
hu: Érvénytelen kezdőlapi akciógomb szín
ko: 홈페이지 콜투액션 버튼 색상이 잘못되었습니다
sk: Neplatná farba tlačidla akcie domovskej stránky
th: การกระทำสีปุ่มเรียกหน้าแรกไม่ถูกต้อง
tr: "Call to Action" düğmesinin geçersiz rengi

source: Invalid homepage call to action functionality
ar: وظيفة إجراء للصفحة الرئيسية غير صالحة
bg_bg: Невалидна страница призив за действие функционалност
fi: Virheellinen kotisivun toiminnallisuus
he: פונקציות "הנעה לפעולה" בדף הבית לא חוקיות
hu: Érvénytelen kezdőlapi akciógomb funkció
ko: 홈페이지 콜투액션 기능이 잘못되었습니다
sk: Neplatná funkcia tlačidla akcie domovskej stránky
th: การกระทำเรียกหน้าแรกของฟังก์ชั่นไม่ถูกต้อง
tr: Geçersiz "Call to Action" işlevi

source: Invalid title
ar: عنوان خاطئ
bg_bg: Невалидно заглавие
fi: Virheellinen otsikko
hu: Érvénytelen cím.
ko: 제목이 잘못되었습니다
th: ชื่อเรื่องไม่ถูกต้อง
tr: Geçersiz başlık

source: Invalid status
ar: حالة خاطئة
bg_bg: Невалидно състояние
fi: Virheellinen tila
hu: Érévnytelen állapot.
ko: 상태가 잘못되었습니다
th: สถานะที่ไม่ถูกต้อง
tr: Geçersiz durum

source: Invalid type
ar: نوع خاطئ
bg_bg: Невалиден тип
fi: Virheellinen tyyppi
hu: Érvénytelen típus.
ko: 유형이 잘못되었습니다
th: ประเภทไม่ถูกต้อง
tr: Geçersiz tür

source: Invalid visibility
ar: خيار رؤية غير صالح
bg_bg: Невалидна видимост
fi: Virheellinen näkyvyys
hu: Érvénytelen láthatóság.
ko: 가시성이 잘못되었습니다
th: การแสดงผลที่ไม่ถูกต้อง
tr: Geçersiz görünürlük

source: Invalid internal type
bg_bg: Невалиден вътрешен тип
ko: 내부 유형이 잘못되었습니다
th: ไฟล์ไม่ถูกกับประเภทที่ต้องการ
tr: Geçersiz dahili tür

source: Invalid target attribute
ar: خاصية هدف غير صالحة
bg_bg: Невалиден целеви атрибут
fi: Virheellinen kohdemääritys
hu: Érvénytelen cél attribútum.
ko: 대상 속성이 잘못되었습니다
th: แอตทริบิวต์เป้าหมายไม่ถูกต้อง
tr: Geçersiz hedefler özelliği

source: Invalid rel attribute
ar: خاصية مرتبطة غير صالحة
bg_bg: Невалиден атрибут rel
fi: Virheellinen suhteellinen määritys
hu: Érvénytelen rel attribútum.
ko: 관계(rel) 속성이 잘못되었습니다
th: แอตทริบิวต์ rel ไม่ถูกต้อง
tr: Geçersiz rel-Attribut

source: Invalid icon
ar: أيقونة غير صالحة
bg_bg: Невалидна икона
fi: Virheellinen ikoni
hu: Érvénytelen ikon.
ko: 아이콘이 잘못되었습니다
th: ไอคอนไม่ถูกต้อง
tr: Geçersiz simge

source: Invalid URL key
ar: مفتاح رابط غير صالح
bg_bg: Невалиден ключ за URL адрес
fi: Virheellinen URL avain
he: מפתח קישור לא חוקי
hu: Érvénytelen URL kulcs
ko: URL 키가 잘못되었습니다
th: คีย์ URL ไม่ถูกต้อง
tr: Geçersiz URL anahtarı

source: Invalid file path
ar: مسار ملف غير صالح
bg_bg: Невалиден път към файла
fi: Virheellinen tiedostopolku
hu: Érvénytelen fájl útvonal
ko: 파일 경로가 잘못되었습니다
th: เส้นทางของไฟล์ไม่ถูกต้อง
tr: Geçersiz dosya yolu

source: Invalid link URL
ar: رابط غير صحيح
bg_bg: Невалиден URL адрес на връзката
fi: Virheellinen linkin URL
hu: Érvénytelen link URL
ko: 링크 URL이 잘못되었습니다
th: URL ของลิงก์ไม่ถูกต้อง
tr: Geçersiz bağlantı URL'si

source: Invalid user minimum age
ar: سن أدنى للمستخدم غير صحيح
bg_bg: Невалидна минимална възраст на потребителя
fi: Virheellinen käyttäjän minimi ikä
ko: 사용자 최소 연령이 잘못되었습니다
th: อายุขั้นต่ำของผู้ใช้ไม่ถูกต้อง
tr: Kullanıcı için geçersiz yaş

source: Only alphanumeric, hyphen and underscore characters are allowed
ar: مسموح فقط بالأبجدية الرقمية, الواصلات والرموز التحتية
bg_bg: Разрешени са само буквено-цифрови, тире и подчертаващи символи
fi: Vain aakkosnumeerisia, tavuviiva ja alaviivat ovat sallittuja
ko: 영문자와 숫자, 하이픈(-) 그리고 밑줄 문자(_)만 사용 가능합니다
th: อนุญาตเฉพาะตัวอักษรผสมตัวเลขและ( _ )เท่านั้น
tr: Yalnızca alfasayısal karakterler, kısa çizgiler ve alt çizgiler girilebilir

source: Invalid URL
ar: عنوان URL خاطئ
bg_bg: Невалиден адрес
el: Λάθος λινκ
fi: Virheellinen osoite
he: קישור לא תקין
hu: Érvénytelen URL
ko: URL이 잘못되었습니다
lt_lt: Neteisingas URL
sk: Neplatná URL
sr_rs: Pogrešan URL
th: ลิงค์ผู้ใช้งานผิดพลาด
tr: Geçersiz URL

source: Routes can't be the same
ar: لايمكن أن يكون الطريق متطابقا
bg_bg: Маршрутите не могат да бъдат еднакви
fi: Ohjaukset ei voi olla samoja
ko: 라우팅 경로는 같을 수 없습니다
th: เส้นทางต้องไม่เหมือนกัน
tr: Yollar aynı olmamalı

source: Invalid upload image path
ar: مسار تحميل الصورة غير صحيح
bg_bg: Грешен "път" до изображението
el: Λάθος διαδρομή ανεβάσματος εικόνας
fa: آدرس آپلود تصاویر اشتباه است
fi: Virheellinen kuvan lähetyskansio
he: נתיב העלאת תמונה לא חוקי
hu: Érvénytelen képfeltöltési útvonal
ko: 업로드 이미지 경로가 잘못되었습니다
lt_lt: Neteisingas įkeliamo paveikslėlio kelias
sk: Neplatná cesta nahrávaného obrázka
sr_rs: Neispravna putanja za upload slika
th: พาร์ทของรูปที่อัพโหลดผิดพลาด
tr: Geçersiz resim yükleme yolu

source: Invalid call to action URL
ar: رابط إجراء غير صحيح
bg_bg: Невалиден призив за действие URL
fi: Virheellinen call to action -osoite
he: קישור "הנעה לפעולה" לא חוקי
hu: Érvénytelen akciógomb URL
ko: 콜투액션 URL이 잘못되었습니다
sk: Nesprávna URL akcie
th: การดำเนินการเรียก URL ไม่ถูกต้อง
tr: Geçersiz "Call to Action" URL'si
