Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Phone
ar: الهاتف
bg_bg: Телефон
fi: Puhelin
hu: Telefon
ko: 전화
sk: Mobil
th: โทรศัพท์
tr: Telefon

source: Phablet
ar: الهاتف اللوحى
bg_bg: Фаблет
fi: Phabletti
ko: 패블릿
sk: Smartfón
th: แฟบเล็ต

source: Tablet
ar: الجهاز اللوحى
bg_bg: Таблет
fi: Tabletti
ko: 태블릿
th: แท็บเล็ต

source: Laptop
ar: الحاسب الشخصى
bg_bg: Лаптоп
fi: Kannettava
ko: 노트북
th: แล็ปท็อป

source: Desktop
ar: الحاسب المكتبى
bg_bg: Работен плот
fi: Työpöytä
hu: Asztali gép
ko: 데스크톱
sk: Počítač
th: เดสก์ทอป
tr: Masaüstü

source: theme editing
bg_bg: редактиране на теми
fi: teeman muokkaus
ko: 테마 설정
th: การแก้ไขชุดรูปแบบ
tr: tema düzenleme

source: Put your themes in the %s folder
ar: ضع السمات الخاصة بك في هذا %s المجلد
bg_bg: Сложи темите си в папка %s
el: Τοποθετήστε τα θέματα στο φάκελο %s
fa: قالب هایتان را در پوشه %s قرار دهید.
fi: Siirrä teemat kansioon %s
hu: Helyezd a sablonokat a %s mappába
ko: 테마는 %s 폴더에 넣어주세요.
sk: Vlož svoju tému do adresára %s
sr_rs: Dodajte vašu temu u %s folder
th: วางรูปแบบของคุณในโฟลเดอร์ %s
tr: Tema Klasörü %s

source: Tone
ar: اسلوب
bg_bg: Тон
fa: رنگ قالب
fi: Sävy
hu: Séma
ko: 테마 톤
sk: Tón
sr_rs: Vrsta
th: โทน
tr: Ton

source: Light
ar: فاتح
bg_bg: Светъл
fa: روشن
fi: Vaalea
he: בהיר
hu: Világos
ko: 밝게
sk: Svetlý
sr_rs: Svetla
th: สว่าง
tr: Hafif (beyaz)

source: Dark
ar: غامق
bg_bg: Тъмен
fa: سیاه
fi: Tumma
he: חשוך
hu: Sötét
ko: 어둡게
sk: Tmavý
sr_rs: Tamna
th: มืด
tr: Koyu (siyah)

source: Main color
ar: اللون الرئيسى
bg_bg: Основен цвят
fi: Pääväri
hu: Alap szín
ko: 주 색상
sk: Základná farba
th: สีหลัก
tr: Ana renk

source: Hexadecimal color value
ar: قيمة اللون بنظام الهكسا
bg_bg: Шестнадесетична стойност на цвета
fi: Heksadesimaali värikoodi
hu: Hexadecimális színkód
ko: 16진수 색상 코드(헥스 코드)
sk: Hexadecimálna hodnota farby
th: ค่าสีฐานสิบหก
tr: Heksadesimal renk değeri

source: Use this to set the main theme color. Value must be in <a href="%s" target="_blank">hex format</a>.
ar: استخدم هذا لضبط لون السمة الرئيسي. يجب ان تكون القيمة <a href="%s" target="_blank"> بنظام الهكسا</a>
bg_bg: Използвайте това, за да зададете основния цвят на темата. Стойността трябва да бъде в <a href="%s" target="_blank">шестнадесетичен формат</a>.
fi: Aseta sivuston pääväri. Arvon tulee olla <a href="%s" target="_blank">hexadesimaalimuodossa</a>.
hu: Ezt használhatja a téma alapszínének megadásához. Az értéknek <a href="%s" target="_blank">hexa formátumban</a> kell lennie.
ko: 주 테마 색상을 설정하려면 이 옵션을 설정해주세요. 설정 값은 <a href="%s" target="_blank">헥스 코드</a>이어야 합니다.
sk: Použite toto na nastavenie základnej farby témy. Hodnota musí byť v <a href="%s" target="_blank">hex formáte</a>.
th: ใช้ปุ่มนี้เพื่อกำหนดสีของธีมหลัก ค่าต้องอยู่ใน <a href="%s" target="_blank">รูปแบบ hex</a>
tr: Ana tema rengi olarak bunu kullan. Değer<a href="%s" target="_blank">heksadesimal formatta</a> olmalı.

source: Top bar button color
ar: لون زر الشريط العلوى
bg_bg: Цвят на бутона на горната лента
fi: Yläpalkin painikkeen väri
hu: Felső sáv gombjainak színe
ko: 상단 바 버튼 색상
sk: Farba tlačidla v hornom menu
th: สีปุ่มแถบด้านบน
tr: Üst çubuk düğme (button) rengi

source: Blue
ar: أزرق
bg_bg: Син
fi: Sininen
hu: Kék
ko: 파랑
sk: Modrá
th: สีน้ำเงิน
tr: Mavi

source: Green
ar: أخضر
bg_bg: Зелен
fi: Vihreä
hu: Zöld
ko: 초록
sk: Zelená
th: สีเขียว
tr: Yeşil

source: Orange
ar: برتقالى
bg_bg: Оранжев
fi: Oranssi
he: כתום
hu: Narancs
ko: 주황
sk: Oranžová
th: ส้ม
tr: Turuncu

source: Red
ar: أحمر
bg_bg: Червен
fi: Punainen
hu: Piros
ko: 빨강
sk: Červená
th: สีแดง
tr: Kırmızı

source: Grey
ar: رمادى
bg_bg: Сив
fi: Harmaa
hu: Szürke
ko: 회색
sk: Šedá
th: สีเทา
tr: Gri

source: Black
ar: أسود
bg_bg: Черно
fi: Musta
hu: Fekete
ko: 검정
sk: Čierna
th: ดำ
tr: Geri

source: White
ar: أبيض
bg_bg: бял
fi: Valkoinen
hu: Fehér
ko: 하양
sk: Biela
th: สีขาว
tr: Beyaz

source: Color for the top bar buttons like the "Create account" button.
ar: لون أزرار الشريط العلوى مثل زر" إنشاء حساب"
bg_bg: Цвят за бутоните в горната лента като бутона „Създаване на акаунт“.
fi: Yläpalkin painikkeiden, kuten "Rekisteröidy" painikkeen väri.
hu: A felső sáv gombjainak színe (példa: "Fiók létrehozása" gomb).
ko: 상단 바 버튼의 색상은 "계정 만들기" 버튼의 색상과 같이 사용됩니다.
sk: Farba pre tlačidlá v hornom menu, ako napríklad "Vytvoriť konto".
th: สีสำหรับปุ่มแถบด้านบนเช่นปุ่ม "สมัครสมาชิก"
tr: "Hesap oluştur" düğmesi gibi en üstteki çubuk düğmeleri için renk.

source: Enable vector logo
ar: تفعيل الشعار الفيكتور
bg_bg: Активиране на векторното лого
fa: فعالسازی لوگو برداری
fi: Käytä vektorilogoa
he: הפעלת לוגו וקטורי
hu: A vektoros logó bekapcsolása
ko: 벡터 로고 활성화
sk: Zapnúť vektorové logo
sr_rs: Aktiviraj vektorski logo
th: เปิดใช้งานโลโก้เวกเตอร์
tr: Vektorel logo acik

source: Enable vector logo for high quality logo in devices with high pixel density.
ar: الموافقة على الشعارعالي الجودة في الأجهزة ذات كثافة بيكسل عالية.
bg_bg: Активирайте векторното лого за висококачествено лого в устройства с висока плътност на пикселите.
fa: برای نمایش لوگو با کیفیت بالا لوگو برداری را فعال کنید
fi: Ota käyttöön vektorilogo, joka on parempi laatuinen kaikilla laitteilla.
he: הפעילו לוגו וקטורי באיכות לוגו גבוהה במכשירים עם צפיפות פיקסלים גבוהה.
hu: Bekapcsolja a vektoros logót a nagyobb pixelsűrűségű eszközökön a jobb minőség érdekében.
ko: 고해상도의 기기에서 고품질의 로고를 표시하려면 이 옵션을 활성화로 선택해주세요.
sk: Zapnúť vektorové logo pre vysokú kvalitu na HD displejoch.
sr_rs: Aktiviratje vektor logo za visoko kvalitetni logo za uređjate velike rezolucije i broja piksela
th: เปิดใช้งานโลโก้เวกเตอร์สำหรับโลโก้ที่มีคุณภาพสูงในอุปกรณ์ที่มีความหนาแน่นของพิกเซลสูง
tr: Yüksek piksel yoğunluğuna sahip cihazlarda yüksek kaliteli logo için vektör logosunu etkinleştirin.

source: Vector logo image
ar: شعار الفيكتور للصورة
bg_bg: Векторно лого изображение
fa: تصویر لوگو برداری
fi: Vektorilogon kuva
he: תמונת לוגו וקטור
hu: Vektor logó
ko: 벡터 로고 이미지
sk: Súbor s vektorovým logom
sr_rs: Slika vektorskog loga
th: ภาพโลโก้เวกเตอร์
tr: Vektör logosu resmi

source: Vector version or your website logo in SVG format.
ar: الصور من نوع Vector امتدادها SVG .
bg_bg: Векторна версия или логото на вашия уебсайт във SVG формат.
fa: نسخه ی برداری لوگو وبسایت شما در فرمت svg
fi: Vektori versio verkkosivun logosta SVG-muodossa.
he: הוסף את תמונת לוגו וקטור או את הלוגו של האתר בפורמט SVG.
hu: A weboldal logójának vektoros változata SVG formátumban.
ko: 웹사이트에서 사용하는 SVG 파일 형식의 백터 이미지입니다.
sk: Vektorová verzia loga vašej webovej stránky vo formáte SVG.
sr_rs: Vektorska verzija na vašem sajtu loga u SVG formatu
th: รุ่นเวกเตอร์หรือโลโก้เว็บไซต์ของคุณในรูปแบบ SVG
tr: SVG formatında web sitenizin logosunun vektör versiyonu.

source: Raster logo image
ar: الشعار النقطي للصورة
bg_bg: Растерно лого изображение
fa: لوگو اصلی سایت
fi: Rasterilogon kuva
he: תמונת לוגו סרוקה
hu: Sima logó
ko: 비트맵 로고 이미지
sk: Súbor s rastrovým logom
sr_rs: Raster slika loga
th: ภาพโลโก้ Raster
tr: Raster logo resmi

source: Bitmap version or your website logo. PNG format is recommended.
ar: الصور من نوع Bitmap او شعار موقعك. يوصى بامتداد PNG.
bg_bg: Версия на bitmap или логото на вашия уебсайт. PNG форматът се препоръчва.
fa: لوگو اصلی وبسایت شما در فرمت png
fi: Bitmap versio verkkosivun logosta. PNG-formaatti suositeltu.
he: מומלץ להעלאות תמונה בפורמט PNG.
hu: A logó hétköznapi verziója. Az ajánlott formátum a PNG.
ko: 웹사이트에서 사용하는 비트맵 이미지입니다. PNG 파일 형식을 권장합니다.
sk: Rastrová verzia loga vašej webovej stránky, najlepšie vo formáte PNG.
sr_rs: Bitmap verzija vašeg loga. PNG format je preporučen
th: รุ่นของ Bitmap หรือโลโก้เว็บไซต์ของคุณ ขอแนะนำรูปแบบ PNG
tr: Bitmap sürümü veya web sitenizin logosu. PNG formatı olması önerilir.

source: Logo height
ar: إرتفاع الشعار
bg_bg: Височина на логото
fi: Logon korkeus
hu: Logo magasság
ko: 로고 높이
sk: Výška loga
th: ความสูงของโลโก้
tr: Logo yüksekliği

source: No value
ar: لا يوجد قيمة
bg_bg: Без стойност
fi: Ei arvoa
he: לא קיים ערך
hu: Nincs érték
ko: 값 없음
sk: Žiadna hodnota
th: ไม่มีค่า
tr: Değersiz

source: Use this to set the logo height if needed.
ar: إستخدام هذا لتعيين ارتفاع الشعار إذا لزم الأمر.
bg_bg: Използвайте това, за да зададете височината на логото, ако е необходимо.
fi: Määrittele tarvittaessa logon korkeus tästä.
hu: Itt állíthatja be a logo magasságát, ha szükséges.
ko: 로고의 높이가 필요한 경우 이 옵션을 설정해주세요.
sk: Toto použijte pre natavenie výšky loga, ak je to potrebné.
th: ใช้ตัวเลือกนี้เพื่อกำหนดความสูงของโลโก้หากจำเป็น
tr: Gerekirse logo yüksekliğini ayarlamak için bunu kullanın.

source: Favicon image
ar: أيقونة الصورة
bg_bg: Favicon изображение
fa: تصویر فاو آیکون
fi: Favicon kuva
hu: A favicon képe
ko: 파비콘 이미지
sk: Favicon ikona
sr_rs: Favicon slika
th: ภาพ Favicon
tr: Favicon resmi

source: Favicon image. Image must have same width and height.
ar: صورة الشعار بجنب الرابط (Favicon) يجب أن تكون بنفس الطول والعرض.
bg_bg: Favicon изображение. Изображението трябва да има еднаква ширина и височина.
fa: تصویر فاو آیکون باید ارتفاع و عرض یکسان داشته باشد.
fi: Favicon kuva. Kuvan tulee olla yhtä korkea kuin leveä.
hu: Favicon kép. A magasságnak és szélességnek egyeznie kell.
ko: 파비콘 이미지입니다. 이미지의 너비와 높이는 같아야 합니다.
sk: Favicon musí mať rovnakú šířku a výšku.
sr_rs: Favicion slika. Slika mora imati visinu i širinu.
th: ภาพ Favicon รูปภาพต้องมีความกว้างและความสูงเท่ากัน
tr: Favicon görüntü. Görüntü aynı genişliğe ve yüksekliğe sahip olmalıdır.

source: Image load max. filesize
bg_bg: Максимално зареждане на изображението размер на файла
fi: Kuvan lähetyksen maksimi tiedostokoko.
ko: 이미지 로딩 최대 파일 크기
th: รูปภาพโหลดสูงสุด ขนาดไฟล์
tr: Görüntü yükü maks. Dosya boyutu

source: Images greater than this size will show a button to load full resolution image.
bg_bg: Изображенията по-големи от този размер ще покажат бутон за зареждане на изображение с пълна разделителна способност.
fi: Tätä kokoa suuremmissa kuvissa näytetään painike, jolla täyskokoisen kuvatiedoston voi ladata.
ko: 이미지 크기가 설정한 값보다 큰 경우 원본 이미지 보기 버튼을 표시합니다.
th: รูปภาพที่ใหญ่กว่าขนาดนี้จะแสดงปุ่มเพื่อโหลดภาพความละเอียดเต็มรูปแบบ
tr: Bu boyuttan büyük görüntüler tam çözünürlüklü görüntüyü yüklemek için bir düğme gösterecektir.

source: Enable download button
ar: تفعيل أيقونة التحميل
bg_bg: Активиране на бутона за изтегляне
fa: فعالسازی دکمه دانلود
fi: Ota Lataa kuva -painike käyttöön
he: הפעלת לחצן הורדה
hu: A letöltés gomb engedélyezése
ko: 다운로드 버튼 활성화
sk: Aktivovať tlačítko Stiahnuť
sr_rs: Aktiviraj download dugme
th: เปิดใช้ปุ่มดาวน์โหลด
tr: İndirme butonu açık.

source: Enable this if you want to show the image download button.
ar: قم بتنشيط هذا الخيار إذا كنت ترغب في إظهار أيقونة تحميل الصورة.
bg_bg: Активирайте това, ако искате да покажете бутона за изтегляне на изображението.
fa: برای نمایش دکمه دانلود تصاویر این گزینه را فعال کنید
fi: Tästä voit ottaa Lataa kuva -painikkeen käyttöön.
he: הפעילו את זה אם אתם רוצים להציג לחצן הורדת תמונה.
hu: Engedélyezze, ha szeretné, hogy megjelenjen a letöltés gomb a képek mellett.
ko: 이미지 다운로드 버튼을 제공하려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete užívateľom nechať zobrazovať tlačítko na stiahnutie.
sr_rs: Aktivirajte ovo ako želite omogućiti download slika.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการแสดงปุ่มดาวน์โหลดรูปภาพ
tr: Görüntü indirme düğmesini göstermek istiyorsanız bunu etkinleştirin.

source: Enable right click on image
ar: تمكين الضغطة اليمنى على الصورة
bg_bg: Активиране на десния бутон върху изображението
fi: Salli oikean klikkaus kuvassa
he: הפעלת קליק ימני על תמונה
hu: Jobb kattintás engedélyezése a képeken
ko: 이미지 우클릭 활성화
sk: Povoliť pravý klik na obrázok
th: เปิดใช้งานคลิกขวาที่รูปภาพ
tr: Resmin üzerinde sağ tıklamayı etkinleştir

source: Enable this if you want to allow right click on image viewer page.
ar: تمكين هذا إذا اردت السماح بالضغطة اليمنى على صفحة مشاهدة الصورة
bg_bg: Активирайте това, ако искате да разрешите десен бутон върху страницата за преглед на изображения.
fi: Haluatko sallia hiiren oikean napin klikkausen kuvankatselusivulla.
he: הפעילו את זה אם אתם רוצים לאפשר קליק ימני בדף צפייה בתמונה.
hu: Engedélyezze, ha szeretné, hogy engedélyezett legyen a jobb kattintás a képmegjelenítő felületen.
ko: 이미지 뷰어 페이지에서 우클릭을 허용하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľ toto, ak si želáš povolenie pravého kliku na obrázok v zobrazení obrázku.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการให้คลิกขวาที่หน้าโปรแกรมดูรูปภาพ
tr: Resim görüntüleme sayfasında sağ tıklanmasına izin vermek istiyorsanız bunu etkinleştirin.

source: Enable show Exif data
ar: تمكين إظهار بيانات الصورة
bg_bg: Активиране на показване на Exif данни
fi: Näytä Exif-tiedot
he: הפעלת הצגת Exif data
hu: Exif adatok mutatásának engedélyezése
ko: Exif 정보 표시 활성화
sk: Povoliť zobrazenie Exif údajov
th: เปิดใช้งานข้อมูล Exif ที่แสดง
tr: Exif verilerini göstermeyi etkinleştir

source: Enable this if you want to show image Exif data.
ar: تمكين هذا إذا اردت أن تظهر بيانات الصورة
bg_bg: Активирайте това, ако искате да покажете изображения Exif данни.
fi: Ota käyttöön Exif-tietojen näyttö.
he: הפעילו את זה אם אתם רוצים להציג Exif data של תמונה.
hu: Engedélyezze, ha szeretné, hogy megjelenjenek az Exif adatok.
ko: 이미지 Exif 정보를 보여주려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľ toto, ak chceš zobrazovať Exif údaje.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะแสดงภาพข้อมูล EXIF
tr: Görüntü Exif verilerini göstermek istiyorsanız bunu etkinleştirin.

source: Enable social share
ar: تفعيل خاصية المشاركة الإجتماعية
bg_bg: Активирайте социалното споделяне
fi: Salli sosiaalinen jako
he: הפעילו שיתוף ברשתות חברתיות
hu: Közösségi megosztás engedélyezése
ko: 소셜 공유 활성화
sk: Povoliť zdielanie cez sociálne siete
th: เปิดใช้งานการแบ่งปันทางสังคม
tr: Sosyal paylaşma etkinleştir

source: Enable this if you want to show social network buttons to share content.
ar: قم بتفعيل هذا الخيار إذا كنت تريد أن تظهر أزرار الشبكات الاجتماعية لمشاركة المحتوى.
bg_bg: Активирайте това, ако искате да виждате бутони за за споделяне в социалните мрежи.
fi: Ota käyttöön sosiaalisten palveluiden jakopainikkeet.
he: הפעילו את זה אם אתם רוצים להציג כפתור לשיתוף תוכן ברשתות חברתיות.
hu: Engedélyezze, ha szeretné megjeleníteni a közösségi megosztás gombokat.
ko: 게시물을 공유하는 소셜 네트워크 버튼을 제공하려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete povoliť zobrazovanie tlačítiek sociálnych sietí u obsahu (zdielanie, lajkovanie...)
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการแสดงปุ่มเครือข่ายสังคมเพื่อแชร์เนื้อหา
tr: Eğer içerik paylaşmak için sosyal ağ düğmelerini göstermek istiyorsanız bunu etkinleştirin.

source: Enable embed codes (content)
ar: تفعيل تضمين الرموز (المحتوى)
bg_bg: Активиране на вградени кодове (съдържание)
fi: Ota käyttöön upotuskoodit (sisältö)
he: הפעלת קודים מוטמעים (תוכן)
hu: Beillesztő kódok engedélyezése (tartalom)
ko: 퍼가기 코드 활성화 (게시물)
sk: Povoliť vkladacie odkazy (obsah)
th: เปิดใช้โค้ดสำหรับฝัง (เนื้อหา)
tr: Embed kodları etkinleştirme (içerik)

source: Everybody
ko: 누구나
tr: Herkes

source: Users only
ko: 사용자만
tr: Yalnızca kullanıcılar

source: Enable this if you want to show embed codes for the content.
ar: قم بتفعيل هذا الخيار إذا كنت تريد أن تظهررموز المحتوى.
bg_bg: Активирайте това, ако искате да покажете вградени кодове за съдържанието.
fi: Ota upotuskoodit käyttöön sisällölle.
he: הפעילו את זה אם אתם רוצים להראות קודים מוטמעים של התוכן.
hu: Engedélyezze, ha szeretné megjeleníteni a beillesztő kódokat a tartalomhoz.
ko: 게시물에 퍼가기 코드를 보여주려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete v obsahu zobrazovať vkladacie obsahy.
th: เปิดใช้งานนี้หากคุณต้องการแสดงโค้ดฝังสำหรับเนื้อหา
tr: İçerik için embed kodları göstermek istiyorsanız bunu etkinleştirin.

source: Not safe content checkbox in uploader
ar: قم بالاشارة على المربع عند الرفع اذا كان محتوى الصور غير آمن
bg_bg: Отметка за не безопасно качване на съдържание
fa: چک باکس محتوای نا امن در آپلودر
fi: Sopimatonta sisältöä -valintaruutu latauksessa
hu: Lehetőség a korhatáros tartalom megjelölésére a feltöltés során
ko: 업로드 창에 후방주의 체크박스 표시
sk: Nepovoliť voľbu nevhodného obsahu v nahrávaní
sr_rs: Polje za potvrdu neprikladnog sadržaja prilikom uploada
th: ช่องทำเครื่องหมายเนื้อหาที่ไม่ปลอดภัยในโปรแกรมอัพโหลด
tr: Yükleyicide güvenli içerik değil onay kutusu

source: Enable this if you want to show a checkbox to indicate not safe content upload.
ar: تمكين هذا الخيار إذا كنت تريد أن يظهر مربع للإشارة إلى ان المحتوى غير آمن عند رفع الصور.
bg_bg: Активирайте това, ако искате да покажете отметка, че съдържанието е не безопасно.
fa: برای نمایش چک باکس به جهت علامت دار شدن محتوای کنترل نشده این گزینه را فعال کنید
fi: Valitse tämä, jos haluat näyttää sopimatonta sisältöä -valintaruudun.
he: הפעילו את זה אם אתם רוצים להראות תיבת סימון כדי לסמן אם התוכן המועלה כ- "פוגעני".
hu: Engedélyezze, ha szeretne megjeleníteni egy kiválasztó gombot a korhatáros tartalom megjelölésére feltöltések esetén.
ko: 업로드 창에 후방주의 체크박스를 제공하려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete užívateľom dovoliť nastavovanie nevhodného obsahu.
sr_rs: Omogućite ovo ukoliko želite da prikažete polje za potvrdu neprikladnog sadržaja prilikom uploada.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการแสดงช่องทำเครื่องหมายเพื่อระบุว่าไม่อัปโหลดเนื้อหาที่ปลอดภัย
tr: Güvenli içerik yüklemesi olmadığını belirten bir onay kutusu göstermek istiyorsanız bunu etkinleştirin.

source: Custom CSS code
ar: اضافة CSS مخصص
bg_bg: Персонализиран CSS код
fa: کد css شخصی
fi: Mukautettu CSS-koodi
hu: Saját CSS kód
ko: 사용자 정의 CSS 코드
sk: Vlastný CSS kód
sr_rs: Poseban CSS kod
th: โค้ด CSS ที่กำหนดเอง
tr: Özel CSS kodu

source: Put your custom CSS code here. It will be placed as <style> just before the closing </head> tag.
ar: ضع التعليمات البرمجية CSS المخصصة هنا. سيتم وضعها في الداخل <style> قبل علامة القفيل </head>.
bg_bg: Поставете тук своя персонализиран CSS код. Той ще бъде поставен като <style> точно преди затварянето на </head> маркера.
fi: Kirjoita mukautettu CSS-koodi tähän. Se tulee <style> -elementtiin juuri ennen </head> -elementtiä.
hu: Ide írja a saját CSS kódját. Ez <style> formátumban kerül beillesztésre a záró </head> tag elé.
ko: 사용자 정의 CSS 코드를 여기에 넣어주세요. 닫는 </head> 태그 바로 앞에 <style>로 배치됩니다.
sk: Vložte váš vlastný CSS kód sem. Bude umiestnený ako <style> tesne pred koncom hlavičky (</head>) html kódu.
sr_rs: Dodajte vaš CSS kod, biće ubačen između <style>odmah prije </head> taga.
th: ใส่โค้ด CSS ที่กำหนดเองของคุณที่นี่ มันจะถูกวางไว้เป็น <style> ก่อนปิด </head>
tr: Özel CSS kodunuzu buraya yerleştirin. Kapanışı </head> etiketinden hemen önce <style> olarak yerleştirilir.

source: Custom JS code
ar: كود JS مخصص
bg_bg: Персонализиран JS код
fa: جاوا اسکریپت شخصی
fi: Mukautettu JS-koodi
hu: Saját JS kód
ko: 사용자 정의 JS 코드
sk: Vlastný JS kód
sr_rs: Poseban JS kod
th: โค้ด JS แบบกำหนดเอง
tr: Özel JS kodu

source: Put your custom JS code here. It will be placed as <script> just before the closing </head> tag.
ar: ضع التعليمات البرمجية JS المخصصة هنا. سيتم وضعها في الداخل <script> قبل علامة القفيل </head>.
bg_bg: Поставете тук своя персонализиран JS код. Той ще бъде поставен като <style> точно преди затварянето на </head> маркера.
fi: Kirjoita mukautettu JS-koodi tähän. Se tulee <script> -elementtiin juuri ennen </head> -elementtiä.
hu: Ide írja a saját JS kódját. Ez <script> formátumban kerül beillesztésre a záró </head> tag elé.
ko: 사용자 정의 JS 코드를 여기에 넣어주세요. 닫는 </head> 태그 바로 앞에 <style>로 배치됩니다.
sk: Vložte váš vlastný JS kód sem. Bude umiestnený ako <script> tesne pred koncom hlavičky (</head>) html kódu.
sr_rs: Dodajte vaš JS kod, biće ubačen između <script>odmah prije </head> taga.
th: ใส่รหัส JS ที่กำหนดเองของคุณที่นี่ มันจะถูกวางไว้เป็น <script> ก่อนปิด </head>
tr: Özel JS kodunuzu buraya yerleştirin. Kapanış </head> etiketinden hemen önce <script> olarak yerleştirilecektir.

source: Do not use %s markup here. This is for plain JS code, not for HTML script tags. If you use script tags here you will break your website.
bg_bg: Не използвай %s маркиране тук. Това е за обикновен JS код, а не за HTML скриптове. Ако тук използвате тагове за скриптове, ще нарушите вашия уебсайт.
ko: 여기에 %s 마크업을 사용하지 마세요. HTML 스크립트 태그가 아닌 일반 JS 코드를 위한 공간입니다. 스크립트 태그를 사용하면 웹사이트가 손상됩니다.
tr: Burada %s işaretlemesi kullanmayın. Bu, HTML komut dosyası etiketleri için değil, düz JS kodu içindir. Burada script etiketleri kullanıyorsanız, web sitenizi kıracaksınız.

source: Style
ar: الشكل
bg_bg: Стил
fi: Tyyli
he: סגנון
hu: Stílus
ko: 스타일
sk: Štýl
tr: Stil

source: Landing page
ar: صفحة البداية
bg_bg: Целева страница
fi: Aloitussivu
he: דף נחיתה
hu: Kezdőoldal
ko: 방문 페이지
sk: Prístupová stránka
th: หน้า Landing Page
tr: Açılış sayfası

source: Split landing + images
ar: فصل صفحة البداية + الصور
bg_bg: Разделяне + изображения
fi: Aloitussivu + kuvia
he: דף נחיתה + תמונות אחרונות
hu: Kezdőoldal + képek
ko: 잘라낸 방문 페이지 + 이미지
sk: Rozdeliť uvítacia stránka + obrázky
th: แบ่งภาพ + ภาพ
tr: Bölünmüş iniş + görüntüleri

source: Select the homepage style. To customize it further edit app/themes/%s/views/index.php
ar: اختر شكل الصفحة الرئيسية .لتخصيصها بشكل أكبر قد بتعديل app/themes/%s/views/index.php
bg_bg: Изберете стила на началната страница. За да го персонализирате допълнително, редактирайте app/themes/%s/views/index.php
fi: Valitse etusivun tyyli. Muokataksesi lisää, mene app/themes/%s/views/index.php
he: בחר את סגנון דף הבית. כדי להתאימו אישית יש לערוך את הקובץ app/themes/%s/views/index.php
hu: Válassza ki a kezdőlap stílusát. További módosításhoz szerkessze az app/themes/%s/views/index.php fájlt.
ko: 홈페이지 스타일을 선택해주세요. 추가 편집은 app/themes/%s/views/index.php에서 할 수 있습니다.
sk: Nastavte štýl domovskej stránky. Pre nastavenie pozmente app/themes/%s/views/index.php
th: เลือกรูปแบบหน้าแรก หากต้องการปรับแต่งเพิ่มเติมให้แก้ไข app/themes/%s/views/index.php
tr: Ana sayfa stilini seçin. Daha fazla düzenlemek için app/themes/%s/views/index.php

source: Cover image
ar: صورة الغلاف
bg_bg: Изображение на корицата
fi: Kannen kuva
he: תמונת עטיפה לדף נחיתה
hu: Borítókép
ko: 커버 이미지
sk: Obrázok pokrytia
th: ภาพหน้าปก
tr: Kapak resmi

source: Do you really want to delete this image? This can't be undone.
ar: هل أنت متأكد من رغبتك في حذف هذه الصورة ؟ لا يمكن التراجع عن هذه العملية.
bg_bg: Наистина ли искате да изтриете това изображение? Това не може да бъде отменено.
el: Αλήθεια θες να διαγράψεις την εικόνα; Δεν μπορεί να αναιρεθεί.
fa: واقعا نسبت به حذف این تصویر مطمئنید؟ این عمل غیرقابل بازگشت است.
fi: Haluatko varmasti poistaa tämän kuvan? Toimintoa ei voi perua.
he: האם הינך בטוח במחיקת התמונה? לא ניתן לבטל פעולה זו.
hu: Biztos, hogy törölni szeretné ezt a képet? A folyamat nem visszafordítható.
ko: 이 이미지를 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
lt_lt: Ar tikrai norite pašalinti šį paveikslėlį? Veiksmo atšaukti nebus galima
sk: Naozaj chcete obrázok vymazať? Nevratná akcia!
sr_rs: Da li zaista želite da obrišete ovu sliku? Ovo je trajno.
th: คุณต้องการที่จะลบภาพนี้หรือไม่?
tr: Bu resmi silmek istediğinizden emin misiniz ?. Resim geri dönüşümü olmaksızın silinecektir.

source: Delete image
ar: حذف الصورة
bg_bg: Изтриване на изображението
el: Διαγραφή εικόνας
fa: حذف تصویر
fi: Poista kuva
he: מחק תמונה
hu: Kép törlése
ko: 이미지 삭제하기
lt_lt: Pašalinti paveikslėlį
sk: Zmazať obrázok
sr_rs: Obriši sliku
th: ลบรูปภาพ
tr: Resmi Sil

source: Add new cover image
ar: إضافة صورة غلاف جديدة
bg_bg: Добавете ново изображение на корицата
fi: Lisää uusi kansikuva
he: הוסף תמונת עטיפה חדשה
ko: 새 커버 이미지 추가
th: เพิ่มภาพหน้าปกใหม่
tr: Yeni kapak resmi ekle
