Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Invalid email
ar: البريد الالكتروني غير صحيح
bg_bg: Невалиден имейл
el: Λανθασμένο email
et_ee: Vigane email
fa: ایمیل اشتباه است
fi: Virheellinen sähköpostiosoite
he: דוא"ל שגוי
hu: Érvénytelen e-mail
ko: 이메일 주소가 잘못되었습니다
lt_lt: Neteisingas el.paštas
sk: Neplatný e-mail
sr_rs: Neispravan email
th: อีเมลผิดพลาด
tr: Geçersiz Mail Adresi. Lütfen Kontrol Ediniz.

source: Invalid username
ar: إسم المستخدم غير صحيح
bg_bg: Невалидно потребителско име
el: Λανθασμένο όνομα χρήστη
et_ee: Vigane kasutaja
fa: نام کاربری اشتباه است
fi: Virheellinen käyttäjänimi
he: שגיאה בבחירת מצב אתר
hu: Érvénytelen felhasználónév
ko: 잘못된 사용자명
lt_lt: Neteisingas vartotojo vardas
sk: Neplatné užívateľské meno
sr_rs: Pogrešno korisničko ime
th: ยูสเซอร์เนมผิดพลาด
tr: Geçersiz Kullanıcı Adı

source: Invalid password
ar: كلمة المرور غير صحيحة
bg_bg: Невалидна парола
el: Λανθασμένος κωδικός
et_ee: Vigane parool
fa: رمز عبور اشتباه استد
fi: Virheellinen salasana
he: סיסמא שגוייה
hu: Érvénytelen jelszó
ko: 잘못된 암호
lt_lt: Neteisingas slaptažodis
sk: Neplatné heslo
sr_rs: Pogrešna lozinka
th: พาสเวิร์ดผิดพลาด
tr: Geçersiz Şifre. Lütfen kontrol ederek tekrar deneyiniz.

source: Invalid website mode
ar: وضع الموقع غير صالح
bg_bg: Невалиден режим на сайта
el: Λάθος μορφή ιστοσελίδας
et_ee: Vigane veebilehe laad
fa: روش وبسایت اشتباه است
fi: Virheellinen verkkosivuston tila
he: שגיאה בבחירת מצב אתר
hu: Érvénytelen weboldal mód
ko: 잘못된 웹사이트 모드
lt_lt: Neteisingas svetainės režimas
sk: Neplatný režim stránky
sr_rs: Neispravan mod sajta
th: โหมดของเว็บไซด์ผิดพลาด
tr: Geçersiz website modu.

source: From email address
ar: من البريد الإلكتروني
bg_bg: От имейл адрес
el: Από την διεύθυνση email
et_ee: Saatja email
fa: ایمیل آدرس
fi: Sähköpostiosoitteesta
he: מכתובת דואר אלקטרוני
hu: Küldő e-mail címe
ko: 보내는 이메일 주소
lt_lt: Iš el.pašto
sk: Z e-mailovej adresy
sr_rs: Sa email adresee
th: จากอีเมล
tr: Gönderen e-posta adresi

source: Sender email for emails sent to users.
ar: مرسل البريد الإلكترونى للرسائل الموجهة للمستخدمين.
bg_bg: Имейл, от който потребителите ще получават имейлите
el: Email αποστολέα για τα email που αποστέλλονται στους χρήστες.
et_ee: Saatja email millega saadetakse kasutajatele.
fa: ایمیل آدرس برای ارسال ایمیل به کاربران
fi: Käyttäjille viestejä lähettävän sähköpostin osoite
he: דוא"ל שולח לשליחת הודעות למשתמשים
hu: Küldő e-mail címe a felhasználóknak kiküldött üzenetekben.
ko: 사용자에게 이메일을 보낼 때 사용하는 이메일 주소입니다.
lt_lt: Laiškų siuntimo vartotojams el.paštas
sk: E-mail odosielateľa uvedený v e-mailoch odoslaných užívateľom.
sr_rs: Email pošiljaoca za emailove poslate korisnicima.
th: อีเมลของผู้ส่ง สำหรับส่งไปยังผู้ใช้
tr: E-Posta gönderilecek kullanıcıların mail adres veya adreslerini belirtiniz.

source: Incoming email address
ar: البريد الإلكتروني الوارد
bg_bg: Имейл за входяща поща
el: Διεύθυνση εισερχόμενων email
et_ee: Sissetulev emaili aadres
fa: ایمیل آدرس ورودی
fi: Sisääntulevan postin sähköpostiosoite
he: כתובת דוא"ל נכנסת
hu: Beérkező üzenetek címe
ko: 받는 이메일 주소
lt_lt: Įeinantis el. paštas
sk: Príchodzia e-mailová adresa
sr_rs: Dolazeća email adresa
th: อีเมลขาเข้า
tr: Gelen e-posta adresi

source: Recipient for contact form and system alerts.
ar: المستقبل لنظام الإشعارات ونموذج الإتصال.
bg_bg: Получател на форма за контакт и системни сигнали.
el: Παραλήπτης για την φόρμα επικοινωνίας και τις ειδοποιήσεις του συστήματος.
fa: ایمیل جهت دریافت فرم های تماس و پیغام های سیستمی
fi: Vastaanottaja yhteydenottolomakkeelle ja järjestelmähälytyksille.
he: נמען לטופס יצירת קשר ולמערכת ההתראות
hu: A kapcsolati űrlap és a rendszerüzenetek címzettje.
ko: 시스템 경고 및 문의하기 폼메일로부터 작성된 메시지를 받는 이메일 주소입니다.
lt_lt: Kontaktinės formos ir sistemos perspėjimų gavėjas.
sk: Príjemca pre kontaktovanie v prípade systémových varovaní.
sr_rs: Email adresa za sistemske i kontakt emailove.
th: ผู้รับแบบฟอร์มการติดต่อและระบบจะแจ้งเตือน
tr: Hatalar ve sistem uyarıları için iletişim formu

source: Website mode
ar: وضع الموقع
bg_bg: Режим на уебсайта
et_ee: Veebilehe laad
fa: حالت وبسایت
fi: Verkkosivusto
he: מצב אתר
hu: Weboldal mód
ko: 웹사이트 모드
lt_lt: Svetainės režimas
sk: Mód webu
sr_rs: Mod sajta
th: โหมดเว็บไซต์
tr: Website modu

source: You can switch the website mode anytime.
ar: يمكنك تغير وضع الموقع في اي وقت
bg_bg: Можете да превключвате по всяко време режима на уебсайта
et_ee: Saad vahetada veebilehe laadi igal ajal.
fi: Voit vaihtaa verkkosivun tilaa koska vain.
he: אתם יכולים לשנות את מצב האתר בכל זמן
hu: Bármikor megváltoztathatja a weboldal üzemmódját.
ko: 웹사이트 모드는 언제든지 바꿀 수 있습니다.
lt_lt: Svetainės režimą galite pakeisti bet kada.
sk: Vždy môžeš zmeniť mód webstránky.
th: คุณสามารถสลับไปยังโหมดเว็บไซต์ได้ตลอดเวลา
tr: Web sayfası modunu dilediğiniz zaman değiştirebilirsiniz.

source: Community
ar: المجتمع
bg_bg: Общество
et_ee: Kommuun
fi: Yhteisö
he: קהילה
hu: Közösségi
ko: 모임
lt_lt: Bendruomenė
sk: Skupina
th: ชุมชน
tr: Topluluk

source: Personal
ar: شخصي
bg_bg: Лично
et_ee: Peronaalne
fi: Henkilökohtainen
he: אישי
hu: Személyes
ko: 개인용
lt_lt: Asmeninė
sk: Súkromné
th: ส่วนบุคคล
tr: Kişisel

source: Installed version is v%s
ar: النسخة المثبتة هى %s
bg_bg: Инсталирана версия : %s
fi: Asennettu versio v%s
he: הגירסה הנוכחית היא %s
hu: A telepített verzió: v%s
ko: 설치된 버전은 v%s 입니다
lt_lt: Įdiegta versija yra v%s
th: รุ่นที่ติดตั้งคือ v%s
tr: Yüklü sürüm % s

source: Can't connect to %s
ar: لايمكن الاتصال بـ %s
bg_bg: Не може да се свърже с %s
fi: Ei voida yhdistää %s
he: לא ניתן להתחבר ל- %s
hu: Nem sikerült a kapcsolódás a következőhöz: %s
ko: %s에 연결할 수 없습니다
lt_lt: Nepavyksta prisijungti prie %s
th: ไม่สามารถเชื่อมต่อกับ %s
tr: %s'ye bağlanılamıyor

source: Last available release is v%s
ar: أخر اصدار متاح هو %s
bg_bg: Последната налична версия е v%s
fi: Viimeisin saatavilla oleva versio on v%s
he: יש עדכון זמין לגירסה %s
hu: A legutolsó elérhető kiadás: v%s
ko: 사용 가능한 최신 버전은 v%s 입니다
lt_lt: Paskutinis galimas leidimas yra v%s
th: รุ่นที่เผยแพร่ครั้งล่าสุดคือ v%s
tr: Son kullanılabilir sürüm % s

source: Update needed, proceeding to download
ar: التحديث مطلوب. الذ
bg_bg: Необходима е актуализация
fi: Päivitys vaaditaan, siirrytään lataukseen
he: מוריד עדכון חדש, אנא המתן
hu: Frissítés szükséges, tovább a letöltéshez
ko: 업데이트가 필요합니다. 다운로드 진행 중
th: ต้องอัปเดตดำเนินการต่อในการดาวน์โหลด
tr: Güncelleme gerekli, indirme işlemi devam ediyor

source: No update needed
ar: لايوجد تحديث مطلوب
bg_bg: Не е необходима актуализация
fi: Ei päivityksiä saatavilla
he: עדכון לא נדרש
hu: Nincs szükség frissítésre
ko: 업데이트가 필요하지 않습니다
lt_lt: Nereikia atnaujinti
th: ไม่จำเป็นต้องอัพเดต
tr: Güncelleme gerekli değil

source: System files already up to date
ar: ملفات النظامم محدثة بالفعل
bg_bg: Системните файлове вече са актуализирани
fi: Järjestelmän tiedostot ovat ajantasalla
he: קבצי מערכת נמצאו מעודכנים
hu: A rendszerfájlok naprakészek
ko: 시스템 파일이 이미 최신 상태입니다
lt_lt: Sistemos failai jau atnaujinti
th: ไฟล์ระบบอัปเดตแล้ว
tr: Sistem dosyaları zaten güncel

source: Starting v%s download
ar: بدء %s التحميل
bg_bg: Сваляне на версия : v%s
fi: Aloitetaan v%s lataus
he: מתחיל בהורדת עדכון %s
hu: A v%s letöltésének megkezdése
ko: v%s 버전 다운로드를 시작 중
lt_lt: Pradedamas v%s atsisiuntimas
th: กำลังเริ่มดาวน์โหลด v%s
tr: V % s indiriliyor

source: Downloaded v%s, proceeding to extraction
ar: تم تحميل %s , الذهاب للإستخراج
bg_bg: Свалена версия : v%s започва се разархивиране
fi: Ladattu v%s, siirrytään purkamaan tiedosto
he: עדכון %s הורד בהצלחה, ממתין לאימות נתונים
hu: v%s letöltve, kicsomagolás megkezdése
ko: v%s 을(를) 다운로드했습니다. 압축을 해제하는 중입니다
th: ดาวน์โหลด v%s, แล้วดำเนินการต่อในการสกัด
tr: İndirilen %s çıkarma işlemine devam ediliyor

source: Attempting to extract v%s
ar: محاولة استخراج %s
bg_bg: Опит за екстракт v%s
fi: Yritetään purkaan v%s
he: עדכון %s עבר אימות בהצלחה, וכעת מתקין קבצים
hu: v%s kicsomagolása
ko: v%s 의 압축을 해제하는 중입니다
th: กำลังพยายามดึง v%s
tr: %s dosyalar çıkarılmayı deneniyor

source: Extraction completed
ar: تم الاستخراج
bg_bg: Екстрахирането завърши
fi: Purkaminen valmis
hu: Kicsomagolás befejezve
ko: 압축 해제가 완료되었습니다
th: การสกัดเสร็จสิ้นแล้ว
tr: Ekstraksiyon tamamlandı

source: Proceding to install the update
ar: إتمام عملية تثبيت التحديثات
bg_bg: Започване на актуализация
fi: Siirrytään asentamaan päivitys
hu: Frissítés telepítése folyamatban
ko: 업데이트를 설치하는중 입니다
th: ขั้นตอนการติดตั้งการปรับปรุง
tr: Güncellemeyi yüklemek için prosedür

source: Update failed
ar: فشل التحديث
bg_bg: Неуспешна актуализация
fi: Päivitys epäonnistui
hu: Frissítés sikertelen
ko: 업데이트가 실패하였습니다
lt_lt: Atnaujinti nepavyko
th: การอัพเดทล้มเหลว
tr: Güncelleme başarısız oldu

source: Update in progress
ar: جاري التحديث
bg_bg: В моментът се извършва актуализация
et_ee: Käimas on uuendamine
fi: Päivitys käynnissä
he: מעדכן נתונים
hu: Frissítés folyamatban
ko: 업데이트가 진행 중입니다
th: ความคืบหน้าอัปเดต
tr: Güncelleme devam ediyor

source: Missing %s file
ar: الملف %s مفقود
bg_bg: Липсва %s файл
et_ee: Puudu %s fail
fi: Puuttuva %s tiedosto
hu: Hiányzó file: %s
ko: %s 파일이 없습니다
lt_lt: Trūksta %s failo
th: ไฟล์ %s หายไป
tr: %s dosyası eksik

source: Invalid license info
ar: معلومات الترخيص غير صالحة
bg_bg: Невалиден лиценз
et_ee: Vigane litsentsi info
fi: Virheellinen lisenssitieto
hu: Érvénytelen licensz info
ko: 라이선스 정보가 잘못되었습니다
th: ข้อมูลใบอนุญาตไม่ถูกต้อง
tr: Geçersiz lisans bilgisi

source: Invalid license key
ar: مفتاح الترخيص غير صالح
bg_bg: Невалиден лиценз
et_ee: Vigane litsentsi kood
fi: Virheellinen lisenssiavain
hu: Érvénytelen licensz kulcs
ko: 라이선스 키가 잘못되었습니다
th: คีย์ใบอนุญาตไม่ถูกต้อง
tr: Geçersiz lisans anahtarı

source: Can't save file
ar: لا يمكن حفظ الملف
bg_bg: Файлът не може да бъде запазен
et_ee: Faili ei saa salvestada
fi: Tiedoston tallennus ei onnistunut
hu: A fájl mentése nem sikerült
ko: 파일을 저장할 수 업습니다
lt_lt: Negalima išsaugoti failo
th: ไม่สามารถบันทึกไฟล์
tr: Dosya kaydedilemedi

source: Can't download %s
ar: لا يمكن تحميل %s
bg_bg: Неуспешно сваляне на %s
et_ee: Ei saa alla laadida %s
fi: Ei voida ladata %s
he: שגיאה בהורדה %s
hu: %s letöltése sikertelen
ko: %s를 다운로드 할 수 없습니다
th: ดาวน์โหลด %s ไม่ได้
tr: %s dosyası indirilemiyor

source: Can't extract %s
ar: لا يمكن استخراج %s
bg_bg: Неуспешно извличане на %s
fi: Ei voida purkaa %s
he: לא יכול לחלץ %s
hu: %s kicsomagolása sikertelen
ko: %s의 압축을 해제할 수 없습니다
th: ไม่สามารถแยก %s
tr: %s çıkartılamıyor

source: Can't create %s directory - %e
ar: لا يمكن انشاء %s دليل - %e
bg_bg: Неуспешно създаване на %s директория - %e
fi: Ei voida luoda %s hakemistoa - %e
ko: %s 디렉터리를 만들 수 없습니다 -%e
th: ไม่สามารถสร้าง %s ไดเรกทอรี - %e
tr: %s dizini oluşturulamıyor - %e

source: Can't update %s file - %e
ar: لا يمكن تحديث %s ملف - %e
bg_bg: Неуспешно обновяване на %s файл - %e
fi: Ei voida ladata tiedostoa %s - %e
ko: %s 파일을 업데이트할 수 없습니다 - %e
th: ไม่สามารถอัปเดต %s ไฟล์ - %e
tr: Dosya %s güncellenemedi - %e

source: Check the errors in the form to continue.
ar: إفحص الخطأ أولاً حتى تتمكن من المتابعة.
bg_bg: Проверете грешките във формата, за да продължите.
el: Ελέγξτε τα λάθη στη φόρμα για να συνεχίσετε
fa: خطاهای این فرم را بررسی کنید
fi: Tarkista virheet jatkaaksesi.
he: בדקו שגיאות בטופס כדי להמשיך.
hu: Javítsa az űrlapon megjelenő hibákat a folytatáshoz.
ko: 계속하려면 잘못된 입력 내용을 수정해주세요.
lt_lt: Pasitikrinkite klaidas ir tęskite.
sk: Aby ste mohli pokračovať, skontrolujte chyby vo formulári.
sr_rs: Proverite greške u formi kako biste nastavili.
th: เช็คคำผิดในฟอร์มและทำอีกครั้ง
tr: Lütfen devam etmek için hataları kontrol ediniz.

source: You must enter the album name.
ar: يجب كتابة اسم الالبوم.
bg_bg: Нужно е да въведете името на албума.
el: Πρέπει να δώσετε ένα όνομα στο άλμπουμ.
fa: شما باید نام آلبوم را وارد کنید
fi: Sinun täytyy antaa albumille nimi.
he: לא הוזן שם אלבום
hu: Meg kell adnia az album nevét.
ko: 앨범 이름은 필수 요소입니다.
sk: Musíte vložiť názov albumu.
sr_rs: Morate uneti ime albuma.
th: คุณต้องป้อนชื่ออัลบั้ม
tr: Albüm ismi girmelisiniz.

source: Confirm
ar: تأكيد
bg_bg: Потвърди
el: Επιβεβαίωση
fa: تایید
fi: Hyväksy
he: אישור פעולה
hu: Megerősít
ko: 확인
lt_lt: Patvirtinti
sk: Potvrdiť
sr_rs: Potvrid
th: ยืนยัน
tr: Onayla

source: The content has been approved.
ko: 게시물을 승인하였습니다.
tr: İçerik onaylandı.

source: Select existing album
ar: إختر الألبوم القائم
bg_bg: Изберете съществуващ албум
el: Επιλογή υπάρχον άλμπουμ
fa: انتخاب یک آلبوم
fi: Valitse olemassa oleva albumi
he: בחר לאלבום קיים
hu: Válasszon ki egy meglévő albumot
ko: 기존 앨범 선택하기
sk: Vyberte existujúci album
sr_rs: Izaberite postojeći album
th: เลือกอัลบั้มที่มีอยู่
tr: Mevcut olan albümü seçin

source: An error occurred. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
bg_bg: Възникна грешка. Моля, опитайте по-късно.
el: Συνέβη κάποιο λάθος. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ilmnes viga. Palun proovi hiljem uuesti.
fa: خطایی پیش آمده. لطفا بعدا دوباره تلاش کنید.
fi: Virhe havaittu. Yritä myöhemmin uudelleen.
he: התרחשה שגיאה. אנא נסו שוב מאוחר יותר.
hu: Hiba történt. Kérjük próbálja újra később.
ko: 오류가 발생했습니다. 잠시 후에 다시 시도해주세요.
sk: Došlo k chybe. Prosím, skúste opakovať akciu neskôr.
sr_rs: Došlo je do greške. Molimo pokušajte ponovo kasnije.
th: เกิดข้อผิดพลาด. กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Please select a valid image file type.
ar: الرجاء إختيار صورة من النوع المسموح.
bg_bg: Моля изберете валиден файлов формат.
el: Παρακαλώ επιλέξτε έναν έγκυρο τύπο αρχείου.
fa: لطفا یک فایل قابل قبول انتخاب کنید (تصویر)
fi: Valitsethan oikean tyyppisen kuvan.
he: בחר סוג קובץ תמונה תקין.
hu: Kérjük válasszon ki egy érvényes kép típust.
ko: 올바른 이미지 파일 유형을 선택하십시오.
sk: Prosím, vyberte prípustné typy obrázkov.
sr_rs: Molimo odaberite validan format slike.
th: กรุณาเลือกประเภทของไฟล์ภาพที่ถูกต้อง
tr: Lütfen geçerli bir dosya türü seçiniz.

source: Please select a picture of at most %s size.
ar: الرجاء إختيار صورة بحجم لا يتجاوز %s .
bg_bg: Моля изберете снимка с максимален размер %s.
el: Παρακαλώ επιλέξτε μια φωτογραφία με μέγιστο μέγεθος %s.
fa: لطفا یک تصویر با حداکثر حجم %s انتخاب کنید
fi: Valitse kuva, joka on enintään %s kokoinen.
he: ניתן לבחור תמונה עד גודל %s.
hu: Kérjük válasszon ki egy képet maximum %s méretben.
ko: 최대 %s 크기의 이미지를 선택해주세요.
sk: Prosím, vyberte obrázok s maximálnov %s veľkosťou.
sr_rs: Molimo označite sliku od najviše veličine od %s.
th: โปรดเลือกรูปภาพขนาดไม่ใหญ่กว่า %s
tr: Lütfen en fazla %s boyutunda bir resim seçiniz.

source: Profile image updated.
ar: تم تحديث صورة الملف الشخصي.
bg_bg: Профилната снимка е обновена
el: Η εικόνα του προφίλ ενημερώθηκε.
fa: تصویر پروفایل با موفقیت به روز شد.
fi: Profiilin kuva päivitetty.
he: תמונת פרופיל עודכנה בהצלחה.
hu: Profil kép frissítve.
ko: 프로필 이미지가 업데이트되었습니다.
sk: Profilový obrázok bol aktualizovaný.
sr_rs: Profilna slika ažurirana.
th: เปลี่ยนภาพโปรไฟล์
tr: Profil resmini güncelledi.

source: Profile background image updated.
ar: تم تحديث خلفية الملف الشخصي.
bg_bg: Фоновата снимка е обновена успешно.
el: Εικόνα φόντου προφίλ αλλάχτηκε.
fa: تصویر پس زمینه با موفقیت به روز شد.
fi: Profiilin taustakuva päivitetty.
he: תמונת רקע פרופיל עודכנה בהצלחה.
hu: Profil háttérkép frissítve.
ko: 프로필 배경 이미지가 업데이트되었습니다.
sk: Pozadie profilu bolo aktualizované.
sr_rs: Slika pozadine profila ažurirana.
th: อัปเดตภาพพื้นหลังของโปรไฟล์แล้ว
tr: Profil arka plan görüntüsü güncellendi.

source: Profile background image deleted.
ar: تم حذف خلفية الملف الشخصي.
bg_bg: Фоновата снимка е изтрита успешно.
el: Η εικόνα ταπετσαρίας του προφίλ διαγράφηκε.
fa: تصویر پس زمینه با موفقیت حذف شد
fi: Profiilin taustakuva poistettu.
he: תמונת רקע פרופיל נמחקה בהצלחה.
hu: Profil háttérkép törölve.
ko: 프로필 배경 이미지가 삭제되었습니다.
sk: Profilové pozadie bolo odstranené.
sr_rs: Slika pozadine profila obrisana.
th: ลบภาพพื้นหลังโปรไฟล์แล้ว
tr: Profil arka plan resim silindi.

source: Error deleting profile background image.
ar: خطأ فى حذف صورة خلفية الملف الشخصي.
bg_bg: Грешка при изтриване на фоновата снимка.
el: Λάθος κατά την διαγραφή εικόνας φόντου προφίλ
fa: خطا در هنگام حذف تصویر پس زمینه.
fi: Virhe poistaessa profiilin taustakuvaa.
he: שגיאה בעת מחיקת תמונת רקע פרופיל, נסה שוב.
hu: Hiba történt a profil háttérkép törlése közben.
ko: 프로필 배경 이미지를 삭제하는 동안 오류가 발생했습니다.
sk: Nastala chyba pri odstraňovaní obrázku profilového pozadia.
sr_rs: Došlo je do greške tokom brisanja slike pozadine profila.
th: เกิดข้อผิดพลาดในการลบภาพพื้นหลังโปรไฟล์
tr: Profil arka plan resmi silinirken hata oluştu

source: Passwords don't match
ar: كلمة المرور غير متطابقة
bg_bg: Паролите не съвпадат
el: Οι κωδικοί δεν ταιριάζουν
et_ee: Parool ei ühti
fa: رمز عبور هماهنگ نیستند
fi: Salasanat eivät täsmää
he: הסיסמאות אינן תואמות
hu: A jelszavak nem egyeznek meg
ko: 비밀번호가 일치하지 않습니다
lt_lt: Slaptažodžiai nesutampa
sk: Heslá sa nezhodujú
sr_rs: Šifre se ne poklapaju
th: รหัสผ่านไม่ตรงกัน
tr: Şifreleriniz eşleşmiyor

source: Update available v%s
ar: التحديثات المتاحة %s
bg_bg: Наличен е ъпдейт v%s
fi: Päivitys saatavilla v%s
he: עדכון זמין (גירסה %s)
hu: Frissítés elérhető: v%s
ko: v%s 버전 업데이트가 가능합니다
th: อัปเดต v%s ที่พร้อมใช้งาน
tr: Mevcut v % s güncellemesi

source: There is an update available for your system. You can automatic download and install this update or go to %s to proceed to download the file.
ar: هناك تحديث متاح للنظام الخاص بك. يمكنك تحميل وتثبيت ذلك التحديث تلقائيا أو اذهب إلى %s للاستمرار فى تحميل الملف
bg_bg: Има налично обновление за системата ви. Можете автоматично да свалите и инсталирате ъпдейта или да отидете до %s, за да продължите със свалянето на файла.
fi: Päivitys saatavilla järjestelmääsi. Voit automaattisesti ladata ja asentaa sen tai mennä %s ladataksesi tiedoston.
he: קיים עדכון זמין עבור המערכת. באפשרותך להוריד ולהתקין את העדכון באופן אוטומטי, או להיכנס לכתובת %s כדי להמשיך ולהוריד את הקובץ.
hu: Egy frissítés érhető el a rendszerhez. Automatikusan letöltheti és telepítheti ezt vagy a következő linken letöltheti: %s
ko: 시스템에 적용할 수 있는 업데이트가 발견되었습니다. 이 업데이트를 자동으로 다운로드하여 설치하거나 %s 로(으로) 이동하여 파일 다운로드를 진행할 수 있습니다.
th: มีการอัปเดตสำหรับระบบของคุณ คุณสามารถดาวน์โหลดและติดตั้งโปรแกรมปรับปรุงนี้โดยอัตโนมัติหรือไปที่ %s เพื่อดำเนินการดาวน์โหลดไฟล์ต่อ
tr: Sisteminiz için bir güncelleme var. Bu güncellemeyi otomatik olarak indirebilir ve yükleyebilir veya dosyayı indirmeye devam etmek için % s öğesine gidebilirsiniz .

source: The release notes for this update are:
ar: ملاحظات الإصدار لهذا التحديث هى:
bg_bg: Бележките за тази актуализация са:
fi: Muutoshistoria päivitykselle ovat:
he: הערות שחרור עבור עדכון זה:
hu: A frissítés kiadási jegyzetei:
ko: 이 업데이트의 릴리즈 노트는 다음과 같습니다:
th: บันทึกรุ่นสำหรับการปรับปรุงนี้:
tr: Güncelleme için sürüm notları

source: Update now
ar: تحديث الان
bg_bg: Актуализирайте сега
fi: Päivitä nyt
he: עדכן כעת
hu: Frissítés indítása
ko: 업데이트 하기
th: อัปเดตเดี๋ยวนี้
tr: Şimdi güncelle

source: or
ar: أو
bg_bg: или
el: ή
fa: یا
fi: tai
he: או
hu: vagy
ko: 또는
lt_lt: ar
sk: alebo
sr_rs: ili
th: หรือ
tr: veya

source: cancel
ar: إلغاء
bg_bg: отмени
el: ακύρωση
et_ee: katkesta
fa: لغو
fi: peruuta
he: ביטול
hu: mégse
ko: 취소
lt_lt: atšaukti
sk: zrušiť
sr_rs: otkaži
th: ยกเลิก
tr: İptal Et

source: This website is running latest %s version
bg_bg: Уебсайтът използва последна %s версия
fi: Sivusto käyttää viimeisintä %s versiota
he: הינך נמצא בגירסה המעודכנת של מערכת %s
ko: 이 웹사이트는 최신 %s 버전을 사용 중입니다
th: เว็บไซต์นี้กำลังเรียกใช้เวอร์ชัน %s ล่าสุด
tr: Bu web sitesi en son %s sürümünü çalıştırıyor

source: loading
ar: جاري التحميل
bg_bg: зареждане
el: Φόρτωση
fa: در حال بارگذاری
fi: ladataan
he: טוען נתונים
hu: töltés
ko: 불러오는 중
lt_lt: kraunama
sk: načítanie
sr_rs: učitavanje
th: โหลด
tr: Yükleniyor...

source: Toggle select
bg_bg: Отбележи селекция
he: סמן בחירה
ko: 선택 토글
th: สลับการเลือก
tr: Seçimi değiştir

source: Like
ar: إعجاب
bg_bg: Харесай
fi: Tykkäys
he: לייק
hu: Kedvelés
ko: 좋아요
th: ถูกใจ
tr: Beğen

source: Toggle flag
bg_bg: Отбележи флаг
he: סמן כתוכן פוגעני
ko: 플래그 토글
th: สลับสถานะ
tr: Geçiş bayrağı

source: Edit
ar: تعديل
bg_bg: Редактирай
el: Επεξεργασία
et_ee: Muuda
fa: ویرایش
fi: Muokkaa
he: עריכה
hu: Szerkesztés
ko: 편집
lt_lt: Redaguoti
sk: Uprav
sr_rs: Izmeni
th: แก้ไข
tr: Düzenle

source: Album
bg_bg: Албум
el: Αλμπουμ
fi: Albumi
he: אלבום
ko: 앨범
th: อัลบั้ม
tr: Albüm

source: Approve
ko: 승인
tr: Onayla

source: Delete
ar: حذف
bg_bg: Изтрий
el: Διαγραφή
fa: حذف
fi: Poista
he: מחק
hu: Törlés
ko: 삭제
lt_lt: Pašalinti
sk: Zmazať
sr_rs: Obriši
th: ลบ
tr: Sil

source: Close
ar: إغلاق
bg_bg: Затвори
el: Κλείσιμο
et_ee: Sulge
fi: Sulje
he: סגור
hu: Bezár
ko: 닫기
lt_lt: Uždaryti
sk: Zavrieť
th: ปิด
tr: Çıkış

source: Previous
bg_bg: Предишна
el: Προηγούμενο
fa: قبلی
hu: Előző
ko: 앞으로
sk: Predchádzajúci
sr_rs: Prethodno
th: ก่อนหน้า
tr: Önceki

source: Next
bg_bg: Следваща
el: Επόμενο
fa: بعدی
hu: Következő
ko: 뒤로
sk: Ďalší
sr_rs: Sledeće
th: ถัดไป
tr: Sonraki

source: Clipboard image
ar: صورة الحافظة
bg_bg: Снимка от клипборда
fi: Leikepöydän kuva
hu: Vágólap kép
ko: 클립보드 이미지
th: ภาพคลิปบอร์ด
tr: Pano resmi

source: File too big.
ar: الملف كبير.
bg_bg: Файлът е прекалено голям
el: Πολύ μεγάλο αρχείο.
fa: فایل بسیار بزرگ است.
fi: Tiedosto on liian suuri.
he: הקובץ בנפח גדול
hu: A fájl túl nagy.
ko: 파일이 너무 큽니다.
sk: Súbor je príliš veľký.
sr_rs: Fajl je prevelik.
th: ไฟล์ใหญ่เกินไป
tr: Dosya çok büyük.

source: Invalid or unsupported file format.
ar: نوع ملف غير صالح أو غير معتمد .
bg_bg: Невалиден или формат, който не се поддържа.
fi: Virheellinen tai ei tuettu tiedostomuoto.
ko: 파일이 잘못되었거나 지원하지 않는 형식입니다.
th: รูปแบบไฟล์ที่ไม่ถูกต้องหรือไม่สนับสนุน
tr: Geçersiz veya desteklenmeyen dosya formatı.

source: Some files couldn't be added
ar: بعض الملفات لم يتم اضافتها
bg_bg: Някои файлове не бяха добвени
el: Κάποια αρχεία δε μπορούσαν να προστεθούν
fa: بعضی فایل ها امکان اضافه شدن را ندارند.
fi: Joitakin tiedostoja ei voitu lisätä
he: לא ניתן להעלות קבצים מסויימים
hu: Néhány fájl hozzáadása nem sikerült
ko: 일부 파일을 추가하지 못했습니다
sk: Niektoré súbory nebolo možné pridať
sr_rs: Neki fajlovi nisu mogli da se dodaju
th: ไฟล์บางไฟล์ไม่สามารถเพิ่มได้
tr: Bazı dosyalar eklenemedi

source: image
ar: خانة فارغة
bg_bg: снимка
el: εικόνα
et_ee: pilt
fa: عکس
fi: kuva
he: תמונה
hu: kép
ko: 이미지
lt_lt: paveiksl.
sk: obrázok
sr_rs: slika
th: รูป
tr: resim

source: %s's Albums
ar: %s البوم
bg_bg: %s Албуми
el: Αλμπουμ του %s
et_ee: %s Albumid
fa: آلبوم های %s
fi: Käyttäjän %s albumit
he: האלבומים של %s
hu: %s albumai
ko: %s의 앨범
lt_lt: %s albumai
sk: %s Albumy
sr_rs: %s's Albume
th: อัลบั้มของ %s
tr: %s Albümleri

source: Image edited successfully.
ar: تم تعديل الصورة بنجاح.
bg_bg: Снимката е редактирана успешно.
el: Η εικόνα διορθώθηκε επιτυχώς.
fa: تصویر با موفقیت ویرایش شد
fi: Kuva muokattu onnistuneesti.
he: שינוי פרטי התמונה עודכן בהצלחה
hu: A kép módosítása sikeres.
ko: 이미지 편집이 완료되었습니다.
sk: Obrázok bol úspešne upravený.
sr_rs: Slika izmenjena uspešno.
th: แก้ไขภาพที่ประสบความสำเร็จ
tr: Resim başarıyla düzenlendi.

source: private
ar: خاص
bg_bg: скрито
el: ιδιωτικό
fa: خصوصی
fi: yksityinen
he: פרטי
hu: privát
ko: 비공개
lt_lt: privatus
sk: súkromný
sr_rs: privatno
th: ส่วนตัว
tr: Gizli

source: Album edited successfully.
ar: تم تعديل الالبوم بنجاح.
bg_bg: Албумът е редактиран успешно.
el: Το άλμπουμ διορθώθηκε επιτυχώς.
fa: آلبوم با موفقیت ویرایش شد.
fi: Albumi muokattu onnistuneesti.
he: שינוי פרטי האלבום עודכן בהצלחה
hu: Az album módosítása sikeres.
ko: 앨범 편집이 완료되었습니다.
sk: Album úspešne upravený.
sr_rs: Album izmenjen uspešno.
th: อัลบั้มประสบความสำเร็จในการแก้ไข
tr: Albüm başarıyla düzenlendi.

source: Invalid URL key.
ar: مفتاح URL غير صالح.
bg_bg: Невалиден URL ключ.
el: Λάθος κλειδί URL.
fi: Virheellinen osoite avain.
he: מפתח קישור לא חוקי
hu: Érvénytelen URL kulcs.
ko: URL 키가 잘못되었습니다.
sk: Neplatný kľúč URL.
th: คีย์ URL ไม่ถูกต้อง
tr: Geçersiz URL key
