Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: All the images will be moved to this newly created album. You can also move the images to an <a class="modal-switch" data-switch="move-existing-album">existing album</a>.
ar: جميع الصور سوف يتم نقلها إلى أحدث ألبوم تم إنشاؤه ، كما يمكنك نقل الصور إلى <a class="modal-switch" data-switch="move-existing-album"> الألبومات الحالية </a>.
bg_bg: Всички изображения ще бъдат преместени в този новосъздаден албум. Можете също да преместите изображенията в <a class="modal-switch" data-switch="move-existing-album">съществуващ албум</a>
fa: تمامی تصاویر به آلبوم جدید منتقل خواهند شد. همچنین شما میتوانید تصاویرتان را در <a class="modal-switch" data-switch="move-existing-album">آلبوم های قبلی</a> قرار دهید.
fi: Kaikki kuvat siirretään tähän vastaluotuun albumiin. Voit myös siirtää kuvat <a class="modal-switch" data-switch="move-existing-album">olemassa olevaan albumiin</a>.
he: כל התמונות יועברו לאלבום החדש. ניתן גם להעביר תמונות <a class="modal-switch" data-switch="move-existing-album">מאלבום קיים</a>
hu: Az összes kép át lesz helyezve az újonnan létrehozott albumba. Áthelyezheti még őket egy <a class="modal-switch" data-switch="move-existing-album">már meglévőbe</a> is.
ko: 모든 이미지는 새로 만든 앨범으로 이동됩니다. 또는 <a class="modal-switch" data-switch="move-existing-album">기존 앨범</a>으로 이동시킬 수 있습니다.
lt_lt: Visi paveikslėliai bus perkelti į naujai sukurtą albumą. Taip pat galite perkelti paveikslėlius ir į jau <a class="modal-switch" data-switch="move-existing-album">esantį albumą</a>.
sk: Všetky obrázky budú presunuté do novo vytvoreného albmu. Samozrejme, môžete obrázky tiež presunúť do <a class="modal-switch" data-switch="move-existing-album">existujúceho albumu</a>.
sr_rs: Sve ove slike biće premeštene u novi napravljeni album. Takođe možete premestiti slike u <a class="modal-switch" data-switch="move-existing-album">postojeći album</a>.
th: ภาพทั้งหมดจะถูกย้ายไปที่อัลบั้มที่สร้างขึ้นใหม่นี้ นอกจากนี้คุณยังสามารถย้ายภาพไปที่ <a class="modal-switch" data-switch="move-existing-album">อัลบั้มที่มีอยู่</a>
tr: Resimleriniz yeni oluşturulacak bir albüme taşınacaktır. İsterseniz resimlerinizi <a class="modal-switch" data-switch="move-existing-album">mevcut albümlerden</a>.birisine taşıyabilirsiniz.

source: Select an existing album to move the image. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the image there.
ar: إختر الألبوم الذي ترغب نقل الصور فيه ، كما يمكنك <a class="modal-switch" data-switch="move-new-album">إنشاء ألبوم جديد </a> ونقل الصور فيه
bg_bg: Изберете съществуващ албум, за да преместите изображението. Можете също <a class="modal-switch" data-switch="move-new-album">да създадете нов албум</a> и да преместите изображението там.
fa: یک آلبوم جهت انتقال این تصویر انتخاب کنید. همچنین شما میتوانید <a class="modal-switch" data-switch="move-new-album">آلبوم جدیدی بسازید</a> و تصویر را به آنجا انتقال دهید.
fi: Valitse olemassa oleva albumi siirtääksesi kuvan. Voit myös <a class="modal-switch" data-switch="move-new-album">luoda uuden albumin</a> ja siirtää kuva sinne.
he: בחרו באלבום קיים כדי להעביר את התמונה. תוכלו גם <a class="modal-switch" data-switch="move-new-album">ליצור אלבום חדש</a> ולהעביר את התמונה לשם.
hu: A kép áthelyezéséhez válasszon ki egy korábban létrehozott albumot. Esetleg ha szeretne, <a class="modal-switch" data-switch="move-new-album">készíthet egy újat</a> is.
ko: 이미지를 이동시킬 앨범을 선택해주세요. 또는 <a class="modal-switch" data-switch="move-new-album">새 앨범 만들기</a>를 하고 해당 앨범으로 이동시킬 수 있습니다.
lt_lt: Rinkitės jau esantį albumą ir perkelkite paveikslėlius. Taip pat galite <a class="modal-switch" data-switch="move-new-album">sukurti naują albumą</a> ir perkelti paveikslėlius ten.
sk: Vyberte existujúci album na presun obrázkov. Samozrejme, tiež môžete <a class="modal-switch" data-switch="move-new-album">vytvoriť nový album</a> a obrázky presunúť do neho.
sr_rs: Označite postojeći album kako biste premestili sliku. Takođe možete <a class="modal-switch" data-switch="move-new-album">napraviti novi album</a> i premestiti sliku tamo.
th: เลือกอัลบั้มที่มีอยู่เพื่อย้ายภาพ นอกจากนี้คุณยังสามารถ <a class="modal-switch" data-switch="move-new-album">สร้างอัลบั้มใหม่</a>และย้ายภาพที่มี
tr: Yüklenen resimleri taşımak için bir albüm seçiniz. İsterseniz <a class="modal-switch" data-switch="move-new-album">yeni bir albüm</a> oluşturarak resimlerinizi yeni albüme taşıyabilirsiniz.

source: Select an existing album to move the album contents. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the album contents there.
ar: حدد ألبوم من القائمة لنقل محتوياته. يمكنك أيضا <a class="modal-switch" data-switch="move-new-album"> إنشاء ألبوم جديد </a> ونقل محتويات الألبوم المحدد مسبقا إلى هناك.
bg_bg: Изберете съществуващ албум, за да преместите съдържанието на албума. Можете също <a class="modal-switch" data-switch="move-new-album">създадете нов албум</a> и да преместите изображението там.
fa: یک آلبوم برای انتقال محتوای این آلبوم انتخاب کنید. همچنین شما میتوانید <a class="modal-switch" data-switch="move-new-album">آلبوم جدیدی بسازید</a> و محتوای این آلبوم را به آنجا انتقال دهید.
fi: Valitse olemassa oleva albumi siirtääksesi albumin sisältö. Voit myös <a class="modal-switch" data-switch="move-new-album">luoda uusi albumi</a> ja siirtää albumin sisältö siihen.
he: בחרו באלבום קיים כדי להעביר את תמונות האלבום. תוכלו גם <a class="modal-switch" data-switch="move-new-album">ליצור אלבום חדש</a> ולהעביר את התמונות לאלבום החדש.
hu: Válasszon ki egy korábban létrehozott albumot az áthelyezéshez. Ha szeretné <a class="modal-switch" data-switch="move-new-album">létrehozhat egy új albumot</a> is.
ko: 앨범 내의 게시물을 이동시킬 앨범을 선택해주세요. 또는 <a class="modal-switch" data-switch="move-new-album">새 앨범 만들기</a>를 하고 해당 앨범으로 이동시킬 수 있습니다.
lt_lt: Rinkitės jau esantį albumą, jei norite perkelti ten savo pakeislėlius. Taip pat galite <a class="modal-switch" data-switch="move-new-album">sukurti naują albumą</a> ir perkelti paveikslėlius ten.
sk: Vyberte existujúci album na premiestnenie obsahu súčasného albumu. Samozrejme, tiež môžete <a class="modal-switch" data-switch="move-new-album">vytvoriť nový album</a> a obsah súčastného albumu premiestniť tam.
sr_rs: Izaberite postojeći album da prebacite sadržaj albuma. Takođe možete <a class="modal-switch" data-switch="move-new-album">kreirati novi album</a> i prebaciti saržaj tu.
th: เลือกอัลบั้มที่มีอยู่เพื่อย้ายเนื้อหาในอัลบั้ม นอกจากนี้คุณยังสามารถ <a class="modal-switch" data-switch="move-new-album">สร้างอัลบั้มใหม่</a> และย้ายเนื้อหาในอัลบั้ม
tr: Lütfen albüm içeriklerini taşımak için varolan bir albüm seçiniz. Ayrıca <a class="modal-switch" data-switch="move-new-album">Buradan</a> yeni albüm yaratarak içeriklerinizi taşıyabilirsiniz.

source: Select an existing album to move the images. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the images there.
ar: إختر الألبوم الذي ترغب نقل الصور فيه ، كما يمكنك <a class="modal-switch" data-switch="move-new-album">إنشاء ألبوم جديد </a> ونقل الصور فيه
bg_bg: Изберете съществуващ албум, за да преместите изображението. Можете също <a class="modal-switch" data-switch="move-new-album">създадете нов албум</a> и да преместите изображенията там.
fa: یک آلبوم انتخاب و تصاویر را به آن منتقل کنید. همچنین شما میتوانید <a class="modal-switch" data-switch="move-new-album">آلبوم جدیدی بسازید</a> و تصاویر را به آنجا انتقال دهید.
fi: Valitse olemassa oleva albumi siirtääksesi kuvat. Voit myös <a class="modal-switch" data-switch="move-new-album">luoda uuden albumin</a> ja siirtää kuvat sinne.
he: בחרו אלבום קיים כדי להעביר את התמונות. תוכלו גם <a class="modal-switch" data-switch="move-new-album">ליצור אלבום חדש</a> ולהעביר את התמונות לשם.
hu: Válasszon ki egy meglévő albumot a képek áthelyezéséhez. Esetleg ha szeretne, <a class="modal-switch" data-switch="move-new-album">létrehozhat egy újat</a> is.
ko: 선택한 이미지를 이동시킬 앨범을 선택해주세요. 또는 <a class="modal-switch" data-switch="move-new-album">새 앨범 만들기</a>를 하고 해당 앨범으로 이동시킬 수 있습니다.
lt_lt: Rinkitės jau esantį albumą, jei norite perkelti ten savo pakeislėlius. Taip pat galite <a class="modal-switch" data-switch="move-new-album">sukurti naują albumą</a> ir perkelti paveikslėlius ten.
sk: Vyberte existujúci album na presun obrázkov. Samozrejme tiež môžete <a class="modal-switch" data-switch="move-new-album">vytvoriť nový album</a> a obrázky presunúť do neho.
sr_rs: Označite postojeći album kako biste premestili slike. Takođe možete <a class="modal-switch" data-switch="move-new-album">napraviti novi album</a> i premestiti slike tamo.
th: เลือกอัลบั้มที่มีอยู่เพื่อย้ายภาพ นอกจากนี้คุณยังสามารถ <a class="modal-switch" data-switch="move-new-album">สร้างอัลบั้มใหม่</a>และย้ายภาพที่มี
tr: Yüklenen resimleri taşımak için bir albüm seçiniz. İsterseniz <a class="modal-switch" data-switch="move-new-album">yeni bir albüm</a> oluşturarak resimlerinizi yeni albüme taşıyabilirsiniz.

source: All the selected images will be assigned to this category.
ar: سيتم تعيين جميع الصور المختارة لهذه الفئة.
bg_bg: Всички избрани изображения ще бъдат назначени към тази категория.
el: Όλες οι επιλεγμένες εικόνες θα προστεθούν σε αυτή την κατηγορία.
fi: Kaikki valitut kuvat tullaan siirtämään tähän kategoriaa.
he: כל התמונות שסומנו יופיעו תחת הקטגוריה שנבחרה.
hu: Az összes kiválasztott kép átkerül ebbe a kategóriába.
ko: 선택한 이미지에 할당할 카테고리를 선택해주세요.
lt_lt: Visi atrinkti vaizdai bus priskirtas šiai kategorijai.
sk: Všetky vybrané obrázky budú zaradené do tejto kategórie.
th: ภาพที่เลือกทั้งหมดจะถูกกำหนดให้กับหมวดหมู่นี้
tr: Seçilen tüm görüntüler bu kategoriye tahsis edilecektir.

source: There is no categories.
ar: لايوجد فئات.
bg_bg: Няма категории.
el: Δεν υπάρχουν κατηγορίες.
fi: Ei yhtään kategoriaa.
he: אין קטגוריות.
hu: Nincsenek kategóriák.
ko: 카테고리가 없습니다.
lt_lt: Nėra kategorijų.
sk: Niesu tu kategórie.
th: ไม่มีหมวดหมู่
tr: Kategori yok.

source: Confirm flag content as safe
ar: قم بالتأكيد بأن المحتوى آمن
bg_bg: Потвърдете съдържанието като безопасно
fa: تایید مطلب به عنوان امن
fi: Liputa sisältö turvalliseksi
he: אשר סימון כתוכן מאושר
hu: A megjelölés biztonságosként lépés megerősítése
ko: 후방주의 플래그 해제 확인
lt_lt: Patvirtinkite turinio žymėjimą kaip saugų
sk: Potvrďte, že obrázok je bezpečný
sr_rs: Potvrdi oznaku oznaku sadržaja kao proverenu
th: ยืนยันป้ายชื่อของเนื้อหาว่าปลอดภัย
tr: İşaretli içeriği güvenli olarak onaylayın

source: Do you really want to flag this content as safe?
ar: هل أنت متأكد من أن المحتوى آمن ؟
bg_bg: Наистина ли искате да маркирате това съдържание като безопасно?
fa: آیا نسبت به امن کردن محتوا اطمینان دارید؟
fi: Haluatko varmasti vahvistaa tämän sisällön turvalliseksi?
he: האם הינך בטוח שאתה רוצה לסמן תוכן זה כמאושר?
hu: Biztos, hogy meg akarja jelölni, mint biztonságos tartalmat?
ko: 선택한 게시물의 후방주의 플래그 설정을 해제하시겠습니까?
lt_lt: Ar tikrai norite pažymėti turinį kaip saugų?
sk: Naozaj si prajete tento obsah označiť ako bezpečný?
sr_rs: Da li zaista hoćete da označite ovaj sadržaj kao proveren?
th: คุณต้องการติดป้ายชื่อทำเครื่องหมายเนื้อหานี้ว่าปลอดภัยหรือไม่?
tr: Bu içeriği gerçekten güvenli olarak işaretlemek istiyor musunuz?

source: Confirm flag content as unsafe
ar: تأكيد بأن المحتوى غير آمن
bg_bg: Потвърдете съдържанието като опасно
fa: تایید برچسب مطلب به عنوان نا امن
fi: Liputa sisältö sopimattomaksi
he: אשר סימון כתוכן פוגעני
hu: A megjelölés korhatárosként lépés megerősítése
ko: 후방주의 플래그 설정 확인
lt_lt: Patvirtinkite turinio žymėjimą kaip nesaugų
sk: Potvrďte, že obrázok nieje vhodný
sr_rs: Potvrdi oznaku sadržaja kao neproverenu
th: ยืนยันป้ายชื่อของเนื้อหาว่าไม่ปลอดภัย
tr: İşaretli içeriği rahatsız edici olarak onaylayın

source: Do you really want to flag this content as unsafe?
ar: هل تريد حقا الإشارة الى هذا المحتوى بأنه غير آمن ؟
bg_bg: Наистина ли искате да маркирате това съдържание като опасно?
fa: نسبت به علامت زدن این محتوا به عنوان کنترل نشده اطمینان دارید؟
fi: Haluatko varmasti vahvistaa tämän sisällön sopimattomaksi?
he: אתה בטוח שאתה רוצה לסמן תוכן זה כתוכן פוגעני?
hu: Biztos, hogy meg akarja jelölni, mint korhatáros tartalmat?
ko: 선택한 게시물에 후방주의 플래그를 설정하시겠습니까?
lt_lt: Ar tikrai norite pažymėti turinį kaip nesaugų?
sk: Naozaj si prajete tento obsah označiť ako nevhodný?
sr_rs: Da li zaista hoćete da označite ovaj sadržaj kao neproveren?
th: คุณต้องการติดป้ายชื่อทำเครื่องหมายเนื้อหานี้ว่าไม่ปลอดภัยหรือไม่?
tr: Bu içeriği gerçekten rahatsız edici olarak işaretlemek istiyor musunuz?

source: Confirm approval
ko: 승인 확인
tr: Onayı onayla

source: Confirm deletion
ar: تأكيد الحذف
bg_bg: Потвърждаване на изтриването
el: Επιβεβαίωση διαγραφής
fa: تایید حذف
fi: Varmista poisto
he: אשר מחיקה
hu: Törlés megerősítése
ko: 삭제 확인
lt_lt: Patvirtinti šalinimą
sk: Potvrďte odstránenie
sr_rs: Potvrdite brisanje
th: ยืนยันการลบ
tr: Silmek istediğinizden emin misiniz.

source: Do you really want to remove this content? This can't be undone.
ar: هل أنت متأكد من رغبتك في مسح هذا المحتوى ؟ لا يمكن التراجع عن هذا الإجراء.
bg_bg: Наистина ли искате да премахнете това съдържание? Това не може да бъде отменено.
el: Θέλετε πραγματικά να καταργήσετε αυτό το περιεχόμενο; Αυτό δεν μπορεί να αναιρεθεί.
fa: آیا نسبت به حذف این محتوا مطمئن هستید؟ این عمل غیر قابل بازگشت است.
fi: Haluatko varmasti poistaa tämän sisällön? Toimintoa ei voi perua.
he: האם הינך בטוח במחיקת התמונה? לא ניתן לבטל פעולה זו.
hu: Biztos, hogy törölni szeretné? A folyamat nem visszafordítható.
ko: 이 게시물을 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
lt_lt: Ar tikrai norite pašalinti šį turinį? Veiksmas vėliau negalės būti atšauktas
sk: Naozaj chcete odstrániť tento obsah? Nevratná akcia!
sr_rs: Da li ste sigurni da želite da ukolnite ovaj sadržaj? Ovo je trajno.
th: คุณต้องการลบเนื้อหานี้หรือไม่? ไม่สามารถเลิกทำได้
tr: Resim veya resimleri silmek istediğinizden eminmisiniz. Resimler geri dönüşümü olmaksızın silinecektir.

source: Do you really want to remove all the selected content? This can't be undone.
ar: هل أنت متأكد من رغبتك في مسح المحتويات المختارة ؟ لا يمكنك التراجع عن هذا الإجراء
bg_bg: Наистина ли искате да премахнете цялото избрано съдържание? Това не може да бъде отменено.
el: Θέλετε πραγματικά να αφαιρέσετε όλο το επιλεγμένο περιεχόμενο; Αυτό δεν μπορεί να αναιρεθεί.
fa: آیا نسبت به حذف تمامی انتخاب شده ها مطمئن هستید؟ این عمل غیر قابل بازگشت است.
fi: Haluatko varmasti poistaa kaiken valitun sisällön? Toimintoa ei voi perua.
he: אתה בטוח שאתה רוצה להסיר את כל התוכן המסומן?
hu: Biztos, hogy az összeset törölni szeretné? A folyamat nem visszafordítható.
ko: 선택한 게시물을 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
lt_lt: Ar tikrai norite pašalinti visą pasirinktą turinį? Veiksmas vėliau negalės būti atšauktas
sk: Naozaj si prajete odstrániť vybraný obsah? Nevratná akcia!
sr_rs: Da li ste sigurni da želite da ukolnite ceo ovaj označeni sadržaj? Ovo je trajno.
th: คุณต้องการลบเนื้อหาที่เลือกทั้งหมดหรือไม่? ไม่สามารถเลิกทำได้
tr: Seçili resimleri silmek istediğinizden eminmisiniz ?. Resimler geri dönüşümü olmaksızın silinecektir.

source: Fullscreen
bg_bg: Цял екран
he: מסך מלא
ko: 전체화면
th: เต็มหน้าจอ
tr: Tam ekran

source: Exit fullscreen
bg_bg: Изход от цял екран
he: יציאה ממסך מלא
ko: 전체화면 나가기
th: ออกจากโหมดเต็มหน้าจอ
tr: Tam ekrandan çık

source: Guest
ar: زائر
bg_bg: Гост
el: Επισκέπτης
fa: مهمان
fi: Vieras
he: אורח
hu: Vendég
ko: 손님
lt_lt: Svečiai
sk: Hosť
sr_rs: Gost
th: บุคคลทั่วไป
tr: Misafir Kullanıcı

source: Keyboard shortcuts
bg_bg: Комбинация от клавиши
he: קיצורי דרך במקלדת
ko: 키보드 단축키
th: แป้นพิมพ์ลัด
tr: Klavye Kısayol

source: Private album
bg_bg: Скрит албум
ko: 비공개 앨범
tr: Özel albüm

source: Password protected
bg_bg: Защитен с парола
ko: 암호로 보호 됨
tr: Şifre korumalı

source: Uploaded by guest
ar: مرفوع بواسطة ضيف
bg_bg: Качено от гост
fi: Ladannut vieras
he: הועלה על ידי אורח
ko: 손님의 업로드
th: อัปโหลดโดย บุคคลทั่วไป
tr: Bir misafir tarafından yüklendi

source: From %s
ar: من %s
bg_bg: От %s
el: Από %s
fa: از %s
fi: Albumista %s
he: מתוך %s
hu: Album: %s
ko: %s
lt_lt: Nuo %s
sk: Od %s
sr_rs: Od %s
th: จาก %s
tr: Yükleyen %s

source: Uploaded by private
ar: مرفوع بواسطة خاص
bg_bg: Качено от скрит
fi: Ladannut yksityinen
he: הועלה לתוכן פרטי
ko: 비공개 업로드
th: อัพโหลดแบบส่วนตัว
tr: Özel olarak yüklendi

source: by %u
ar: بواسطة %u
bg_bg: от %u
fi: %u
he: מאת %u
hu: %u által
ko: %u님의 이미지
th: โดย %u
tr: %u'dan

source: Toggle unsafe flag
ar: تبديل العلم الغير أمن
bg_bg: Превключвайте опасен флаг
fi: Ota käyttöön sopimattoman sisällön lippu
he: אפשרות דגל לא בטוח
hu: A nem biztonságos jelzés mutatása
ko: 후방주의 플래그 토글
sk: Prepni medzi vhodnosťou obashu
th: สลับสถานะที่ไม่ปลอดภัย
tr: Güvensiz işaretini tersine dönüştür

source: That page doesn't exist
ar: هذه الصفحة غير موجودة
bg_bg: Страницата не съществува
el: Αυτή η σελίδα δεν υπάρχει
et_ee: Seda lehte ei eksisteeri
fa: صفحه وجود ندارد.
fi: Sivua ei ole olemassa
he: הדף אינו קיים.
hu: Az oldal nem létezik
ko: 페이지가 존재하지 않습니다
lt_lt: Puslapis neegzistuoja
sk: Táto stránka neexistuje
sr_rs: Ova strana ne postoji
th: ไม่สามารถใช้งานหน้าเว็บไซต์นี้ได้
tr: Aradığınız sayfa bulunmamaktadır.

source: The requested page was not found.
ar: الصفحة المطلوبة غير موجودة.
bg_bg: Страницата не бе открита
el: Η σελίδα που ζητήσατε δεν βρέθηκε.
et_ee: Soovitud lehekülge ei leitud!
fa: صفحه ی درخواستی وجود ندارد.
fi: Pyydettyä sivua ei löydy
he: הדף המבוקש אינו נמצא
hu: A kért oldal nem található.
ko: 요청하신 페이지를 찾을 수 없습니다.
lt_lt: Puslapis nerastas
sk: Požadovaná stránka nenájdená.
sr_rs: Tražena strana nije nađena
th: ไม่พบหน้าที่คุณค้นหา
tr: Aradığınız sayfa bulunmamaktadır. Lütfen kontrol ederek tekrar deneyiniz.

source: Search something else
ar: إبحث في شئ آخر
bg_bg: Потърси нещо друго
el: Αναζήτηση για κάτι άλλο
fa: جستجو ی چیزی دیگر
fi: Etsi jotakin muuta
he: חפשו משהו אחר
hu: Keressen valami mást
ko: 다른 것 찾아보기
lt_lt: Ko nors ieškoti
sk: Hľadajte niečo iného
sr_rs: Potražite nešta drugo
th: ค้นหาอะไร
tr: Başka bir şey ara

source: The user has been deleted
ar: تم حذف المستخدم بنجاح
bg_bg: Потребителят бе изтрит
el: Ο χρήστης έχει διαγραφεί
et_ee: Kasutaja kustutatud
fa: کاربر حذف شد.
fi: Käyttäjätunnus poistettu
he: המשתמש נמחק
hu: A felhasználó törlésre került
ko: 사용자가 삭제되었습니다
lt_lt: Vartotojas buvo pašalintas
sk: Užívateľ bol zmazaný
sr_rs: Korisnik je obrisan
th: บัญชีผู้ใช้ถูกลบออกจากระบบ
tr: Geçersiz veya silinmiş kullanıcı. Lütfen bilgilerinizi kontrol ederek tekrar deneyiniz.

source: Your account is almost ready
ar: حسابك جاهز تقريبا
bg_bg: Вашият акаунт е почти завършен
el: Ο λογαριασμός σας είναι σχεδόν έτοιμος
fa: حساب شما آماده است.
fi: Käyttäjätunnuksesi on melkein valmis
he: החשבון שלך כמעט מוכן
hu: Az ön fiókja majdnem kész
ko: 계정이 거의<br>준비되었습니다
lt_lt: Jūsų paskyra beveik sukurta
sk: Váš účet je takmer pripravený
sr_rs: Vaš nalog je skoro spreman
th: บัญชีของคุณเกือบจะพร้อมแล้ว
tr: Hesabınız nerdeyse hazır. Lütfen e-posta adresinize gelen aktivasyon işlemini gerçekleştiriniz.

source: An email to %s has been sent with instructions to activate your account. The activation link is only valid for 48 hours. If you don't receive the instructions try checking your junk or spam filters.
ar: تم ارسال بريد الكتروني الى %s مع تعليمات لتفعيل حسابك. رابط التفعيل صالح فقط لمدة 48 ساعة. إذا لم تتلقى التعليمات في صندوق الوارد حاول البحث عنه في مجلد البريد الغير مرغوب.
bg_bg: Изпратен е имейл до %s с инструкции за активиране на вашия акаунт. Връзката е валидна 48 часа. Ако не получите инструкциите, проверите спам кутията.
el: Ένα email αποστάλθηκε προς την διεύθυνση %s με οδηγίες για την ενεργοποίηση του λογαριασμού σας. Ο σύνδεσμος ενεργοποίησης θα είναι ενεργός μόνο για 48 ώρες. Αν δεν λάβετε τις οδηγίες ελέγξτε τα σκουπίδια ή τα φίλτρα ανεπιθύμητης αλληλογραφίας.
fa: ایمیلی به %s بهمراه توضیحات جهت فعالسازی حساب شما ارسال شد. این ایمیل تا 48 ساعت آینده معتبر است. در صورتی که آن را دریافت نکرده ایید پوشه ی اسپم ایمیل خود را چک کنید.
fi: Teille on lähetetty sähköpostiviesti osoitteeseen %s josta löydätte tarkemmat ohjeet käyttäjätunnuksen vahvistamiseen. Käyttäjätunnuksen vahvistamislinkki on voimassa 48 tuntia. Jos et saanut sähköpostiviestiä, tarkista roskapostit.
he: הודעת דוא"ל נשלחה אל %s עם הוראות הפעלת חשבון. קישור הפעלת חשבון זמין רק ל- 48 שעות הבאות. אם לא קיבלתם את ההוראות, נסו לבדוק בתיבת דואר זבל.
hu: A fiókja aktiválására szolgáló üzenetet kiküldtük az e-mail címére (%s). Az aktiváló link csak 48 óráig érvényes. Amennyiben az üzenet nem érkezik meg ellenőrizze a spam szűrő beállításait.
ko: 계정 활성화를 위한 안내 이메일을<br>%s로(으로) 보냈습니다.<br>계정 활성화 링크는 48시간 동안 유효합니다.<br>이메일을 못 받으셨다면 정크 메일함이나<br>스팸 필터를 확인해주세요.
lt_lt: Laiškas su paskyros aktyvavimo instrukcijomis buvo išsiųstas į %s . Paskyros aktyvavimo nuoroda galios 48 valandas. Jei laiško negaunate - pasitikrinkite savo el.pašto spamo ir šiukšlių direktorijas.
sk: E-mail pre %s bol práve odoslaný. E-mail obsahuje inštrukcie o tom ako aktivovať váš účet. Aktiváciu je možné vykonať do 48 hodín. Ak e-mailovú správu neobdržíte, potom prosím skontrolujte váš adresár so spamom.
sr_rs: Email je poslan na %s sa uputstvima za aktiviranje naloga. Aktivacijski link je valjan 48 sati.
th: ส่งอีเมลไปยัง %s ได้รับการส่งไปพร้อมกับคำแนะนำในการเปิดใช้งานบัญชีของคุณ การเชื่อมโยงการเปิดใช้งานจะใช้ได้เฉพาะสำหรับ 48 ชั่วโมง ถ้าคุณไม่ได้รับคำแนะนำให้ลองตรวจสอบขยะหรือสแปมตัวกรองของคุณ
tr: %s hesabınızı etkinleştirmek için mail gönderildi. Aktivasyon işlemi 48 saat için geçerlidir. Mail almadığınızı düşünüyorsanız lütfen spam veya önemsiz kutularını kontrol ediniz.

source: Resend activation
ar: إعادة إرسال التفعيل
bg_bg: Изпрати отново активацията
el: Επαναποστολή ενεργοποίησης
fa: ارسال دوباره فعالسازی
fi: Lähetä aktivointi uudelleen
he: ההפעלה נשלחה שוב
hu: Aktiváló üzenet újraküldése
ko: 활성화 메일 다시 보내기
lt_lt: Aktyvuoti iš naujo
sk: Znovu odoslať aktiváciu
sr_rs: Pošalji ponovo aktivaciju
th: ยืนยันการใช้งานอีกครั้ง
tr: Aktivasyon e-postasını tekrar gönder

source: You have successfully changed your account email to %s
ar: لقد قمت بنجاج بتغيير البريد الإلكتروني الخاص بحسابك إلى %s
bg_bg: Успешно променихте имейла на профила си на %s
el: Αλλάξατε με επιτυχία το email του λογαριασμού σας σε %s
fa: شما با موفقیت ایمیل حساب خود را به %s تغییر دادید
fi: Sähköpostiosoite vaihdettu onnistuneesti osoitteeseen %s
he: הצלחתם לשנות את דוא"ל החשבון ל%s
hu: Sikeresen megváltoztatta a fiókja e-mail címét a következőre: %s
ko: %s로(으로)<br>이메일 주소 변경이 완료되었습니다.
lt_lt: Jūs sėkmingai pakeitėte paskyros el.paštą į %s
sk: Úspešne ste zmenili e-mail k vašemu účtu na %s
sr_rs: Uspešno ste promenili email naloga u %s
th: คุณได้เปลี่ยนอีเมลบัญชีของคุณไปที่ %s
tr: Değiştirmiş olduğunuz e-posta adresi %s. Yanlışlık olduğunu veya hatalı olduğunu düşünüyorsanız ayarlarını kontrol ediniz veya bize ulaşınız.

source: Go to my profile
ar: إذهب إلى ملفي الشخصي
bg_bg: Отиди в моя профил
el: Πήγαινε στο προφίλ μου
fa: به پروفایل خود بروید
fi: Siirry profiiliini
he: נווט אל הפרופיל שלך
hu: Ugrás a profilomhoz
ko: 내 프로필 페이지로 가기
lt_lt: Eiti į mano profilį
sk: Ísť na môj profil
sr_rs: Idi na moj profil
th: ไปที่หน้าโปรไฟล์
tr: Profilime geri dön
