Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Max. allowed %s
ar: الحد الأقصى المسموح %s
bg_bg: Максимално разрешени %s
el: Μεγ. επιτρεπόμενο %s
fa: حداکثر مجاز %s
fi: Suurin sallittu %s
he: %s מרבי שניתן
hu: Maximum megengedett %s
ko: 최대 허용 %s
lt_lt: Maks. galima %s
sk: Max. povolené %s
sr_rs: Max. dopušteno %s
th: ที่ได้รับอนุญาตมากสุด %s
tr: Maksimum izin verilen %s

source: Can't map %m to an existing folder (%f)
ar: لايمكن ترسيم %m للمجلد القائم (%f)
bg_bg: Не може да се картографира %m в съществуваща папка (%f)
fi: Ei voida uudelleenohjata %m olemassa olevaan kansioon (%f)
ko: %m을(를) 기존 폴더 (%f)로(으로) 맵핑할 수 없습니다
th: ไม่สามารถแม็ป %m ไปยังโฟลเดอร์ (%f) ที่มีอยู่
tr: %m mevcut klasörle eşlenemez (%f)

source: Can't map %m to an existing route (%r)
ar: لايمكن ترسيم %m للطريق القائم (%r)
bg_bg: Не може да се картографира %m до съществуващ маршрут (%r)
fi: Ei voida uudelleenohjata %m olemassa olevaan ohjaukseen (%r)
ko: %m을(를) 기존 라우팅 경로 (%r)로(으로) 맵핑할 수 없습니다
th: ไม่สามารถแม็ป %m ไปยังเส้นทาง (%r) ที่มีอยู่ได้
tr: %m mevcut yolla eşlenemez (%r)

source: Can't map %m to %r (username collision)
ar: لايمكن ترسيم %m إلى %r (تعارض المستخدمين)
bg_bg: Не може да се картографира %m до %r (сблъсък на потребителско име)
fi: %m ei voida uudelleenohjata %r (käyttäjätunnuksen törmäys)
ko: %m을(를) %r로(으로) 맵핑할 수 없습니다 (사용자 이름 충돌)
th: ไม่สามารถแม็ป %m ไปยัง %r (username ซ้ำ)
tr: %m,%r ile eşleştirilemez (kullanıcı adı çarpışması)

source: Invalid SMTP server
ar: سيرفر STMP غير صحيح
bg_bg: Грешно въведен SMTP сървър
el: Λάθος διακομιστής SMTP
fa: سرور SMTP نادرست است
fi: Virheellinen SMTP-palvelin
he: שרת SMTP לא חוקי
hu: Érvénytelen SMTP szerver
ko: SMTP 서버 주소가 잘못되었습니다
lt_lt: Neteisingas SMTP serveris
sk: Nesprávny SMTP server
sr_rs: Neispravan SMTP server
th: SMTP server ไม่ถูกต้อง
tr: Geçersiz SMTP server ayarı

source: Invalid SMTP username
ar: اسم العضوية الخاص بـ SMTP غير صحيح
bg_bg: Грешно въведен SMTP потребител
el: Λάθος όνομα χρήστη SMTP
fa: نام کاربری SMTP نادرست است
fi: Virheellinen SMTP:n käyttäjänimi
he: שם משתמש SMTP לא חוקי
hu: Érvénytelen SMTP felhasználónév
ko: SMTP 사용자 이름이 잘못되었습니다
lt_lt: Neteisingas SMTP vartotojo vardas
sk: Nesprávne SMTP užívateľské meno
sr_rs: Neispravno SMTP korisničko ime
th: SMTP username ไม่ถูกต้อง
tr: Geçersiz SMTP kullanıcı adı

source: Invalid key
bg_bg: Невалиден ключ
ko: 키가 잘못되었습니다
tr: Geçersiz anahtar

source: This URL key is already being used by another page (ID %s)
ar: عنوان URL مستخدم من قبل صفحة اخرى (معرف %s)
bg_bg: Този ключ за URL адрес вече се използва от друга страница (ID %s)
fi: URL avain on jo käytössä toisella sivulla (ID %s)
hu: Ezt az URL kulcsot már használja egy másik oldal (azonosítója: %s)
ko: 이 URL 키는 이미 다른 페이지 (ID %s) 에서 사용 중입니다
th: คีย์ URL นี้ถูกใช้โดยหน้าอื่น (ID %s)
tr: Bu URL anahtarı zaten başka bir sayfa için kullanılıyor (ID %s)

source: This file path is already being used by another page (ID %s)
ar: مسار الملف مستخدم من قبل صفحة اخرى (معرف %s)
bg_bg: Този път към файла вече се използва от друга страница (ID %s)
fi: Tiedostopolku on jo käytössä toisella sivulla (ID %s)
hu: Ezt a fájl útvonalat más használja egy másik oldal (azonosítója: %s)
ko: 이 파일 경로는 이미 다른 페이지 (ID %s) 에서 사용 중입니다
th: พาธของไฟล์นี้ถูกใช้โดยหน้าอื่นอยู่แล้ว (ID %s)
tr: Bu dosya yolu zaten başka bir sayfa için kullanılıyor (ID %s)

source: Can't save page contents: %s.
ar: لا يمكن حفظ محتوى الصفحة: %s
bg_bg: Съдържанието на страницата не може да бъде запазено %s.
fi: Sivun %s sisältöä ei voida tallentaa.
hu: Az oldal tartalmának mentése nem sikerült: %s.
ko: 페이지 내용을 저장할 수 없습니다: %s.
th: ไม่สามารถบันทึกเนื้อหาของหน้า: %s.
tr: Sayfa içeriği kaydedilemiyor: %s.

source: Following
ar: متابع
bg_bg: Следва
fi: Seurataan
he: במעקב
hu: Követések
ko: 팔로잉
th: ที่เราติดตาม
tr: Takip

source: About
ar: عن
bg_bg: Относно
el: Περί
fa: درباره
fi: Tietoa
he: אודות
hu: Információk
ko: 정보
lt_lt: Apie
sk: O ...
sr_rs: O nama
th: เกี่ยวกับ
tr: Hakkımızda

source: Image ID
ar: رقم هوية الصورة
bg_bg: изображение ID
el: Ταυτότητα εικόνας
fa: شماره ی تصویر
fi: Kuvan tunniste
he: מזהה תמונה
hu: Kép azonosító
ko: 이미지 ID
lt_lt: Paveikslėlio ID
sk: ID obrázka
sr_rs: ID slike
th: ไอดีรูปภาพ
tr: Resim ID

source: Uploader IP
ar: الأيبي للرافع
bg_bg: IP на потребителя
el: Ανέβασμα από IP
fa: آیپی آپلود کننده تصویر
fi: Lähettäjän IP-osoite
he: הועלה מכתובת IP
hu: Feltöltő IP címe
ko: 업로드 IP
lt_lt: Įkėlėjo ID
sk: IP adresa autora
sr_rs: IP Uploadera
th: ที่อยู่ IP ของผู้อัพโหลด
tr: Resim yükleyenin IP adresi

source: Ban IP
ar: احظر عنوان الـIP
bg_bg: Бан IP
el: Αποκλεισμός IP
fi: Estä IP-osoite
he: הרחקת כתובת IP
hu: IP tiltása
ko: IP 차단하기
sk: IP bany
th: แบนไอพี
tr: IP'yi yasakla

source: IP already banned
ar: عنوان الـIP محظور بالفعل
bg_bg: IP-то вече е баннат
el: IP ήδη αποκλεισμένη
fi: IP-osoite jo estetty
he: IP כבר מושהה
hu: Az IP cím már tiltva van
ko: IP 주소가 이미 차단되었습니다
sk: IP je už banovaná
th: ไอพีนี้โดนแบนอยู่แล้ว
tr: IP zaten yasaklı

source: Upload date
ar: تاريخ الرفع
bg_bg: Дата на качване
el: Ημερομηνία ανεβάσματος
fa: تاریخ آپلود تصویر
fi: Lähetetty
he: תאריך העלאה
hu: Feltöltés dátuma
ko: 업로드 날짜
lt_lt: Įkėlimo data
sk: Dátum nahrávania
sr_rs: Datum uploada
th: วันที่อัพโหลด
tr: Yükleme Zamanı

source: Image %i in %a album
ar: الصورة %i في الألبوم %a
bg_bg: Изображение %i в %a албум
fi: Kuva %i albumissa %a
he: תמונה %i באלבום %a
hu: %i kép a(z) %a albumban
ko: %a 앨범의 이미지 %i
sk: Obrázok %i v %a albume
th: รูป %i ในอัลบั้ม %a
tr: Resim %i - %a bir albümde

source: Image %i in %c category
ar: الصورة %i في الفئة %c
bg_bg: Изображение %i в %c категория
fi: Kuva %i kategoriassa %c
he: תמונה %i בקטגורית %c
hu: %i kép a(z) %c kategóriában
ko: %c 카테고리의 이미지 %i
sk: Obrázok %i v %c kategórii
th: รูปภาพ %i ในหมวดหมู่ %c
tr: Resim %i - %c kategorisinde

source: Image %i hosted in %w
ar: الصورة %i مستضافة في %w
bg_bg: Изображение %i хоствано в %w
fi: Kuva %i yläpidetty %w
he: תמונה %i מאוחסנת ב%w
hu: %i kép a következőben: %w
ko: %w 호스팅 이미지 %i
sk: Obrázok %i hosťovaný na %w
th: รูปภาพ %i ของ %w
tr: Resim %i kaydedildi %w

source: Direct links
ar: روابط مباشرة
bg_bg: Директни връзки
el: Απευθείας λινικ
fa: لینک مستقیم
fi: Suorat linkit
he: קישורים ישירים (כתובת תמונה)
hu: Direkt linkek
ko: 다이렉트 링크
lt_lt: Tiesioginės nuorodos
sk: Priamy odkaz
sr_rs: Direktni linkovi
th: ลิงค์ตรง
tr: Direk linkler

source: Image link
ar: رابط الصورة
bg_bg: Връзка към изображението
el: Λινκ εικόνας
fa: لینک تصویر
fi: Kuvan linkki
he: קישור לתמונה
hu: Kép link
ko: 이미지 링크
lt_lt: Paveikslėlio nuoroda
sk: Odkaz obrázka
sr_rs: Link slike
th: ลิงก์รูปภาพ
tr: Resim link

source: Image URL
ar: رابط الصورة
bg_bg: URL адрес на изображението
el: Διέυθυνση εικόνας
fa: URL تصویر
fi: Kuvan osoite
he: כתובת URL: תמונה רגילה
hu: Kép URL
ko: 원본 이미지 URL
lt_lt: Paveikslėlio URL
sk: URL obrázka
sr_rs: URL slike
th: URL รูปภาพ
tr: Resim URL Adresi

source: Thumbnail URL
ar: رابط الصورة المصغرة
bg_bg: URL адрес на миниатюра
el: Μικρογραφία εικόνας
fa: آدرس پیشنمایش
fi: Kuvakkeen osoite
he: כתובת URL: תמונה ממוזערת
hu: Miniatűr URL
ko: 미리보기 이미지 URL
lt_lt: Miniatiūros URL
sk: URL miniatúry
sr_rs: URL slike za pregled
th: URL ขนาดย่อ
tr: Küçük Resim URL

source: Medium URL
ar: رابط الصورة المتوسطة
bg_bg: Среден URL адрес
el: Μεσαίο URL
fa: آدرس تصویر متوسط
fi: Keskikoon osoite
he: כתובת URL: תמונה בינונית
hu: Középméret URL
ko: 일반 이미지 URL
lt_lt: Vidutinio dydžio URL
sk: URL stredná zmenšenina
sr_rs: Srednji URL
th: URL ขนาดกลาง
tr: Resim URL

source: Full image
ar: الصورة كاملة
bg_bg: Пълно изображение
fi: Koko kuva
he: תמונה רגילה
ko: 원본 이미지
th: ภาพเต็ม
tr: Tam boyut

source: Full image (linked)
ar: الصورة كاملة (رابط)
bg_bg: Пълно изображение (с връзка)
fi: Koko kuva (linkitetty)
he: תמונה רגילה (כולל קוד קישור)
ko: 원본 이미지 (링크)
th: ภาพเต็ม (ลิงก์)
tr: Tam görünüm (bağlantılı)

source: Medium image (linked)
ar: الصورة المتوسطة (رابط)
bg_bg: Средно изображение (с връзка)
fi: Keskikokoinen kuva (linkitetty)
he: תמונה בינונית (כולל קוד קישור)
ko: 일반 이미지 (링크)
th: รูปภาพขนาดกลาง (ลิงก์)
tr: Orta resim (bağlantılı)

source: Thumbnail image (linked)
ar: الصورة المصغيرة (رابط)
bg_bg: Изображение на миниатюра (с връзка)
fi: Kuvakkeen kuva (linkitetty)
he: תמונה ממוזערת (כולל קוד קישור)
ko: 미리보기 이미지 (링크)
th: ภาพขนาดย่อ (ลิงก์)
tr: Küçük resim (bağlantılı)

source: Login needed
ar: تسجيل الدخول ضروري
bg_bg: Необходимо е да влезнете
el: Χρειάζεται είσοδος
fa: باید وارد شوید
fi: Vaaditaan kirjautumista
he: עליך לבצע התחברות למערכת
hu: Bejelentkezés szükséges
ko: 로그인이 필요합니다
lt_lt: Reikia prisijungti
sk: Vyžadované prihlásenie
sr_rs: Neophodna prijava
th: ต้องการการล็อคอิน
tr: İşlem yapmak için giriş yapınız

source: IP address already banned
ar: عنوان الـIP محظور بالفعل
bg_bg: IP адресът вече е баннат
el: Η IP είναι ήδη αποκλεισμένη
fi: IP-osoite on jo estetty
he: כתובת IP כבר בהשהיה
hu: Az IP cím már bannolva van
ko: IP 주소가 이미 차단되었습니다
lt_lt: IP adresas jau yra užblokuotas
sk: IP adresa je už banovaná
th: ไอพีนี้โดนแบนแล้ว
tr: İP adresi zaten yasaklandı.

source: Missing values
ar: قيمة غير صالحة
bg_bg: Липсващи стойности
el: Λείπουν αξίες
fa: مقدار اشتباه است
fi: Puuttuva tieto
he: ערכים חסרים
hu: Hiányzó értékek
ko: 값이 설정되지 않았습니다
lt_lt: Dingę dydžiai
sk: Chýbajú hodnoty
sr_rs: Nedostaju vrijednosti
th: ไม่มีค่า
tr: Eksik değerler

source: Invalid role
ar: الوظيفة غير صالحة
bg_bg: Невалидна роля
el: Λάθος ρόλος
fa: نقش اشتباه است
fi: Virheellinen rooli
he: תפקיד לא חוקי
hu: Érvénytelen szabály
ko: 권한 설정이 잘못되었습니다
lt_lt: Neteisinga rolė
sk: Neplatná úloha
sr_rs: Pogrešna uloga
th: หน้าที่ไม่ถูกต้อง
tr: Geçersiz rol

source: Username already being used
ar: اسم المستخدم مأخوذ بالفعل
bg_bg: Потребителското име вече се използва
el: Το όνομα χρήστη χρησιμποιείτε ήδη
fa: نام کاربری قبلا ثبت شده است
fi: Käyttäjätunnus jo käytössä
he: שם משתמש כבר בשימוש
hu: A felhasználónév már használatban van
ko: 사용자 이름이 이미 사용 중입니다
lt_lt: Toks vartotojo vardas jau naudojamas
sk: Užívateľské meno je obsadené
sr_rs: Korisničko ime je zauzeto
th: ชื่อผู้ใช้งานนี้ได้โดนใช้งานไปแล้ว
tr: Kullanıcı adı zaten kullanıyor.

source: Add a password or another social connection before deleting %s
ar: اضف كلمة سر أو اتصال اجتماعى أخر قبل حذف%s
bg_bg: Добавете парола или друга социална връзка, преди да изтриете %s
fi: Anna salasana tai muu sosiaalisen verkoston yhteys ennen %s poistamista
ko: %s을(를) 삭제하기 전에 비밀번호나 다른 소셜 네트워크 연결을 추가해주세요
th: เพิ่มรหัสผ่านหรือการเชื่อมต่อทางสังคมอื่นก่อนที่จะลบ %s
tr: %s’i silmeden önce bir şifre veya sosyal medya bağlantısı ekleyin.

source: Add an email or another social connection before deleting %s
ar: اضف بريدا إليكترونيا أو اتصال اجتماعى أخر قبل حذف %s
bg_bg: Добавете имейл или друга социална връзка, преди да изтриете %s
fi: Anna sähköpostiosoite tai muu sosiaalisen verkoston yhteys ennen %s poistamista
ko: %s을(를) 삭제하기 전에 이메일 주소나 다른 소셜 네트워크 연결을 추가해주세요
th: เพิ่มอีเมลหรือการเชื่อมต่อทางสังคมอื่นก่อนที่จะลบ %s
tr: Lütfen %s'i silmeden önce bir e-posta adresi veya başka bir sosyal medya bağlantısı ekleyin.

source: %s has been disconnected.
ar: تم قطع الإتصال بـ %s .
bg_bg: %s е изключен.
el: %s αποσυνδέθηκε.
fa: %s متصل نشده است
fi: %s yhteys on katkastu.
he: %s התנתק
hu: %s felhasználó kilépett.
ko: %s은(는) 연결이 해제되었습니다.
lt_lt: %s atsijungęs.
sk: %s bol odpojený.
sr_rs: %s je diskonektovan.
th: %s ถูกตัดการเชื่อมต่อแล้ว
tr: %s bağlantısı kesildi

source: Test email from %s @ %t
ar: بريد الكتروني تجريبي من %s@%t
bg_bg: Тест имейл от %s @ %t
fi: Testisähköposti %s @ %t
hu: Teszt üzenet %s feladótól @ %t
ko: %s로(으로)부터 %t 에 수신된 테스트 이메일입니다
th: ทดสอบอีเมลจาก %s @ %t
tr: E-postayı test %s @ %t

source: This is just a test
ar: هذه فقط تجربة
bg_bg: Това е просто тест
fi: Tämä on vain testi
hu: Ez csak egy teszt
ko: 테스트 이메일입니다.
th: นี่เป็นเพียงการทดสอบเท่านั้น
tr: Bu sadece bir test.

source: Test email sent to %s.
ar: بريد الكتروني تجريبي ارسل الى %s
bg_bg: Тестов имейл изпратен до %s.
fi: Testisähköposti lähetetty osoitteeseen %s.
hu: Teszt üzenet elküldve a(z) %s címre.
ko: %s로(으로) 테스트 이메일을 보냈습니다.
th: ทดสอบอีเมลที่ส่งไปยัง %s.
tr: Test e-postası %s adresine gönderildi.

source: Downloading %s data
bg_bg: Изтегляне на %s данни
ko: %s 데이터를 다운로드하는 중입니다
th: กำลังดาวน์โหลดข้อมูล %s
tr: %s veri indiriliyor

source: User %s followed
ar: تم متابعة المستخدم %s
bg_bg: Потребителят %s последва
fi: Seurataan käyttäjää %s
hu: %s felhasználó követve
ko: 사용자 %s님이 팔로우했습니다
th: ผู้ใช้ %s ติดตาม
tr: %s kullanıcısı takip ediliyor.

source: User %s unfollowed
ar: تم إلغاء متابعة المستخدم %s
bg_bg: Потребителят %s спря да следва
fi: Käyttäjän %s seuranta lopetettu
hu: %s felhasználó követése törölve
ko: 사용자 %s님이 팔로우를 해제했습니다
th: ผู้ใช้ %s เลิกติดตาม
tr: %s kullanıcısı artık takip edilmiyor.

source: Content liked
ar: محتوى تم الإعجاب به
bg_bg: Харесали съдържание
fi: Tykätty sisällöstä
hu: Kedvelt tartalmak
ko: 좋아하는 게시물
th: เนื้อหาที่ถูกใจ
tr: Içeriğinizi beğendin

source: Content disliked
ar: محتوى تم إلغاء الإعجاب به
bg_bg: Не харесали съдържание
fi: Ei tykätty sisällöstä
hu: Nem kedvelt tartalmak
ko: 싫어하는 게시물
th: เนื้อหาที่ไม่ถูกใจ
tr: Artık içeriği beğenmiyorsun

source: %u liked your %t %c
ar: %u أعجب ب %t %c
bg_bg: %u хареса %t %c
fi: %u tykkäsi sinun %t %c
he: %u סימן לייק ל%t %c
hu: %u kedveli a(z) %t %c
ko: %u님이 %c %t을(를) 좋아합니다
th: %u ที่คุณถูกใจ %t %c
tr: %u kişi %t %c beğendi

source: %u is now following you
ar: %u الأن يتابعك
bg_bg: %u сега ви следва
fi: %u seuraa sinua
he: %u במעקב אחריך
hu: %u mostantól követ téged
ko: %u님이 팔로잉 합니다
th: %u ตอนนี้ติดตามคุณอยู่
tr: %u seni takip ediyor

source: A private user
ar: مستخدم خاص
bg_bg: Скрит потребител
fi: Yksityinen käyttäjä
he: משתמש פרטי
ko: 비공개 사용자
th: ผู้ใช้ส่วนตัว
tr: Özel kullanıcı

source: Wrong Username/Email password combination
ar: بريد إلكتروني\اسم مستخدم أو كلمة مرور خاطئة
bg_bg: Грешно потребителско име или парола
el: Λανθασμένος συνδυασμός ονόματος χρήστη/κωδικού πρόσβασης
fa: ترکیب نام کاربری / ایمیل + رمز عبور اشتباه است
fi: Väärä käyttäjätunnus tai salasana
he: שם המשתמש או הדוא"ל שגויים
hu: Hibás felhasználónév/ e-mail jelszó kombináció
ko: 사용자 이름 또는 이메일 주소의 비밀번호가 잘못되었습니다
lt_lt: Netesinga vartotojo vardo/el.pašto kombinacija
sk: Nesprávna kombinácia prihlasovacieho mena alebo e-mailu a hesla
sr_rs: Pogrešena kombinacija korisničkog imena/email i lozinke
th: ชื่อผู้ใช้ที่ไม่ถูกต้อง / รหัสผ่านอีเมล์ไม่ถูกต้อง
tr: Geçersiz kullanıcı adı ve şifre ! lütfen kullanıcı adı ve şifre ayarlarınızı kontrol ederek tekrar giriş yapınız.

source: Sign in
ar: تسجيل الدخول
bg_bg: Вход
el: Είσοδος
et_ee: Logi sisse
fa: ورود
fi: Kirjaudu sisään
he: היכנס
hu: Belépés
ko: 로그인
lt_lt: Prisijungti
sk: Prihlásiť
sr_rs: Prijavi se
th: เข้าสู่ระบบ
tr: Giriş Yap

source: Moderate
ko: 중재하기
tr: Denetlemek

source: Upload images
ar: تحميل الصور
bg_bg: Качване на изображения
et_ee: Lae pilt ülesse
fi: Lataa kuvia
he: העלה תמונות
ko: 이미지 업로드
th: อัพโหลดรูปภาพ
tr: Resim yükle

source: Upload plugin
bg_bg: Качване на плъгин
fi: Kuvien lataus liitännäinen
he: העלה תוסף
ko: 업로드 플러그인
th: อัพโหลดปลั๊กอิน

source: Image search results for %s
ar: نتائج البحث عن صورة لـ%s
bg_bg: Резултати от търсенето на изображения за %s
el: Αποτελέσματα αναζήτησης εικόνας για %s
fi: Kuvahaun tulokset %s
he: תוצאות חיפוש תמונות עבור %s
hu: Kép keresési találatok a következőre: %s
ko: %s로(으로) 찾은 이미지
sk: Výsledky vyhľadávania obrázku pre %s
th: ผลการค้นหาภาพสำหรับ %s
tr: %s için resim arama sonuçları

source: Album search results for %s
ar: نتائج بحث الألأبومات لـ %s
bg_bg: Резултати от търсенето на албуми за %s
fi: Albumihaun tulokset %s
he: תוצאות חיפוש באלבום עבור %s
hu: Album keresési találatok a következőre: %s
ko: %s로(으로) 찾은 앨범
sk: Výsledky vyhľadávania albumu pre %s
th: ผลการค้นหาอัลบั้มสำหรับ %s
tr: %s için albüm arama sonuçları

source: User search results for %s
ar: نتائج بحث المستخدمين لـ%s
bg_bg: Резултати от потребителско търсене за %s
fi: Käyttäjähaun tulokset %s
he: תוצאות חיפוש משתמש עבור %s
hu: Felhasználó keresési találatok a következőre: %s
ko: %s로(으로) 찾은 사용자
sk: Výsledky vyhľadávania užívateľa pre %s
th: ผลการค้นหาของผู้ใช้สำหรับ %s
tr: %s için kullanıcı arama sonuçları

source: Account
ar: الحساب
bg_bg: Акаунт
el: Λογαριασμός
et_ee: Konto
fa: حساب
fi: Käyttäjätunnus
he: חשבון
hu: Fiók
ko: 계정
lt_lt: Paskyra
sk: Účet
sr_rs: Nalog
th: บัญชี
tr: Hesabım

source: Profile
ar: الملف الشخصي
bg_bg: Профил
el: Προφίλ
et_ee: Profiil
fa: پروفایل
fi: Profiili
he: פרופיל
hu: Profil
ko: 프로필
lt_lt: Profilis
sk: Profil
sr_rs: Profil
th: ข้อมูลส่วนตัว
tr: Kullanıcı Profili

source: Linked accounts
ar: الحسابات المرتبطة
bg_bg: Свързани акаунти
el: Ενωμένοι λογαριασμοί
fa: حساب های متصل شده
fi: Linkitetyt tilit
he: חשבונות מקושרים
hu: Összekapcsolt fiókok
ko: 연결된 계정
lt_lt: Susiję profiliai
sk: Prepojené účty
sr_rs: Povezani nalozi
th: เชื่อมต่อบัญชี
tr: Bağlı hesaplar

source: Invalid image expiration: %s
ar: تاريخ إنتهاء الصورة غير صالح: %s
bg_bg: Невалиден срок на изображението %s
fi: Virheellinen kuvan vanheneminen: %s
ko: 이미지 만료가 잘못되었습니다: %s
th: การหมดอายุของรูปภาพไม่ถูกต้อง: %s
tr: Geçersiz son kullanma tarihi: %s

source: An email has been sent to %s with instructions to activate this email
ar: تم إرسال رسالة إلى %s تحتوي على طريقة تفعيل هذا البريد الإلكتروني
bg_bg: Email беше изпратен до %s с инструкции за активация
el: Αποστάλθηκε ένα email στη διεύθυνση %s με οδηγίες για την ενεργοποίηση αυτού του email
fa: ایمیلی به %s جهت فعالسازی این ایمیل آدرس ارسال شده است.
fi: Sähköposti lähetetty osoitteeseen %s aktivointi-ohjeiden kera
he: דואר אלקטרוני נשלח אל %s עם הוראות הפעלת החשבון
hu: Az aktiválás befejezéséhez szükséges üzenet kiküldésre került a következő e-mail címre: %s
ko: 계정 활성화를 위한 안내 이메일을<br>%s로(으로) 보냈습니다
lt_lt: Laiškas buvo išsiųstas į %s el. paštą su elektroninio pašto aktyvavimo instrukcijomis
sk: E-mail s inštrukciami aktivácie bol odoslaný na %s
sr_rs: Email je poslat na %s sa uputstvom za aktivaciju ovog email naloga
th: อีเมลถูกส่งไปยัง %s พร้อมด้วยคำแนะนำเพื่อเปิดใช้อีเมลนี้
tr: Lütfen %s Adresinize Gönderilen Aktivasyon Kodunu Onaylamanız Gerekmektedir. Aksi Takdirde Üyelik İşleminiz Onaylanmayacaktır.

source: Invalid name
ar: اسم خاطئ
bg_bg: Невалидно име
el: Λάθος όνομα
fa: نام اشتباه است
fi: Virheellinen nimi
he: שם לא חוקי
hu: Érvénytelen név
ko: 이름이 잘못되었습니다
lt_lt: Neteisingas vardas
sk: Neplatné meno
sr_rs: Pogrešno ime
th: ชื่อไม่ถูกต้อง
tr: Geçersiz İsim (Ad) ! lütfen kontrol ediniz.

source: Invalid website
ar: عنوان الموقع إلكتروني خاطئ
bg_bg: Невалиден уебсайт
el: Λάθος ιστοσελίδα
fa: وبسایت اشتباه است
fi: Virheellinen verkkosivu
he: אתר אינטרנט לא חוקי
hu: Érvénytelen weboldal
ko: 웹사이트가 잘못되었습니다
lt_lt: Neteisinga svetainė
sk: Neplatná webová stránka
sr_rs: Pogrešan vebsajt
th: เว็บไซต์ไม่ถูกต้อง
tr: Geçersiz website adresi ! lütfen kontrol ediniz.

source: Wrong password
ar: كلمة مرور خاطئة
bg_bg: Грешна парола
el: Λάθος κωδικός πρόσβασης
et_ee: Vale parool
fa: رمز عبور اشتباه است
fi: Väärä salasana
he: סיסמא שגויה
hu: Rossz jelszó
ko: 틀린 암호
lt_lt: Neteisingas slaptažodis
sk: Neplatné heslo
sr_rs: Pogrešna lozinka
th: รหัสผ่านที่ไม่ถูกต้อง
tr: Geçersiz şifre ! lütfen şifrenizi kontrol ediniz.

source: Use a new password
ar: استخدم كلمة مرور جديدة
bg_bg: Използвай нова парола
el: Χρησιμοποιήστε ένα νέο κωδικό πρόσβασης
fa: استفاده از یک رمز عبور جدید
fi: Käytä uutta salasanaa
he: השתמש בסיסמא חדשה
hu: Használjon egy új jelszót
ko: 새로운 암호 사용하기
lt_lt: Naudokite naują slaptažodį
sk: Použijte nové heslo
sr_rs: Koristi novu lozinku
th: โปรดใช้รหัสผ่านใหม่
tr: Şifrenizi mi unuttunuz ? yeni şifre oluşturmak için tıklayınız

source: Changes have been saved.
ar: تم حفظ الاعدادات.
bg_bg: Промените са запазени
el: Οι αλλαγές αποθηκέυτηκαν
fa: تغییرات ذخیره شدند.
fi: Muutokset tallennettu
he: השינויים נשמרו
hu: A változások mentésre kerültek.
ko: 변경 사항이 저장되었습니다.
lt_lt: Pakeitimai išsaugoti.
sk: Zmeny boly uložené.
sr_rs: Promene su sačuvane
th: การเปลี่ยนแปลงได้ถูกบันทึกแล้ว
tr: Değişiklikler başarıyla kaydedildi.

source: Password has been changed
ar: تم تعديل كلمة المرور بنجاح
bg_bg: Паролата бе сменена
el: Ο κωδικός πρόσβασης άλλαξε
et_ee: Parool muudetud edukalt
fa: رمز عبور تغییر یافت.
fi: Salasana vaihdettu
he: הסיסמא השתנתה
hu: A jelszó megváltoztatásra került
ko: 암호가 변경되었습니다.
lt_lt: Slaptažodis pakeistas
sk: Heslo bolo zmenené
sr_rs: Lozinka je promenjena
th: เปลี่ยนแปลง Password เรียบร้อย
tr: Şifreniz başarılı bir şekilde değiştirildi. Yeni şifre ile giriş yapabilirsiniz.

source: Password has been created.
ar: تم إنشاء كلمة السر بنجاح.
bg_bg: Паролата бе създадена
el: Ο κωδικός δημιουργήθηκε
fa: رمز عبور ساخته شد.
fi: Salasana on luotu.
he: הסיסמה נוצרה
hu: Jelszó létrehozva.
ko: 암호가 생성되었습니다.
lt_lt: Slaptažodis sukurtas.
sk: Heslo bolo vytvorené.
sr_rs: Lozinka je kreirana
th: รหัสผ่านได้ถูกตั้งแล้ว
tr: Parola oluşturuldu.

source: Wrong Username/Email values
ar: بريد إلكتروني أو كلمة مرور خاطئة
bg_bg: Грешно въведени Потребителско име/Email данни
el: Λάθος τιμές για όνομα χρήστη/email
fa: مقدار نام کاربری / ایمیل اشتباه وارد شده است.
fi: Väärä käyttäjätunnus/sähköposti
he: שם משתמש\דוא"ל שגויים
hu: Hibás Felhasználónév/E-mail
ko: 사용자 이름 또는 이메일 주소가 잘못되었습니다
lt_lt: Neteisingi vartotojo vardo/el.pašto dydžiai
sk: Nesprávne hodnoty prihlasovacieho mena alebo e-mailu
sr_rs: Pogrešno korisničko ime ili email
th: Username หรือ Email ไม่ถูกต้อง
tr: Geçersiz kullanıcı adı / e-posta adresi ! lütfen kullanıcı adı ve/veya e-posta adresini kontrol ediniz.

source: Settings for %s
ar: التهيئة لـ %s
bg_bg: Настройки за %s
el: Ρυθμίσεις για %s
fa: تنظیمات برای %s
fi: Asetukset käyttäjälle %s
he: הגדרות עבור %s
hu: %s beállításai
ko: %s 설정 내용
lt_lt: %s nustatymai
sk: Nastavenia pre %s
sr_rs: Podešavanja za %s
th: การตั้งค่าสำหรับ %s
tr: %s Ayarları

source: You must agree to the terms and privacy policy
bg_bg: Трябва да се съгласите с условията и политиката за поверителност
he: עליך להסכים לתנאי שימוש ולמדיניות פרטיות
ko: 이용 약관과 개인 정보 보호 정책에 동의해야 합니다
th: คุณต้องยอมรับข้อกำหนดและนโยบายความเป็นส่วน
tr: Şartları ve gizlilik politikasını kabul etmeniz gerekiyor

source: You must be at least %s years old to use this website.
ar: يجب ان تكون %s سنة لتستخدم هذا الموقع
bg_bg: Трябва да имате поне %s години, за да използвате този уебсайт.
fi: Sinun tulee olla vähintään %s vuotta vanha käyttääksesi sivustoa.
ko: 이 웹사이트를 이용하려면 최소 %s세 이상이어야 합니다.
th: คุณต้องมีอายุอย่างน้อย %s ปีจึงจะสามารถใช้งานเว็บไซต์นี้ได้
tr: Bu siteyi kullanabilmeniz için en az %s yaşında olmanız gereklidir.

source: Create account
ar: إنشاء حساب
bg_bg: Създай акаунт
el: Δημιουργία λογαριασμού
et_ee: Loo konto
fa: ثبت نام
fi: Rekisteröidy
he: צור חשבון
hu: Fiók létrehozása
ko: 계정 만들기
lt_lt: Sukurti paskyrą
sk: Vytvoriť účet
sr_rs: Napravi nalog
th: สมัครสมาชิก
tr: Hesap Oluştur

source: Upload
ar: رفع
bg_bg: Качи
el: Ανέβασμα
et_ee: Lae pilt...
fa: آپلود عکس
fi: Lähetä
he: העלאה
hu: Feltöltés
ko: 업로드
lt_lt: Įkelti
sk: Nahrať
th: อัพโหลด
tr: Resim Yükle

source: %s's Images
ar: %s صور
bg_bg: Изображенията на: %s
el: Εικόνες του %s
fa: تصاویر %s
fi: Käyttäjän %s kuvat
he: התמונות של %s
hu: %s képei
ko: %s님의 이미지
lt_lt: %s paveikslėliai
sk: %s Obrázky
sr_rs: %s's Slike
th: %s รูปทั้งหมด
tr: %s Resimleri

source: Results for
ar: النتائج لـ
bg_bg: Резултати за
el: Αποτελέσματα για
fa: نتایج برای
fi: Tulokset haulle
he: תוצאות עבור
hu: Találatok a következőre:
ko: 검색 결과
sk: Výsledky pre
sr_rs: Rezultati za
th: ผลการค้นหาสำหรับ
tr: Sonuçlar

source: Liked by %s
ar: اعجب بواسطة ٪s
bg_bg: Харесвано от %s
fi: %s tykännyt
he: לייקים מאת %s
hu: %s kedvelte
ko: %s님의 좋아요
th: ถูกใจโดย %s
tr: %s tarafından beğenildi

source: Liked
ar: اعجاب
bg_bg: Хареса
fi: Tykätty
he: לייק
hu: Kedvelve
ko: 좋아요
th: ถูกใจ
tr: Beğen

source: Followers
ar: المتابعون
bg_bg: Последователи
fi: Seuraajat
he: עוקבים
hu: Követők
ko: 팔로워
th: ผู้ติดตาม
tr: Takipciler
