Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Hidden page
ar: صفحة مخفية
bg_bg: Скрита страница
fi: Piilotettu sivu
he: לינק עמוד מוסתר
hu: Rejtett oldal
ko: 감춰진 페이지
th: หน้าซ่อน
tr: Gizli sayfa

source: Hidden pages won't be show in system menus, but anyone can access to it with the link.
ar: لن تظهر الصفحات المخفية فى قوائم النظام, لكن يمكن لأى كان الوصول إليها عبر الرابط
bg_bg: Скритите страници няма да се показват в системните менюта, но всеки може да получи достъп до нея с връзката.
fi: Piilotetut sivut eivät näy järjestelmän valikoissa, mutta kuka tahansa linkin tietävä voi vierailla niillä.
hu: A rejtett oldalak nem látszanak a menüben, de a linkkel rendelkezők meg tudják nyitni őket.
ko: 감춰진 페이지는 시스템 메뉴에서 보이지 않습니다. 하지만 링크로 누구나 액세스가 가능합니다.
th: หน้าเว็บที่ซ่อนจะไม่แสดงในเมนูระบบ แต่ทุกคนสามารถเข้าถึงได้โดยใช้ลิงก์
tr: Gizli sayfalar sistem menülerinde gösterilmez, ancak herhangi biri buna link üzerinden erişebilir.

source: Only alphanumerics, hyphens and forward slash
ar: مسموح فقط فالأبجدية الرقمية والواصلات والخطوط المائلة إلى الأمام
bg_bg: Само буквено-цифрови, тирета и наклонена черта
fi: Vain kirjaimia, väliviivoja ja vinoviiva
hu: Csak betűk, számok, kötőjel és perjel (/)
ko: 영문자와 숫자, 하이픈(-) 그리고 빗금 문자(/)만 사용 가능합니다
th: เฉพาะตัวอักขระทั้งหมด, (-) และ (/)
tr: Sadece alfanümerik, tire ve eğik çizgi

source: File path
ar: مسار الملف
bg_bg: Пътят на файла
fi: Tiedostopolku
hu: Fájl útvonal
ko: 파일 경로
th: เส้นทางของไฟล์
tr: Dosya yolu

source: A %f file relative to %s
ar: هناك ملف %f مرتبط بـ %s
bg_bg: Файл %f спрямо %s
fi: Tiedosto %f suhteessa %s tiedostoon
hu: Egy %f fájl relatív a következőhöz: %s
ko: %f 파일은 %s에 있습니다
th: ไฟล์ %f เทียบกับ %s
tr: %s ile ilişkili bir %f dosya

source: Meta keywords
ar: الكلمات المفتاحية الوصفية
bg_bg: Мета ключови думи
fi: Meta avainsanat
hu: Meta kulcsszavak
ko: 메타 키워드
th: คำหลัก Meta
tr: Anahtar Kelimeler

source: Meta description
ar: وصف الميتا
bg_bg: Мета Описание
fi: Meta kuvaus
hu: Meta leírás
ko: 메타 설명
th: รายละเอียด Meta
tr: Meta açıklaması

source: Source code
ar: الكود المصدرى
bg_bg: Изходен код
fi: Lähdekoodi
he: קוד מקור
hu: Forráskód
ko: 소스 코드
th: คำสั่งหรือโค๊ด
tr: Kaynak kodu

source: No write permission in %s path you will need to add this file using an external editor.
ar: لايوجد اذن كتابة فى مسار %s يجب أن تضيف هذا الملف باستخدام أداة تحرير خارجية.
bg_bg: Без разрешение за писане в %s, ще трябва да добавите този файл с помощта на външен редактор.
fi: Ei kirjoitusoikeutta %s polkuun. Joudut lisäämään tämän tiedoston käyttäen ulkoista editoria.
hu: Nincs írási engedély a(z) %s útvonalhoz tehát külső szerkesztő segítségével kell hozzáadnia ezt a fájlt.
ko: %s 경로에 쓰기 권한이 없습니다. 외부 편집기를 사용하여 이 파일을 추가해주세요.
th: ไม่มีสิทธิ์ในการเขียนในเส้นทาง %s ที่คุณจะต้องเพิ่มไฟล์นี้โดยใช้ตัวแก้ไขภายนอก
tr: %s yolunda yazma izni yok, bu dosyayı harici bir editör kullanarak eklemeniz gerekir.

source: No write permission in %s you will need to edit the contents of this file using an external editor.
ar: لايوجد اذن كتابة فى مسار %s يجب أن تعدل محتوى هذا الملف باستخدام أداة تحرير خارجية.
bg_bg: Без разрешение за писане в %s ще трябва да редактирате съдържанието на този файл с помощта на външен редактор.
fi: Ei kirjoitusoikeutta kohteeseen %s. Joudut muokkaamaan tämän tiedoston sisältöä käyttäen ulkoista editoria.
hu: Nincs írási engedély a(z) %s fájlhoz tehát külső szerkesztő segítségével kell módosítania a tartalmát.
ko: %s에 쓰기 권한이 없습니다. 외부 편집기를 사용하여 이 파일의 내용을 편집해주세요.
th: ไม่มีสิทธิ์เขียนใน %s คุณจะต้องแก้ไขเนื้อหาของไฟล์นี้โดยใช้ตัวแก้ไขภายนอก
tr: %s içindeki yazma izniniz yok, bu dosyanın içeriğini harici bir editör kullanarak düzenlemeniz gerekecek.

source: Taken from: %s
ar: مأخوذ من: %s
bg_bg: Взето от: %s
fi: Sivun sisältö: %s
hu: Származási hely: %s
ko: 가져온 경로: %s
th: นำมาจาก:%s
tr: Alındığı kaynak: %s

source: Link URL
ar: رابط الصفحة
bg_bg: URL адрес на връзката
fi: Linkin URL
ko: 링크 URL
th: ลิงก์ URL
tr: Bağlantı URL

source: Link target attribute
ar: خاصية هدف الرابط
bg_bg: Атрибут на целевата връзка
fi: Linkin kohde määritys
hu: Link cél attribútum (target)
ko: 링크 대상 속성
th: ลิงก์แอตทริบิวต์เป้าหมาย
tr: Bağlantı hedefi özelliği

source: Select %s to open the page or link in a new window.
ar: اختر %s لفتح الصفحة أو الرابط فى نافذة جديدة
bg_bg: Изберете %s, за да отворите страницата или връзката в нов прозорец.
fi: Valitse %s avataksesi sivun tai linkin uuteen ikkunaan.
hu: Válassza ki a(z) %s értéket az oldal vagy link új ablakban történő megnyitásához.
ko: 새 창에서 페이지 또는 링크를 열려면 %s를 선택해주세요.
th: เลือก %s เพื่อเปิดเพจหรือลิงค์ในหน้าต่างใหม่
tr: Sayfayı açmak veya yeni pencerede bağlantı kurmak için %s seçeneğini seçin.

source: Link rel attribute
ar: خاصية ارتباط الرابط
bg_bg: Атрибут за връзка на връзката
fi: Linkin suhteellinen määritys
hu: Link rel attribútum
ko: 링크 관계(rel) 속성
th: ลิงก์แอตทริบิวต์ rel
tr: Bağlantı rel özelliği

source: Only alphanumerics, hyphens and whitespaces
ar: مسموح فقط بالأبجدية الرقمية والواصلات والمسافات
bg_bg: Само буквено-цифрови знаци, тирета и празни места
fi: Vain kirjaimia, väliviivoja ja välilyöntejä
hu: Csak betűk, számok, kötőjel és szóközök
ko: 영문자와 숫자, 하이픈(-) 그리고 공백 문자(스페이스)만 사용 가능합니다
th: เฉพาะตัวอักขระทั้งหมด, (-) และ (เว้นว่าง)
tr: Sadece alfanümerikler, kısa çizgiler ve boşluklar

source: HTML &lt;a&gt; %s attribute
ar: خاصية &lt;a&gt; %s HTML
bg_bg: HTML &lt;a&gt; %s атрибут
fi: HTML &lt;a&gt; %s määritys
hu: HTML &lt;a&gt;%s attribútum
ko: HTML &lt;a&gt; %s 속성
th: HTML &lt;a&gt; %s แอตทริบิวต์
tr: HTML &lt;a&gt; %s özelliği

source: Link icon
ar: أيقونة الرابط
bg_bg: Икона на връзката
fi: Linkin ikoni
hu: Link ikon
ko: 링크 아이콘
th: ลิงก์ไอคอน
tr: Bağlantı simgesi

source: Check the <a %s>icon reference</a> for the complete list of supported icons.
ar: اختر <a %s> مرجعية الأيقونات </a> للقائمة الكاملة للأيقونات المدعومة
bg_bg: Проверете <a %s> справочната икона</a> за пълния списък на поддържаните икони.
fi: Katso <a %s>ikoniviittauksista</a> täydellinen listaus tuetuista ikoneista.
hu: Tekintse meg a(z) <a %s> ikon útmutatót</a> a támogatott ikonok teljes listájáért.
ko: 지원되는 아이콘은 <a %s>아이콘 참조 목록</a>을 참조해주세요.
th: ตรวจสอบ <a %s>การอ้างอิงไอคอน</a> สำหรับรายการไอคอนที่สนับสนุนทั้งหมด
tr: Desteklenen simgelerin tam listesi için <a %s>simge referansını</a> kontrol edin.

source: Sort order display
ar: ترتيب العرض
bg_bg: Ред на сортиране
fi: Lajittelujärjestys
hu: Megjelenítési sorrend
ko: 표시 정렬 순서
th: เรียงลำดับการแสดงผล
tr: Sipariş ekranını sırala

source: Page sort order display for menus and listings. Use "1" for top priority.
ar: ترتيب العرض فى الصفحة للقوائم . استخدم "1" للأولوية الأعلى
bg_bg: Показване на подредбата на страници за менюта и списъци. Използвайте "1" за основен приоритет.
fi: Sivun lajittelujärjestys valikoissa ja listoissa. Käytä "1" ensisijaisesti.
hu: Az oldalak megjelenítési sorrendje a menüben és a listákban. Adja meg az "1" értéket a magasabb prioritáshoz.
ko: 메뉴 및 목록에 대한 페이지 표시 정렬 순서입니다. "1"이 최우선 순위입니다.
th: การเรียงลำดับหน้าเว็บสำหรับเมนูและรายชื่อ ใช้ "1" สำหรับความสำคัญสูงสุด
tr: Menüler ve listeler için sayfa sıralama düzeni göstergesi. Öncelik için "1" kullanın.

source: pages
ar: صفحات
bg_bg: страници
fi: sivut
ko: 페이지
th: หน้า
tr: sayfalar

source: Do you really want to delete the page ID %s? This can't be undone.
ar: هل تريد حذف هوية الصورة %s ؟ لايمكن التراجع عن هذا الإجراء
bg_bg: Наистина ли искате да изтриете ID на страницата %s? Това не може да бъде отменено.
fi: Haluatko varmasti poistaa sivun ID %s? Toimintoa ei voi perua.
hu: Biztos, hogy törölni akarja a(z) %s azonosítóval rendelkező oldalt? A művelet nem visszavonható.
ko: 페이지 ID %s을(를) 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
th: คุณต้องการลบ ID หน้า %s? ไม่สามารถเลิกทำได้
tr: %s sayfa kimliğini gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.

source: Enabled image formats
bg_bg: Активирани формати на изображения
ko: 활성화된 이미지 형식
tr: Etkin görüntü formatları

source: Unchecked image formats won't be allowed to be uploaded.
ar: تنسيقات الصور غير المحددة لن يسمح بتحميلها.
bg_bg: Нерегистрирани формати на изображения няма да бъдат разрешени за качване.
fi: Valitse ladattavaksi sallitut kuvaformaatit.
he: סמן את סוגי הפורמטים המאושרים להעלאה.
ko: 선택하지 않은 이미지 형식은 업로드할 수 없습니다.
th: รูปแบบรูปภาพที่ไม่ได้ตรวจสอบจะไม่ได้รับอนุญาตให้อัพโหลด
tr: İşaretlenmemiş resim formatlarının yüklenmesine izin verilmiyor.

source: Enable uploads
ar: تفعيل الرفع
bg_bg: Активиране на качванията
el: Ενεργοποίηση uploads
fa: فعالسازی بارگذاری
fi: Salli kuvien lataus
he: פונקציית העלאת תמונות
hu: Feltöltések engedélyezése
ko: 업로드 활성화
sk: Povoliť nahrávanie
sr_rs: Uključi upload
th: เปิดใช้งานการอัพโหลด
tr: Desteklenen Formatlar

source: Enable this if you want to allow image uploads. This setting doesn't affect administrators.
ar: قم بتفعيل هذه الخاصية إذا أردت فتح ميزة الرفع ، هذه الخاصية لا تؤثر على المديرين.
bg_bg: Активирайте това, ако искате да разрешите качване на изображения. Тази настройка не засяга администраторите.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να επιτρέψετε το ανέβασμα εικόνων. Αυτή η ρύθμιση δεν επηρεάζει τους διαχειριστές.
fa: جهت فعالسازی بارگذاری فایل این گزینه را فعال کنید. این گزینه بر مدیریت سایت تاثیر نمیگذارد.
fi: Salli kuvien lataus. Tämä ei vaikuta ylläpitäjiin.
he: הפעילו את זה אם אתם רוצים לאפשר העלאת תמונות. הגדרות אלו אינן משפיעות על מנהלים.
hu: Kapcsolja be, ha szeretné engedélyezni a képfeltöltéseket. Ez az opció nem vonatkozik az adminisztrátorokra.
ko: 이미지 업로드를 허용하려면 이 옵션을 활성화로 설정해주세요. 이 설정은 관리자에게 영향을 주지 않습니다.
sk: Povoľte toto, ak chcete umožniť nahrávanie. Toto nastavenie nemá vplyv na administrátorov.
sr_rs: Aktivirajte ovu opciju ako želite da omogućite uplaod. Ovo podešavanje ne utiče na administratore
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะยอมให้การอัพโหลดภาพ การตั้งค่านี้ไม่ส่งผลกระทบต่อผู้บริหาร
tr: Resim yükleme izin vermek için bunu etkinleştirin. Bu ayar, yöneticilerin etkilemez.

source: Upload user interface
bg_bg: Качване на потребителски интерфейс
ko: 업로드 사용자 인터페이스
tr: Kullanıcı arayüzünü yükle

source: On-page container
bg_bg: Контейнер на страница
ko: 온페이지 컨테이너
tr: Sayfa içi konteyner

source: route
bg_bg: Път
ko: 라우팅
tr: rota

source: Guest uploads
ar: تحميلات الزوار
bg_bg: Качени от Гости
el: Ανέβασμα από επισκέπτες
fa: آپلود مهمان
fi: Vieraiden kuvien lataus
he: העלאות של משתמשים לא רשומים
hu: Vendég feltöltés
ko: 손님 업로드
sk: Nahrané hosťom
sr_rs: Upload za goste
th: บุคคลทั่วไป อัพโหลด
tr: Misafirlerin Yüklediği Resimler

source: Enable this if you want to allow non registered users to upload.
ar: فعل هذا الخيار إن كنت تريد السماح لغير المسجلين برفع الصور.
bg_bg: Разреши на нерегистрирани потребители да качват снимки
el: Ενεργοποιήστε αυτό αν θέλετε μη εγγεγραμμένοι χρήστες να μπορούν να ανεβάσουν.
fa: برای فعالسازی آپلود کاربران غیر عضو این گزینه را فعال کنید.
fi: Salli vieraiden ladata kuvia.
he: הפעילו את זה כדי לאפשר למשתמשים לא רשומים להעלאות קבצים
hu: Engedélyezze ha szeretné, hogy nem regisztrált felhasználók is tudjanak feltölteni.
ko: 미등록 사용자의 업로드를 허용하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte toto, ak chcete umožniť neregistrovaným uživateľom nahrávanie.
sr_rs: Omogućite ovo ako želite da gosti uploaduju slike.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะอนุญาตให้ผู้ที่ไม่ได้ลงทะเบียนในการอัพโหลด
tr: Misafir Kullanıcıların Resim Yüklemesini İstiyorsanız Bunu Etkinleştirmeniz Gerekmektedir.

source: Moderate uploads
ko: 올려놓기 중재
tr: Yüklemeleri denetle

source: Guests
ko: 손님
tr: Ziyaretçiler

source: Enable this to moderate incoming uploads. Target content will require moderation for approval.
ko: 활성화하면 올려놓기 요청을 중재합니다. 대상 게시물은 중재를 통한 승인이 요구됩니다.
tr: Gelen yüklemeleri denetlemek için bunu etkinleştirin. Hedef içerik, onay için denetim gerektirecektir.

source: Enable embed codes (uploader)
ar: تفعيل تضمين الرموز (رافع)
bg_bg: Активиране на вградени кодове (за качване)
fi: Ota käyttöön upotuskoodit (lataus)
he: הפעילו קודים מוטמעים (מעלה)
hu: Beillesztő kódok engedélyezése (feltöltő)
ko: 퍼가기 코드 활성화 (업로드 창)
sk: Povoliť vkladacie odkazy (v nahrávaciom nástroji)
th: เปิดใช้โค้ดสำหรับฝัง (ผู้อัพโหลด)
tr: Katıştırma kodlarını etkinleştir (yükleyici)

source: Enable this if you want to show embed codes when upload gets completed.
ar: قم بتفعيل هذا الخيار إذا كنت تريد أن تظهرالرموز المضمنة بعد انتهاء التحميل.
bg_bg: Активирайте това, ако искате да покажете вградени кодове, когато качването приключи.
fi: Ota upotuskoodit käyttöön, kun lataus on valmis.
he: הפעילו את זה אם אתם רוצים להראות קודים מוטמעים בסיום העלאת תמונות.
hu: Engedélyezze, ha szeretné megjeleníttetni a beillesztő kódokat a feltöltés végén.
ko: 업로드가 완료되었을 때 업로드 창에서 퍼가기 코드를 보여주려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte toto, ak chcete umožniť zobrazovanie vkladacích odkazov akonáhle bude obrázok úspešne nahraný.
th: เปิดใช้งานนี้หากคุณต้องการแสดงรหัสฝังเมื่ออัพโหลดเสร็จสิ้น
tr: Yükleme tamamlandığında katıştırma kodlarını göstermek istiyorsanız bunu etkinleştirin.

source: Upload threads
bg_bg: Бързина на качването
fi: Lähetyksen säikeet
ko: 업로드 스레드
th: อัพโหลดหัวข้อ
tr: Konuları yükle

source: Number of simultaneous upload threads (parallel uploads)
ar: عدد سلاسل التحميل المتزامنة (التحميل المتوازي)
bg_bg: Бързина за едновременно качване (паралелни качвания)
fi: Yhtäaikaisten latausten määrä (rinnakkaiset lataukset)
ko: 동시에 업로드하는 스레드 개수입니다. (병렬 업로드)
th: จำนวนเธรดการอัพโหลดพร้อมกัน (การอัพโหลดแบบขนาน)
tr: Eşzamanlı yükleme iş parçacığı sayısı (paralel yükleme)

source: Redirect on single upload
ar: إعادة التوجيه عند الرفع المفرد
bg_bg: Пренасочване към единично качване
fi: Uudelleenohjaa yksittäiseen lataukseen
he: בצע הפנייה בהעלאת קובץ בודד
ko: 단일 업로드 바로 넘김(리다이렉션)
th: เปลี่ยนเส้นทางในการอัพโหลดเดียว
tr: Tek yüklemede yönlendir

source: Enable this if you want to redirect to image page on single upload.
ar: قم بتفعيل هذا لإعادة التوجيه للصفحة الرئيسية عند الرفع المفرد.
bg_bg: Активирайте това, ако искате да пренасочите към страницата с изображения при едно качване.
fi: Salli uudelleenohjaus kuvan sivulta yksittäiseen lataukseen.
ko: 단일 업로드를 한 경우 이미지 페이지로 바로 넘기려면 이 옵션을 활성화로 선택해주세요.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะเปลี่ยนเส้นทางไปยังหน้าภาพอัพโหลดเดียว
tr: Tekli yüklemede resim sayfasına yönlendirmek istiyorsanız bunu etkinleştirin.

source: Enable duplicate uploads
ar: تفعيل الرفع المزدوج
bg_bg: Активиране на дубликати
fi: Salli kaksoiskappaleiden lähetys
ko: 중복 업로드 활성화
th: เปิดใช้งานอัพโหลดที่ซ้ำกัน
tr: Çift yüklemeleri etkinleştir

source: Enable this if you want to allow duplicate uploads from the same IP within 24hrs. This setting doesn't affect administrators.
ar: تفعيل هذا إذا اردت السماح بالرفع المزدوج من نفس الأى بى فى خلال 24 ساعة. هذا الإعداد لايؤثر على الإداريين.
bg_bg: Активирайте това, ако искате да разрешите дублиращи качвания от един и същ IP адрес в рамките на 24 часа. Тази настройка не засяга администраторите.
fi: Salli kuvien kaksoikappaleiden lähetys samasta ip-osoitteesta 24 tunnin aikana. Tämä asetus ei vaikuta ylläpitäjiin.
ko: 같은 IP 주소에서 24시간 내에 중복된 업로드를 하는 것을 허용하려면 이 옵션을 활성화로 선택해주세요. 이 설정은 관리자에게 영향을 주지 않습니다.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะอนุญาตให้อัปโหลดซ้ำกันจาก IP เดียวกันภายใน 24 ชั่วโมง การตั้งค่านี้ไม่ส่งผลกระทบต่อผู้บริหาร
tr: 24 saat içinde aynı IP'den yinelenen yüklemelere izin vermek istiyorsanız bunu etkinleştirin. Bu ayar yöneticileri etkilemez.

source: Enable expirable uploads
ar: تمكين المرفوعات القابلة للانتهاء
bg_bg: Активиране на сваляне на изображения с дата на изтичане.
fi: Ota käyttöön vanhentuvat lataukset
hu: Automatikusan törlődő feltöltések engedélyezése
ko: 기간 만료 업로드 활성화
th: เปิดใช้งานอัพโหลด หมดอายุ
tr: Süresi aşılabilir yüklemeleri etkinleştir

source: Enable this if you want to allow uploads with an automatic delete option.
ar: تفعيل هذا إذا اردت أن تسمح برفوعات ذات خاصية المسح التلقائى.
bg_bg: Активирайте това, ако искате да разрешите качването с опция за автоматично изтриване.
fi: Ota tämä käyttöön mikäli haluat sallia automaattisesti poistuvat kuvat.
hu: Engedélyezze, ha szeretné, hogy a feltöltésekhez megadható legyen automatikus törlési időpont.
ko: 자동 삭제 옵션으로 업로드하는 것을 허용하려면 이 옵션을 활성화로 선택해주세요.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะอนุญาตให้อัพโหลดที่มีตัวเลือกลบอัตโนมัติ
tr: Otomatik silme seçeneğiyle yüklemelere izin vermek istiyorsanız bunu etkinleştirin.

source: Auto delete guest uploads
ar: حذف تحميلات الضيف تلقائيا
bg_bg: Автоматично изтриване на качвания на гости
fi: Automaattisesti poista vieraiden lataukset
he: מחיקת תמונה אוטומטית (אורחים)
ko: 손님 업로드 자동 삭제
th: ลบผู้เข้าชมที่อัพโหลดโดยอัตโนมัติ
tr: Misafir yüklemelerini otomatik sil

source: Enable this if you want to force guest uploads to be auto deleted after certain time.
ar: تمكين هذا إذا كنت ترغب في حذف تحميلات الضيوف بعد وقت معين.
bg_bg: Активирайте това, ако искате да принудите качванията на гостите да бъдат автоматично изтрити след определено време.
fi: Ota käyttöön vieraiden latausten automaattinen poisto tietyn ajan kuluttua.
he: הפעל פונקצייה זו אם ברצונך למחוק אוטומטית העלאת תמונות של אורחים
ko: 손님이 업로드한 게시물을 특정 시간후에 자동으로 삭제하려면 이 옵션을 설정해주세요.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการบังคับให้การอัพโหลดจากผู้เข้าชมจะถูกลบโดยอัตโนมัติหลังจากผ่านไประยะเวลาหนึ่ง
tr: Misafir yüklemelerini belirli bir süre sonra otomatik olarak silinmeye zorlamak istiyorsanız bunu etkinleştirin.

source: Maximum image size
ar: الحد الأقصى لحجم الصورة
bg_bg: Максимален размер на изображението
fi: Kuvan enimmäiskoko
ko: 최대 이미지 크기
th: ขนาดภาพสูงสุด
tr: Maksimum görüntü boyutu

source: Images greater than this size will get automatically downsized. Use zero (0) to don't set a limit.
ar: سيتم تصغير حجم الصور التي تزيد عن هذا الحجم تلقائيا. استخدم صفر (0) لتجاهل هذا.
bg_bg: Изображенията, по-големи от този размер, ще бъдат автоматично намалени. Използвайте нула (0), за да не задавате ограничение.
fi: Tätä suuremmat kuvat pienennetään automaattisesti. Käytä arvoa nolla (0) ellet halua asettaa rajaa.
ko: 설정한 크기보다 큰 이미지는 자동으로 크기를 줄입니다. 크기 제한을 설정하지 않으려면 값을 0으로 설정해주세요.
th: รูปภาพที่ใหญ่กว่าขนาดนี้จะถูกลดขนาดลงโดยอัตโนมัติ ใช้ศูนย์ (0) เพื่อไม่กำหนดลิมิต
tr: Bu boyuttan daha büyük resimler otomatik olarak küçültülür. Limit koymamak için sıfır (0) kullanın.

source: Image Exif data
ar: بيانات وصف الصورة
bg_bg: Изображение Exif данни
fi: Kuvan Exif tiedot
he: נתוני Exif של תמונה
hu: Kép Exif adatok
ko: 이미지 Exif 정보
th: ข้อมูลภาพ EXIF
tr: Görüntü Exif verileri

source: Keep
ar: الاحتفاظ
bg_bg: Пази
fi: Pidä
he: אשר
hu: Megőriz
ko: 유지
th: เก็บ
tr: Tut

source: Select the default setting for image <a %s>Exif data</a> on upload.
ar: اختر الإعدادات الافتراضية <a %s> لبيانات وصف الصورة </a> عند الرفع.
bg_bg: Изберете настройката по подразбиране за изображение на <a %s>Exif данни</a> при качване.
fi: Valitse oletusarvo kuvien <a %s>Exif tiedoille</a> latauksissa.
he: בחר את הגדרת נתוני <a %s>Exif</a עבור העלאת תמונות.
hu: Válassza ki az alapértelmezett beállításokat a kép <a %s>Exif adataihoz</a> feltöltéskor.
ko: 업로드 시 이미지의 Exif 정보에 대한 기본 설정을 선택합니다.
th: เลือกการตั้งค่าเริ่มต้นสำหรับภาพ <a %s>ค่าต่างๆ ของรูปภาพ</a> อัพโหลด
tr: Yükleme sırasında resim <a %s>Exif verileri</a> için varsayılan ayarı seçin.

source: Image Exif data (user setting)
ar: بيانات وصف الصورة ( إعداد المستخدم )
bg_bg: Данни за изображение на Exif (настройка на потребителя)
fi: Kuvan Exif tiedot (käyttäjän asetus)
he: נתוני Exif של תמונה (הגדרת רשומים)
hu: Kép Exif adatai (felhasználói beállítás)
ko: 이미지 Exif 정보 (사용자 설정)
th: ข้อมูลภาพ Exif (การตั้งค่าของผู้ใช้)
tr: Görüntü Exif verileri (kullanıcı ayarı)

source: Enable this if you want to allow each user to configure how image Exif data will be handled.
ar: تفعيل هذا إذا اردت ان تسمح لكل مستخدم بضبط كيفية إدارة بيانات الصورة الوصفية.
bg_bg: Активирайте това, ако искате да разрешите на всеки потребител да конфигурира как ще се обработват данни Exif с изображения.
fi: Salli käyttäjien valita miten kuvien Exif tietoja näytetään.
hu: Engedélyezze, ha szeretné, hogy a felhasználók maguk állíthassák be az Exif beállításokat.
ko: 사용자가 업로드한 이미지의 Exif 정보를 설정할 수 있게 하려면 이 옵션을 활성화로 설정해주세요.
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะอนุญาตให้ผู้ใช้แต่ละคนในการกำหนดค่าว่าภาพข้อมูล EXIF จะถูกจัดการ
tr: Her bir kullanıcının Exif verilerinin nasıl işleneceğini görüntülemesine izin vermek istiyorsanız bunu etkinleştirin.

source: Maximum upload file size
ar: الحد الأقصى لحجم ملف التحميل
bg_bg: Максимален размер на файла за качване
fi: Lähetettävän kuvatiedoston maksimikoko.
he: גודל הקובץ המרבי להעלאה
ko: 최대 업로드 파일 크기
th: ขนาดไฟล์อัพโหลดสูงสุด
tr: Maksimam dosya yükleme boyutu

source: Maximum size allowed by server is %s. This limit is capped by %u and %p (%f values).
bg_bg: Максималният размер, разрешен от сървъра, е %s. Тази граница е ограничена от %u и %p (%f стойности).
fi: Palvelimen sallima maksimikoko on %s. Ylärajan asettavat %u ja %p (%f arvot).
ko: 서버에서 허용된 최대 크기는 %s입니다. 서버의 크기 제한은 %u 및 %p (%f 값)에서 설정됩니다.
th: ขนาดสูงสุดที่อนุญาตโดยเซิร์ฟเวอร์คือ %s ขีดจำกัดนี้ จำกัดโดย %u และ %p (ค่า %f )
tr: Sunucunun izin verdiği maksimum boyut %s Bu limit %u ve %p (%f değerleri) ile sınırlandırılmıştır.

source: Same as "%s" but for guests.
bg_bg: Същото като "%s", но за гостите.
ko: 손님에게 적용되는 "%s"입니다.
th: เช่นเดียวกับ "%s" แต่สำหรับผู้เข้าชม
tr: "%s" ile aynı, ancak misafirler için.

source: Image path
ar: مسار الصورة
bg_bg: Местоположение на снимката
el: Διαδρομή εικόνων
fa: پوشه تصاویر
fi: Kuvien sijainti
he: נתיב תיקיית תמונות
hu: A képek útvonala
ko: 이미지 경로
sk: Cesta k obrázku
sr_rs: Putanja slike
th: เส้นทางภาพ
tr: Resim Yolu

source: Relative to Chevereto root
ar: متعلق بـ Chevereto root
bg_bg: Относително за chevereto root
el: Σε σχέση με την θέση του Chevereto
fa: مربوط به پوشه ی نرم افزار
fi: Suhteessa Chevereton juureen
hu: Relatív a Chevereto gyökérkönyvtárához
ko: Chevereto 웹페이지 루트의 상대 경로
sk: Relatívna cesta k Chevereto
sr_rs: Relativna prema Chevereto bazi
th: เทียบกับราก Chevereto
tr: Chevereto Root (Ana Dizin) Yolu

source: Where to store the images? Relative to Chevereto root.
ar: اين يتم حفظ الصور؟ المرتبطة ب Chevereto root.
bg_bg: Къде да съхранявате изображенията? Относително chevereto root
fa: کجا تصاویر ذخیره شوند؟ مربوط است به محل ذخیره نرم افزار
fi: Minne kuvat tallennetaan? Riippuvainen Chevereton juuresta.
hu: Hol tároljuk a képeket? Az útvonal relatív kell legyen a Chevereto gyökérkönyvtárához.
ko: 이미지를 저장할 경로를 설정합니다. Chevereto 웹 페이지 루트에 대한 상대 경로입니다.
sk: Kde ukladať obrázky? Relatívne k chevereto rootu.
sr_rs: Gdje želite sačuvati slike? Relativno to Chevereto glavnom folderu
th: เก็บภาพไว้ที่ไหน? เทียบกับราก Chevereto
tr: Resimleri depolama yeri neresidir ?. Chevereto root dosyasına göre

source: Storage mode
ar: وضع التخزين
bg_bg: Режим на съхранение
el: Τρόπος αποθήκευσης
fa: شیوه ذخیره سازی
fi: Tallennustila
hu: Tároló mód
ko: 저장 모드
sk: Režim ukladania
sr_rs: Mod čuvanja
th: โหมดที่เก็บข้อมูล
tr: Saklama (Depolama) Modu

source: Datefolders
ar: ملفات التواريخ
bg_bg: Папки с дата
el: Φάκελοι δεδομένων
fa: پوشه بندی بر اساس زمان
fi: Päiväkansiot
hu: Dátum mappák
ko: 날짜 폴더
sk: Adresáre podľa dáta
sr_rs: Vremenski naziv foldera
th: วันที่โฟลเดอร์
tr: Klasör Tarihleri

source: Direct
ar: مباشر
bg_bg: Директен
el: Απευθείας
fa: مستقیم
fi: Suora
hu: Direkt
ko: 이미지 경로에 직접
sk: Priamy
sr_rs: Direktno
th: โดยตรง
tr: Doğrudan (Direk)

source: Datefolders creates %s structure
ar: انشاء تاريخ الملفات %s الهيكلية
bg_bg: Папките с дата създават %s структура
el: Οι φάκελοι δεδομένων δημιουργούν %s δομή
fa: پوشه بندی بر اساس زمان ساختار %s را تولید میکنند
fi: Päiväkansiot luovat %s rakenteen.
hu: A dátum mappák a következő struktúrát hozzák létre: %s
ko: 날짜 폴더는 %s 구조의 폴더를 만들어 저장합니다.
sk: Adresár podľa dáta vytvorí %s štruktúru
sr_rs: Vremenski nazivi foldera kreiraju strukturu %s
th: วันที่โฟลเดอร์สร้างโครงสร้าง %s
tr: Klasör Tarihlerinin %s Yapısı
