Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: %n (%u) albums on %w
ar: %n (%u) البومات على %w
bg_bg: %n %u албуми на %w
fi: %n (%u) albumia %w
he: %n (%u) אלבומים ב %w
hu: %n (%u) album itt: %w
ko: %w의 %n (%u) 앨범
sk: %n (%u) albumy na %w
th: %n (%u) อัลบั้มใน %w
tr: %n (%u) albümler %w

source: %n (%u) on %w
ar: %n (%u) على %w
bg_bg: %n (%u) на %w
fi: %n (%u) %w
he: %n (%u) ב %w
hu: %n (%u) itt: %w
ko: %w의 %n (%u)
sk: %n (%u) na %w
th: %n (%u) ใน %w

source: Discovery
ar: اكتشاف
bg_bg: Откритие
et_ee: Avasta
fi: Löytö
he: גלה עוד
ko: 전체 게시물
th: สิ่งที่ค้นพบ
tr: Keşfet

source: Advanced search
ar: بحث متقدم
bg_bg: Подробно търсене
el: Προχωρημένη αναζήτηση
et_ee: Täpsem otsing
fi: Tarkennettu haku
he: חיפוש מתקדם
hu: Bővített keresés
ko: 자세히 찾아보기
lt_lt: Išplėstinė paieška
sk: Pokročilé vyhľadávanie
th: การค้นหาแบบละเอียด
tr: Gelişmiş arama

source: Random
ar: عشوائي
bg_bg: Произволен
el: Τυχαία
et_ee: Suvaline pilt
fa: تصادفی
fi: Satunnainen
he: אקראי
hu: Véletlen
ko: 아무거나
lt_lt: Atsitiktinis
sk: Náhodne
sr_rs: Nasumično
th: สุ่ม
tr: Rastgele

source: Notices (%s)
ar: الملاحظات (%s)
bg_bg: Известия %s
el: Σημειώσεις (%s)
fi: Ilmoitukset (%s)
he: הודעות (%s)
hu: Értesítések (%s)
ko: 알림 (%s)
lt_lt: Pranešimai (%s)
sk: Oznamy (%s)
th: คำชี้แจง %s
tr: Bildirimler (%s)

source: Lights
ko: 다크 모드
tr: Gündüz/Gece

source: Notifications
ar: الإشعارات
bg_bg: Известия
fi: Ilmoitukset
he: התראות
hu: Értesítések
ko: 알림
th: การแจ้งเตือน
tr: Bildirimler

source: You don't have notifications
ar: لا يوجد لديك اشعارات
bg_bg: Нямате известия
fi: Sinulla ei ole yhtään ilmoituksia
he: אין התראות חדשות
hu: Nincsenek értesítéseid
ko: 알림 내용이 없습니다
th: คุณไม่มีการแจ้งเตือน
tr: Bildirim yok :(

source: My Profile
ar: ملفي الشخصي
bg_bg: Моят профил
el: Το προφίλ μου
et_ee: Minu konto
fa: پروفایل من
fi: Profiilini
he: הפרופיל שלי
hu: Profilom
ko: 내 프로필
lt_lt: Mano profilis
sk: Môj profil
sr_rs: Moj Profil
th: โปรไฟล์ของฉัน
tr: Profilim

source: Sign out
ar: تسجيل الخروج
bg_bg: Изход
el: Αποσύνδεση
et_ee: Logi välja
fa: خروج
fi: Kirjaudu ulos
he: התנתק
hu: Kilépés
ko: 로그아웃
lt_lt: Atsijungti
sk: Odhlásiť
sr_rs: Odjavi se
th: ออกจากระบบ
tr: Çıkış yap

source: We received a request to change the email of your <a href="%u">%n</a> account at %w.
ar: لقد وصلنا طلب لتغيير البريد الإلكتروني <a href="%u">%n</a> لحسابك في %w.
bg_bg: Получихме заявка за промяна на имейла на вашия <a href="%u">%n</a> акаунт в %w
fa: ما درخواستی مبنی بر تغییر ایمیل آدرس حساب شما <a href="%u">%n</a> در %w دریافت کرده اییم
fi: Olemme vastaanottanut pyynnön muuttaa sähköpostiosoite <a href="%u">%n</a> käyttäjätunnukselle %w.
he: התקבלה בקשה לשנות את האימייל שלכם בחשבון <a href="%u">%n</a> ב%w.
hu: Egy e-mail cím megváltoztatására irányuló kérés érkezett hozzánk a következő fiókhoz: <a href="%u">%n</a>
ko: 저희는 %w의 <a href="%u">%n</a> 계정에 대한 이메일 주소 변경 요청을 받았습니다.
lt_lt: Gavome prašymą pakeisti el.paštą jūsų <a href="%u">%n</a> paskyroje %w.
sk: Zaznamenali sme pokus o zmenu e-mailu vašeho <a href="%u">%n</a> účtu na %w.
sr_rs: Primi smo zahtev za promenu email adrese <a href="%u">%n</a> na %w
th: เราได้รับคำขอที่จะเปลี่ยนอีเมลของคุณ <a href="%u">%n</a> บัญชีของคุณ %w.
tr: %w adresinden <a href="%u">%n</a> hesabınizin e-posta adresinizin değiştirmek için bir istek geldi.

source: To complete the process you must <a href="%s">activate your email</a>.
ar: لمتابعة الإجراء يستوجب عليك <a href="%s">تفعيل بريدك الإلكتروني </a>.
bg_bg: За да завършите процеса, трябва <a href="%s">активирате вашия имейл</a>
el: Για να ολοκληρώσετε την διαδικασία πρέπει να <a href="%s">ενεργοποιήσετε το email σας</a>.
fa: برای پردازش این عمل شما باید <a href="%s">ایمیل خود را تایید کنید</a>.
fi: Viedäksesi prosessin loppuun, sinun täytyy <a href="%s">aktivoida sähköpostisi</a>.
he: על מנת להשלים את התהליך אתם חייבים <a href="%s">להפעיל את הדוא"ל שלכם</a>.
hu: A folyamat befejezéséhez <a href="%s">aktiválnia kell az e-mail címét</a>.
ko: 이메일 주소를 변경하려면 <a href="%s"> 이메일 주소 활성화</a>를 해주세요.
lt_lt: Proceso užbaigimui turite <a href="%s">aktyvuoti savo el.paštą</a>.
sk: Pre dokončenie musíte <a href="%s">aktivovať váš e-mail.</a>.
sr_rs: Da dovršite proces morate <a href="%s">aktivirati vaš email</a>.
th: ถ้าจะให้เสร็จสิ้นกระบวนการคุณต้อง <a href="%s">ยืนยันอีเมล์ของท่าน</a>.
tr: Işleminizi tamamlamak için, <a href="%s"> e-posta adresinizi onaylamanız gerekiyor. </a>

source: Alternatively you can copy and paste the URL into your browser: <a href="%s">%s</a>
ar: كخيار ثاني ، يمكنك نسخ ولصق الرابط التالي في متصفحك حتى تتمكن من تفعيل بريدك الإلكتروني <a href="%s">%s</a>
bg_bg: Като алтернатива можете да копирате и поставите URL адреса в браузъра си: <a href="%s">%s</a>
fa: همچنین شما میتوانید آدرس مقابل را در مرورگر خود وارد کنید : <a href="%s">%s</a>
fi: Vaihtoehtoisesti voit kopioida ja sijoittaa seuraavan linkin selaimeen: <a href="%s">%s</a>
he: לחלופין, אתם יכולים להעתיק ולהדביק את הקישור לדפדפן שלכם. <a href="%s">%s</a>
hu: Kattintson a fenti linkre vagy másolja be a következő hivatkozást a böngészője címsorába: <a href="%s">%s</a>
ko: 또는 브라우저의 주소창에 다음의 URL을 복사하여 붙여 넣어주세요:<br><br><a href="%s">%s</a>
lt_lt: Taip pat galite kopijuoti ir įklijuoti URL adresą į naršyklę: <a href="%s">%s</a>
sk: Alternatívne môžete skopírovať a vložiť URL adresu priamo do adresného riadku vašeho prehliadača: <a href="%s">%s</a>
sr_rs: Alternativno možete kopirati i preneti URL u vaš browser <a href="%s">%s</a>
th: หรือคุณสามารถคัดลอกและวาง URL ลงในเบราว์เซอร์ของคุณ: <a href="%s">%s</a>
tr: Alternatif olarak linki kopyalayıp tarayıcınıza yapıştırınız. <a href="%s">%s</a>

source: If you didn't intend this just ignore this message.
ar: إذا لم تقم بتنفيذ هذا الإجراء ، برجاء تجاهل هذه الرسالة.
bg_bg: Ако не сте възнамерявали това, просто игнорирайте това съобщение.
fa: در صورتی که این شما نبوده ایید، کافیست این ایمیل را نادیده بگیرید.
fi: Jos et tehnyt tätä, jätä viesti huomioimatta.
he: אם לא התכוונתם לזה, פשוט התעלמו מהודעה זו.
hu: Amennyiben nem ön indította a regisztrációt úgy kérjük hagyja figyelmen kívül ezt az üzenetet.
ko: 의도하지 않은 경우 이 이메일 메시지를 무시해주세요.
lt_lt: Jei tai buvote ne jūs - nekreipkite dėmesio į šį pranešimą.
sk: Ak ste žiadosť o zmenu neodosielali, stačí keď budete túto správu ignorovať.
sr_rs: Ako niste hteli ovo, samo ignorirajte ovu poruku
th: ถ้าคุณไม่ได้ตั้งไม่ต้องสนใจข้อความนี้
tr: Böyle bir şey yapmadıysanız bu mesajı yoksayın.

source: This request was made from IP: %s
ar: هذا الإجراء تم تنفيذه بواسطة الأي بي التالي : %s
bg_bg: Тази заявка беше направена от IP: %s
fa: این درخواست از آیپی آدرس %s دریافت شده است
fi: Tämä pyyntö on tehty IP-osoitteesta: %s
he: הבקשה התקבלה מכתובת IP: %s
hu: A kérés a következő IP címről érkezett: %s
ko: <br>이 요청은 다음의 IP 에서 받았습니다: %s
lt_lt: Prašymas buvo pateiktas iš IP adreso: %s
sk: Táto požiadavka bola vytvorená z IP adresy: %s
sr_rs: Zahtev je urađen sa IP: %s
th: คำขอนี้ถูกสร้างขึ้นจาก IP: %s
tr: Bu istek %s IP den yapıldı.

source: We received a request to register the %n account at %w.
ar: لقد تلقينا طلب تسجيل %n الحساب فى %w .
bg_bg: Получихме заявка за регистриране на %n акаунт на %w.
fa: ما درخواستی مبنی بر ثبت حساب %n در %w دریافت کرده اییم.
fi: Saimme pyynnön rekisteröidä %n käyttäjätunnus %w.
he: התקבלה בקשה לרשום את ה%n חשבון ב%w
hu: Regisztrációt kezdeményezett %n felhasználónévvel a következő webhelyen: %w.
ko: 저희는 %w의 %n 계정에 대한 등록 요청을 받았습니다.
lt_lt: Gavome prašymą užregistruoti %n paskyrą %w.
sk: Obdržali sme žiadosť o registráciu %n účtu na %w.
sr_rs: Primi smo zathev za registraciju %n naloga na%w.
th: เราได้รับการร้องขอในการลงทะเบียน %n บัญชีที่ %w.
tr: Hesabı %n kaydettirmek için %w bir istek aldık.

source: To complete the process you must <a href="%s">activate your account</a>.
ar: لإنهاء العمليه يرجى <a href="%s">تفعيل عضوية حسابك </a>
bg_bg: За да завършите процеса, трябва<a href="%s">активирате вашия акаунт</a>
el: Για να ολοκληρώσετε την διαδικασία πρέπει να <a href="%s">ενεργοποιήσετε τον λογαριασμό σας</a>.
fa: برای پردازش این درخواست شما باید <a href="%s">حساب خود را فعال کنید</a>.
fi: Viedäksesi prosessin loppuun, sinun täytyy <a href="%s">aktivoida käyttäjätunnuksesi</a>.
he: על מנת להשלים את התהליך אתם חייבים <a href="%s">להפעיל את חשבונכם</a>.
hu: A folyamat befejezéséhez <a href="%s">aktiválnia kell a fiókját</a>.
ko: 계정을 등록하려면 <a href="%s"> 계정 활성화</a>를 해주세요.
lt_lt: Proceso užbaigimui turite <a href="%s">turite aktyvuoti savo paskyrą</a>.
sk: Pre dokončenie musíte <a href="%s">aktivovať váš účet</a>.
sr_rs: Da dovršite proces morate <a href="%s">aktivirati vaš nalog</a>.
th: ให้เสร็จสิ้นกระบวนการที่คุณต้อง <a href="%s"> เปิดใช้งานบัญชีของคุณ </a>
tr: İşlemi tamamlamak için <a href="%s">hesabını etkinleştir</a>'e tıklayın.

source: We received a request to reset the password for your <a href="%u">%n</a> account.
ar: لقد تلقينا طلب لتغيير كلمة المرور <a href="%u">%n</a> لحسابك
bg_bg: Получихме заявка за нулиране на паролата за вашия <a href="%u">%n</a> акаунт
fa: ما درخواستی برای بازیابی رمز عبور حساب شما <a href="%u">%n</a> دریافت کرده اییم.
fi: Saimme pyynnön nollata salasanasi käyttäjätunnukselle <a href="%u">%n</a>.
he: התקבלה בקשה לאפס את הסיסמא לחשבון המשוייך ל- <a href="%u">%n</a>
hu: Egy jelszó visszaállító kérés érkezett a következő fiókjához: <a href="%u">%n</a>
ko: 저희는 <a href="%u">%n</a> 계정에 대한 비밀번호의 재설정 요청을 받았습니다.
lt_lt: Gavome užklausą atnaujinti slaptažodį jūsų <a href="%u">%n</a> paskyrai.
sk: Obdržali sme žiadosť o reset hesla k vašemu <a href="%u">%n</a> účtu.
sr_rs: Primi smo zahtev za reset vaše lozinke za vaš <a href="%u">%n</a> nalog.
th: เราได้รับคำขอเพื่อรีเซ็ตรหัสผ่านสำหรับ <a href="%u">%n</a> บัญชีของคุณ.
tr: <a href="%u">%n</a> hesabı için şifre sıfırlama talebi aldık.

source: To reset your password <a href="%s">follow this link</a>.
ar: لإعادة تعيين كلمة المرور الخاصة بك <a href="%s">اضغط هنا</a>.
bg_bg: За да нулирате паролата си <a href="%s"> следвайте тази връзка</a>.
el: Για σβήσιμο του κωδικού <a href="%s">ακολούθησε αυτό το λινκ</a>.
fa: برای بازیابی رمز خود <a href="%s">این لینک را دنبال کنید</a>.
fi: Nollataksesi salasanasi <a href="%s">klikkaa tästä</a>.
he: על מנת לאפס את סיסמתכם, <a href="%s">לחצו כאן</a>.
hu: A jelszó visszaállításához <a href="%s">kattintson erre a linkre</a>.
ko: 비밀번호를 재설정하려면 <a href="%s"> 링크</a>를 클릭해주세요.
lt_lt: Tam, kad atnaujintumėte slaptažodį <a href="%s">spauskite šią nuorodą</a>.
sk: Pre resetovanie hesla <a href="%s">kliknite na tento odkaz</a>.
sr_rs: Da resetujte lozinku <a href="%s">pratite ovaj link</a>.
th: ถ้าต้องการรีเซ็ตรหัสผ่านของคุณ <a href="%s">โปรดคลิกที่ลิ้งค์นี้</a>.
tr: şifreni tazelemek için <a href="%s">bu linki takip et</a>.

source: Hi %n, welcome to %w
ar: مرحبا %n مرحبا بك في %w
bg_bg: Здравейте, %n, добре дошли в %w
el: Γεια %n, καλώς ήρθες στο %w
fa: سلام %n, خوش آمدید به %w
fi: Hei %n, tervetuloa palveluun %w
he: היי %n, ברוכים הבאים ל%w
hu: Kedves %n, üdvözöljük a %w oldalán
ko: 안녕하세요 %n님, %w 가입을 환영합니다.
lt_lt: Labas %n, sveiki atvykę į %w
sk: Ahoj %n, vitaj na %w
sr_rs: Ćao %n, dobrodošli na %w
th: สวัสดี %n, ยินดีต้อนรับสู่ %w
tr: Merhaba %n, %w hoşgeldin.

source: Now that your account is ready you can enjoy uploading your images, creating albums and setting the privacy of your content as well as many more cool things that you will discover.
ar: الآن وبعد أن قمت بانشاء حساب خاص بك بامكانك الاستمتاع برفع الصور الخاصة بك واضافة ألبومات وتعديدل الخصوصية حسب ما تريد.
bg_bg: Сега, когато акаунтът ви е готов, можете да се насладите на качването на вашите изображения, създаването на албуми и настройката на поверителността на съдържанието ви, както и на още много готини неща, които ще откриете.
el: Τώρα που ο λογαριασμός σας είναι έτοιμος μπορείτε να απολαύσετε το ανέβασμα των εικόνων σας, να δημιουργήσετε άλμπουμ και να ορίσετε την ιδιωτικότητα του περιεχομένου σας καθώς και πολλά άλλα ωραία πράγματα που θα ανακαλύψετε.
fa: حالا حساب شما فعال است و میتوانید از بارگذاری تصاویر ، ساخت آلبوم ها ، تنظیمات حریم خصوصی تصاویر و آلبوم و بسیاری ویژگی های دیگر سایت ما لذت ببرید.
fi: Käyttäjätunnuksesi on nyt valmis ja voit siirtää kuvia, luoda albumeja sekä asettaa sisältöäsi yksityiseksi. Tutki myös muita mahtavia ominaisuuksia.
he: עכשיו כשחשבונכם מוכן, תוכלו להנות מלהעלות את התמונות שלכם, ליצור אלבומים ולהגדיר את הפרטיות של התוכן שלכם כמו דברים רבים ומגניבים שעוד תגלו.
hu: Most hogy a fiókja elkészült feltölthet - privát vagy nyilvános - képeket, létrehozhat albumokat és nekiláthat a megannyi izgalmas funkció felfedezésének.
ko: 이제 이미지 업로드, 앨범 만들기, 게시물의 공개 범위 설정을 하실 수 있는 계정이 준비되었습니다. 이 외에도 다양한 멋진 것들을 찾아보실 수 있습니다.
lt_lt: Dabar, kai jūsų paskyra sukurta - mėgaukitės įkeltomis nuotraukomis ir paveikslėliais, kurkite naujus albumus, dalinkitės jais su draugais.
sk: Teraz keď je váš účet konečne pripravený k používaniu, môžete si naplno užívať nahrávanie obrázkov, vytváranie albumov, nastavovať ich súkromie a veľa ďalších vlastností, ktoré určite skoro objavíte!
sr_rs: Sada kada imate nalog spremni ste da uživate upload-ujući slike, kreirati albume i još mnogo toga.
th: ตอนนี้บัญชีคุณพร้อมแล้ว คุณสามารถเพลิดเพลินกับการอัพโหลดรูปของคุณ สร้างอัลบั้ม และ ตั้งค่าความเป็นส่วนตัวของเนื้อหาของคุณ และอีกมากมายที่เจ๋งๆที่คุณจะสามารถสำรวจได้จากที่นี่ !
tr: Hesabınız hazır. Şimdi resim yüklemenin ve daha bir çok özelliğin keyfini çıkarabilirisiniz.

source: By the way, here is you very own awesome profile page: <a href="%u">%n</a>. Go ahead and customize it, its yours!.
ar: بالمناسبة, هاهى صفحتك الشخصية الرائعة: <a href="%u">%n</a> . هيا قم بتخصيصها حسب ماتحب, فهى ملك لك خصيصا!
bg_bg: Това е вашата прекрасна страница на профила: <a href="%u">%n</a>. Давайте напред и персонализирайте я по ваш вкус!
fi: Muuten, täältä löytyy sinun upea profiilisivu: <a href="%u">%n</a>. Anna mennä ja muokkaa sitä, se on sinun!
he: דרך אגב, להלן לינק לפרופיל האישי שלכם: <a href="%u">%n</a>. היכנסו ותתאימו אותו לטעם שלכם!
hu: Itt találhatja a nagyszerű profil oldalát: <a href="%u">%n</a> Indulhat a testreszabás!
ko: 일단, 여기 <a href="%u">%n</a>님의 프로필 페이지가 있습니다. 방문하셔서 멋지게 꾸며보세요!
lt_lt: Čia yra jūsų profilio puslapis: <a href="%u">%n</a>. Nustatykite jį pagal savo skonį ir poreikius!.
sk: Mimochodom, tu sa nachádza vaša výnimočná profilová stránka: <a href="%u">%n</a>. Vstúpte a prenstavte si ju podľa prianí!.
th: ยังไงซะ, นี่คือหน้าโปรไฟล์ที่น่าสนใจของตัวเองมาก: <a href="%u">%n</a>. ไปข้างหน้าและปรับแต่ง, มันเป็นของคุณ!
tr: Bu arada bu sizin profil sayfanız: <a href="%u">%n</a>. İstediğiniz gibi düzenleyebilirsiniz.

source: Thank you for joining
ar: شكراً لانضمامك
bg_bg: Благодарим ви, че се присъединихте към нас
el: Ευχαρισστούμε για τη συμμετοχή
fa: از عضویت شما متشکریم
fi: Kiitos liittymisestäsi
he: תודה על הצטרפותכם!
hu: Köszönjük, hogy csatlakozott!
ko: 등록해주셔서 감사합니다
lt_lt: Ačiū už registraciją
sk: Ďakujeme, že ste sa k nám pridali
sr_rs: Hvala vam što ste se pridružili
th: ขอบคุณสำหรับการเข้าร่วม
tr: Katıldığınız için teşekkür ederiz.

source: This email was sent from %w %u
ar: تم ارسال البريد من %u %w
bg_bg: Този имейл беше изпратен от %w %u
el: Αυτό το email αποστάλθηκε από %w %u
fa: این ایمیل از %w %u ارسال شده است.
fi: Tämä sähköposti lähettiin sinulle palvelusta %w %u
he: הדוא"ל נשלח מ %w %u
hu: Az e-mail innen került kiküldésre: %w %u
ko: 이 이메일은 <a href="%u">%w</a>에서 보냈습니다.
lt_lt: Šis laiškas buvo išsiųstas iš %w %u
sk: Tento e-mail bol odoslaný od %w %u
sr_rs: Email je poslan sa %w %u
th: อีเมลนี้จะถูกส่งมาจาก %w %u
tr: Bu email %w %u tarafından gönderilmiştir

source: Drag and drop or paste images here to upload
ar: اسحب و أسقط أو ألصق الصور هنا للتحميل
bg_bg: Плъзнете и пуснете или поставете изображенията тук, за да ги качите
et_ee: Lohista fail siia või lae ülesse clipboardist
fi: Raahaa ja tiputa tai liitä kuva tähän lähettääksesi sen
he: גרור ושחרר כאן את התמונות להעלאה
hu: Húzza ide vagy illessze be a képeket a vágólapról a feltöltéshez
ko: 여기에 이미지를 끌어놓기 또는 붙여넣기
th: ลากและวางภาพที่นี่เพื่ออัพโหลด
tr: Yüklemek istediğiniz resimleri sürükleyip bırakın

source: Select the images to upload
ar: إختر الصور المراد رفعها
bg_bg: Изберете изображенията за качване
el: Διάλεξε τις εικόνες που θες να ανεβάσεις
fa: عکسی را برای آپلود انتخاب کنید
fi: Valitse kuvat lähetettäväksi
he: בחר תמונות להעלאה
hu: Válassza ki a feltölteni kívánt képeket
ko: 업로드할 이미지를 선택해주세요
lt_lt: Rinkitės paveikslėlius įkėlimui
sk: Zvoľte obrázky na nahratie
sr_rs: Izaberite slike za upload
th: เลือกรูปภาพเพื่ออัพโหลด
tr: Yüklemek istediğiniz resmi seçin.

source: browse from your computer
ar: تصفح من جهاز الكمبيوتر الخاص بك
bg_bg: Изберете от вашия компютър
et_ee: valida faili arvutist
fi: Selaa tietokoneeltasi
he: מהמחשב האישי
ko: 컴퓨터에서 탐색
th: เรียกดูจากคอมพิวเตอร์ของคุณ
tr: bilgisayardan seç

source: add image URLs
ar: أضف رابط صورة
bg_bg: добавете URL адреси на изображения
et_ee: lisada läbi lingi
fi: lisää kuvan osoite
he: הוספת קישורים של תמונות
ko: 이미지 URL 추가
th: เพิ่ม URL ภาพ
tr: Resim URL'leri

source: You can also %i or %u.
ar: يمكنك أيضاً %i أو %u.
bg_bg: Можете също %i или %u
et_ee: Sa saad %i või %u
fi: Voit myös %i tai %u.
he: ניתן להוסיף גם %i או %u.
ko: %i하거나 %u를 통해 업로드할 수도 있습니다.
th: นอกจากนี้คุณยังสามารถ %i หรือ %u.
tr: %i veya %u da kullanabilirsiniz.

source: browse from your device
bg_bg: Изберете от вашето устройство
fi: selaa laitteesta
he: דפדף במכשיר שלך
ko: 기기에서 탐색
th: เรียกดูจากอุปกรณ์ของคุณ
tr: Cihazınızı arayın

source: take a picture
ar: التقط صورة
bg_bg: направи снимка
fi: ota kuva
he: צילום תמונה
ko: 사진 찍기
th: ถ่ายภาพ
tr: Fotoğraf çekiniz

source: You can also %i, %c or %u.
bg_bg: Можете също %i, %c или %u.
fi: Voit myös %i, %c tai %u.
he: ניתן להוסיף גם %i, %c או %u.
ko: %i하거나 %c 또는 %u를 통해 업로드할 수도 있습니다.
th: นอกจากนี้คุณยังสามารถ %i, %c หรือ %u.
tr: Ayrıca %i, %c veya %u da olabilir.

source: Edit or resize any image by clicking the image preview
ar: تعديل أو تغيير حجم أي صورة من خلال النقر على معاينة الصورة
bg_bg: Редактирайте или променете размерите на всяко изображение, като щракнете варху визуализацията на изображението
et_ee: Muuda pilti või pildi suurust vajutades pisipildile
fi: Muokkaa tai muuta kuvan kokoa osoittamalla kuvan esikatselua
he: ערוך או שנה את גודל התמונה על ידי לחיצה על התמונה או אייקון העריכה
ko: 이미지 미리보기를 클릭하면<br>이미지를 편집하거나 사이즈를 조절할 수 있습니다.
th: แก้ไขหรือปรับขนาดภาพโดยคลิกที่ภาพตัวอย่าง
tr: Önizlemeyi tıklayarak bir resmi düzenleyin veya ölçeklendirin

source: Edit any image by touching the image preview
bg_bg: Редактирайте всяко изображение, като докоснете визуализацията на изображението
fi: Muokkaa kuvaa koskettamalla kuvan esikatselua
he: ערוך או שנה את גודל התמונה על ידי לחיצה על תצוגה מקדימה או אייקון העריכה
ko: 이미지 미리보기를 탭하면<br>이미지를 편집하거나 사이즈를 조절할 수 있습니다.
th: แก้ไขภาพโดยแตะภาพตัวอย่าง
tr: Önizleme dokunarak bir görüntüyü düzenlenleyin

source: your computer
ar: جهاز الكمبيوتر الخاص بك
bg_bg: вашия компютър
et_ee: arvutist
fi: tietokoneesi
he: המחשב שלי
ko: 컴퓨터
th: คอมพิวเตอร์ของคุณ
tr: Bilgisayarınız

source: You can add more images from %i or %u.
bg_bg: Можете да добавите още изображения от %i или %u.
et_ee: Saad lisada pilte juurde %i või %u
fi: Voit lisätä kuvia %i tai %u.
he: ניתן להוסיף עוד תמונות מ- %i או %u.
ko: %i나 %u를 통해 이미지를 더 추가할 수 있습니다.
th: คุณสามารถเพิ่มภาพจาก %i หรือ %u ได้
tr: %i veya %u ’dan daha fazla resim ekleyebilirsiniz.

source: your device
ar: جهازك
bg_bg: вашето устройство
fi: laitteesi
he: ספריית תמונות
ko: 기기
th: อุปกรณ์ของคุณ
tr: Cihazınız

source: You can add more images from %i, %c or %u.
bg_bg: Можете да добавите още изображения от %i, %c или %u.
fi: Voit lisätä kuvia %i, %c tai %u.
he: ניתן להוסיף עוד תמונות מ- %i, %c או %u.
ko: %i나 %c 또는 %u를 통해 이미지를 더 추가할 수 있습니다.
th: คุณสามารถเพิ่มภาพจาก %i, %c หรือ %u ได้
tr: %i, %c veya %u ’dan daha fazla resim ekleyebilirsiniz.

source: Uploading %q %o
ar: يتم تحميل %q %o
bg_bg: Качване %q %o
fi: Ladataan %q %o
he: העלאת %q %o
ko: 업로드 중 %q %o
th: อัพโหลด %q %o
tr: %q %o yükleniyor

source: complete
ar: أكتمل
bg_bg: Завършено
fi: valmis
he: הושלם
hu: kész
ko: 완료
sk: hotovo
th: สมบูรณ์
tr: tamamlandı

source: The queue is being uploaded, it should take just a few seconds to complete.
ar: يجري الآن تحميل القائمة، سوف يستغرق عدة ثواني للإنتهاء.
bg_bg: Опашката се качва, ще отнеме само няколко секунди.
fi: Ladataan kuvia, kestää vielä hetken.
he: התמונות בהעלאה, יקח כמה שניות עד שתקבל לינק להורדה\הטמעה
ko: 대기열을 업로드하고 있습니다. 완료하는데 몇 초밖에 걸리지 않습니다.
th: คิวกำลังถูกอัพโหลดจะใช้เวลาเพียงไม่กี่วินาทีในการดำเนินการ
tr: Sıra işlenir, bu birkaç saniye sürer.

source: Upload complete
ar: تم الرفع
bg_bg: Качването завърши
el: Το ανέβασμα ολοκληρώθηκε
fa: بارگذاری کامل شد
fi: Lähettäminen valmis
he: העלאה הושלמה
hu: Feltöltés befejezve
ko: 업로드가 완료되었습니다
lt_lt: Įkėlimas baigtas
sk: Nahrávanie dokončené
sr_rs: Upload je završen
th: อัพโหลดเสร็จสิ้น
tr: Yükleme Tamamlandı

source: Uploaded content added to %s.
ar: تمت إضافة المحتوى الذي تم تحميله إلى %s.
bg_bg: Каченото съдържание е добавено към %s.
fi: Ladattu sisältö lisätty %s.
he: התמונות שהועלו, התווספו לאלבום %s
ko: 업로드한 게시물이 %s 앨범에 추가되었습니다.
th: อัพโหลดเนื้อหาไปที่ %s.
tr: Yüklenen resimler %s öğesine eklendi.

source: You can %c with the content just uploaded or %m.
ar: يمكنك %c فقط مع المحتوى الذي تم تحميله أو %m.
bg_bg: Можете да %c с току-що каченото съдържание или %m.
fi: Voi %c juuri ladatun sisällön tai %m.
he: באפשרותך לי%c עם התוכן שהועלה, או %m.
ko: 업로드된 게시물은 %c 또는 %m를 할 수 있습니다.
th: คุณสามารถ %c ได้ด้วยเนื้อหาที่เพิ่งอัพโหลดหรือ %m
tr: Yeni yüklenen içerikle %c veya %m yapabilirsiniz.

source: You can %c with the content just uploaded.
ar: يمكنك %c مع المحتوى الذي تم تحميله للتو.
bg_bg: Можете да %c с току-що каченото съдържание.
fi: Voit %c juuri ladatun sisällön.
he: הינך יכול לי%c אלבום חדש עם התוכן שהועלה.
ko: 업로드된 게시물은 %c를 할 수 있습니다.
th: คุณสามารถ %c ได้ด้วยเนื้อหาที่เพิ่งอัพโหลด
tr: Yeni yüklenen içerikle %c yapabilirsiniz.

source: create a new album
ar: إنشاء ألبوم جديد.
bg_bg: създайте нов албум
fi: luo uusi albumi
he: צור אלבום חדש
ko: 새 앨범 만들기
th: สร้างอัลบั้มใหม่
tr: Yeni albüm oluştur

source: move it to an existing album
ar: نقله إلى ألبوم موجود
bg_bg: преместете го в съществуващ албум
fi: siirrä olemassa olevaan albumiin
he: להעביר אותם לאלבום קיים
ko: 기존 앨범에 넣기
th: ย้ายไปยังอัลบั้มที่มีอยู่
tr: Mevcut albüme kaydır

source: You must %s or %l to save this content into your account.
bg_bg: Трябва да %s или %l да запазите това съдържание във вашия акаунт.
ko: 계정에 이 게시물을 저장하려면 %s 또는 %l 해야 합니다.
th: คุณต้อง %s หรือ %l เพื่อบันทึกเนื้อหานี้ไว้ในบัญชีของคุณ
tr: Bu içeriği hesabınıza kaydetmek için %s veya %l gerekir.

source: create an account
ar: إنشاء حساب
bg_bg: създайте акаунт
fi: luo uusi käyttäjätunnus
ko: 계정 만들기
th: สร้างบัญชี
tr: Hesap oluştur

source: sign in
ar: تسجيل الدخول
bg_bg: Вход
et_ee: logi sisse
fi: kirjaudu sisään
he: היכנס
ko: 로그인
th: ลงชื่อเข้าใช้
tr: Giriş

source: No %s have been uploaded
ar: لا %s تم تحميلها
bg_bg: %s не са качени
fi: Yhtään %s ei ladattu
he: תקלה בעת העלאת קבצי %s, נסה שוב
ko: %s이(가) 업로드되지 않았습니다
th: ไม่มี %s ถูกอัพโหลด
tr: %s yüklenmedi

source: Some errors have occured and the system couldn't process your request.
ar: حدث خطأ ما والنظام لا يستطيع الاستجابة لطلبك.
bg_bg: Възникнаха някои грешки и системата не можа да обработи вашата заявка.
el: Προέκυψαν κάποια λάθη και το σύστημα δε μπόρεσε να ολοκλρώσει το αίτημα.
fa: خطایی پیش آمده و سیستم قادر به انجام درخواست شما نیست.
fi: Joitakin virheitä havaittu eikä järjestelmä voinut suorittaa prosessiasi loppuun asti.
he: נתקלנו במספר שגיאות במהלך הפעולה האחרונה שביצעת ולא ניתן להשלים אותה, נסה שוב!
hu: Hiba történt és a rendszer nem tudta feldolgozni a kérést.
ko: 업로드 중 일부 이미지에 오류가 발생하여 시스템이 처리하지 못했습니다.
lt_lt: Dėl tam tikrų klaidų sistema negalėjo apdoroti jūsų užklausos
sk: Bohužiaľ sa vyskytli nejaké chyby a server nemohol dokončiť vaše požiadavky.
sr_rs: Došlo je do greške i sistem ne može da obradi vaš zahtev.
th: ข้อผิดพลาดที่เกิดขึ้นในบางครั้ง ซึ่งระบบไม่สามารถดำเนินการตามคำขอของคุณได้
tr: Hata! Lütfen işlemlerini tekrar deneyiniz
