Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: File naming method
ar: طريقة تسمية الملف
bg_bg: Метод за преименуване на файловете
el: Μέθοδος ονοματοδοσίας αρχείων
fa: شیوه نامگذاری فایلها
fi: Tiedoston nimeämistapa
hu: Fájl elnevezési módszer
ko: 파일 이름 생성 방법
sk: Spôsob pomenovania súborov
sr_rs: Metoda označavanja naziva fajla
th: วิธีตั้งชื่อไฟล์
tr: Dosya İsimlendirme Yöntemi

source: Original
ar: الأصلي
bg_bg: Запази оригинала
el: Πρωτότυπο
fa: نام اصلی
fi: Alkuperäinen
he: מקור
hu: Eredeti
ko: 원본
sk: Originálne
sr_rs: Izvorno
th: ดั้งเดิม
tr: Orijinal İsmi

source: Mix original + random
ar: خلط الأصلى + العشوائى
bg_bg: Смесете оригинални + произволни
fi: Sekoita alkuperäinen + arvottu
hu: Az eredeti és véletlen keverése
ko: 원본 + 아무 거나
th: ผสมต้นฉบับ + สุ่ม
tr: Orijinali + rastgele karıştır

source: "Original" will try to keep the image source name while "Random" will generate a random name. "ID" will name the image just like the image ID.
ar: " الأصلى" سيحاول الحفاظ على اسم الصورة من المصدر فى حين " العشوائى" سينتج اسما عشوائيا. " الهوية" ستسمى الصورة بمثل هوية الصورة.
bg_bg: „оригинал“ ще се опита да запази името на източника на изображение, докато „случайно“ ще генерира произволно име. „ID“ ще назове изображението точно като идентификатора на изображението.
fi: "Alkuperäinen" yrittää pitää kuvan alkuperäisen nimen. "Arvottu" generoi satunnaisen nimen. "ID" nimeää kuvan ID mukaan.
hu: Az "eredeti" megpróbálja megtartani a kép eredeti nevét míg a "véletlen" generál egy vegyes karakterekből álló nevet. Az "ID" elnevezi a képet egy azonosító alapján.
ko: "원본"은 이미지 원본 이름을 그대로 유지하지만 "아무 거나"는 임의의 이름을 생성하여 적용합니다. "ID"는 이미지 ID와 같이 이미지 이름을 적용합니다.
th: "ต้นฉบับ" จะพยายามที่จะให้ชื่อแหล่งภาพขณะที่ "สุ่ม" จะสร้างชื่อแบบสุ่ม "id" จะตั้งชื่อภาพเช่นเดียวกับรหัสภาพ
tr: "Orijinal", resim kaynağı adını korumaya çalışacak, "Rastgele" ise rasgele bir isim oluşturacaktır. "ID" resme tıpkı resim kimliği gibi ad verir.

source: Thumb size
ar: حجم الصورة المصغرة
bg_bg: Размер на миниатюра
el: Μέγεθος μικρογραφίας
fa: اندازه بند انگشتی
fi: Kuvakkeen koko
he: גודל תמונה ממוזערת
hu: Miniatűrök mérete
ko: 미리보기 이미지 크기
sk: Veľkosť miniatúry
sr_rs: Veličina slike za pregled
th: ขนาด Thumb
tr: Küçük resim boyutu

source: Thumbnails will be fixed to this size.
ar: الصورة المصغرة سوف يتم تثبيتها لهذا الحجم.
bg_bg: Миниатюрите ще бъдат преоразмерени до този размер
el: Οι μικρογραφίες θα είναι σταθερές σε αυτό το μέγεθος.
fa: تصاویر بند انگشتی با این اندازه نمایش داده میشوند.
fi: Kuvake muutetaan tämän kokoiseksi
he: התמונה הממוזערת תותאם לגודל שקבעת
hu: A miniatűrök ekkora méretben fognak megjelenni.
ko: 미리보기 이미지의 너비와 높이를 지정한 값으로 고정합니다.
sk: Miniatúry budú nastavené na túto veľkosť
sr_rs: Slike za pregled biće fiksirane na ovu veličinu.
th: ภาพขนาดย่อจะคงที่ขนาดนี้
tr: Resimlere eklenecek trumbnails (küçük logo) boyutunu.

source: Medium image fixed dimension
ar: ابعاد ثابتة للصورة المتوسطة
bg_bg: Фиксиран размер на средно изображение
fi: Keskikokoisen kuvan kiinteä koko
ko: 일반 이미지 고정 공간
th: ขนาดคงที่ของภาพขนาดกลาง
tr: Orta görüntü sabit boyut

source: Medium sized images will be fixed to this dimension. For example, if you select "width" that dimension will be fixed and image height will be automatically calculated.
ar: ستثبت الصور متوسطة الحج إلى هذة الأبعاد. على سبيل المثال, إذا اخترت "العرض" سيتم تثبيت هذا البعد ويتم حساب الارتفاع تلقائيا
bg_bg: Изображенията с фиксиран размер на средния размер dimMedium ще бъдат фиксирани към това измерение. Например, ако изберете "ширина", този размер ще бъде фиксиран и височината на изображението ще бъде автоматично изчислена
fi: Keskikokoisen kuvan kiinteä koko. Esimerkiksi, jos valitset "leveys", tämä tulee olemaan kuvan leveys ja kuvan korkeus lasketaan automaattisesti.
ko: 일반 이미지를 설정한 공간으로 고정합니다. 예를 들어, "너비"를 선택하면 해당 공간을 고정하고 이미지 높이를 자동으로 계산합니다.
th: รูปภาพขนาดกลางจะถูกกำหนดไว้ในมิติข้อมูลนี้ ตัวอย่างเช่นหากคุณเลือก "width" มิติข้อมูลจะได้รับการแก้ไขและความสูงของภาพจะได้รับการคำนวณโดยอัตโนมัติ
tr: Orta boyutlu görüntüler bu boyuta sabitlenir. Örneğin, "genişlik" i seçerseniz, bu boyut sabitlenir ve görüntü yüksekliği otomatik olarak hesaplanır.

source: Medium image fixed size
ar: حجم ثابت للصورة المتوسطة
bg_bg: Фиксиран размер на средно изображение
fi: Keskikokoisen kuvan kiinteä koko
he: גודל תמונה בינונית
ko: 일반 이미지 고정 크기
th: ขนาดภาพปานกลาง
tr: Orta görüntü sabit boyut

source: Width or height will be automatically calculated.
ar: سيتم حساب العرض والارتفاع تلقائيا
bg_bg: Ширината или височината ще се изчисляват автоматично.
fi: Leveys tai korkeus lasketaan automaattisesti.
ko: 너비 또는 높이는 자동으로 계산됩니다.
th: ความกว้างหรือความสูงจะถูกคำนวณโดยอัตโนมัติ
tr: Genişlik veya yükseklik otomatik olarak hesaplanacaktır.

source: Watermarks
ar: علامات مائية
bg_bg: Водни знаци
fi: Vesileima
he: חותמת מים
hu: Vízjelek
ko: 워터마크
sk: Vodoznaky
th: ลายน้ำ
tr: Filigranlar

source: Enable this to put a logo or anything you want in image uploads.
ar: تفعيل هذا الخيار يسمح بوضع شعار أو أي شيء تريده في رفع الصور.
bg_bg: Активирайте това, за да поставите лого или всичко, което искате в качването на изображения.
el: Ενεργοποιήστε αυτό για να βάλετε ένα λογότυπο ή οτιδήποτε άλλο θέλετε στο ανέβασμα εικόνων.
fa: برای اضافه کردن لوگو و یا هر چیزی در عکس های آپلود شده
fi: Ota käyttöön vesileima kuvien latauksessa. Se voi olla logo tai muu kuva.
he: הפעילו את זה כדי לשים לוגו או כל דבר שתרצו בהעלאות תמונה.
hu: Engedélyezze, ha szeretne logót vagy képet elhelyezni a feltöltéseken.
ko: 업로드 이미지에 로고나 원하는 내용을 덧붙이려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte toto, ak chcete vložiť logo alebo čokoľvek iného do nahrávania obrázkov.
sr_rs: Aktivirajte ovo ako želite dodati logo ili bilo šta drugo na stranici uploada
th: เปิดใช้งานได้โดยใส่โลโก้หรือสิ่งที่คุณต้องการในการอัพโหลดภาพ
tr: Görüntü yüklemelerinde logo veya istediğiniz herhangi bir şeyi koymak için bunu etkinleştirin.

source: Warning: Can't write in %s
ar: تحذير: لا يمكن الكتابة في %s
bg_bg: Предупреждение: Не може да пишете в: %s
el: Προειδοποίηση: Δεν είναι δυνατή η εγγραφή στο %s
fa: خطا: قادر به نوشتن در %s نیست
fi: Varoitus: Ei voida kirjoittaa %s
hu: Figyelem: Nem sikerült írni a következőbe: %s
ko: 경고: %s에는 쓸 수 없습니다.
sk: Výstraha: Nemôžem zapisovať do %s
sr_rs: Upozorenje. Nemoguć upis u %s
th: คำเตือน: ไม่สามารถเขียนได้ %s
tr: Uyarı: %s yazılamıyor

source: Watermark user toggles
ar: تبديلات علامات المستخدم المائية
bg_bg: Превключватели на водния знак
fi: Käyttäjien vesileimat
he: אפשרויות משתמש עבור חותמת מים
hu: Vízjel felhasználó beállításai
ko: 워터마크 사용자 토글
th: สลับการใช้ลายน้ำ
tr: Filigran kullanıcısı geçiş yapar

source: Enable watermark on guest uploads
ar: تفعيل العلامات المائية على مرفوعات الضيوف
bg_bg: Активиране на воден знак при качвания от гости
fi: Ota vesileima käyttöön vieraiden latauksissa
he: הפעל חותמת תמונות בהעלאות אורח
hu: Vízjel engedélyezése a vendég feltöltéseknél
ko: 손님 업로드에 워터마크 활성화
th: เปิดใช้งานลายน้ำอัพโหลดภาพของบุคคลทั่วไป
tr: Konukların yüklemelerine watermark uygulanmasını etkinleştir

source: Enable watermark on user uploads
ar: تفعيل العلامات المائية على مرفوعات المستخدمين
bg_bg: Активиране на воден знак при качвания от потребители
fi: Ota vesileima käyttöön käyttäjien latauksissa
he: הפעל חותמת תמונות בהעלאות משתמש
hu: Vízjel engedélyezése a felhasználók feltöltéseinél
ko: 사용자 업로드에 워터마크 활성화
th: เปิดใช้งาน watermark สำหรับสมาชิก
tr: kullanıcıların yüklemelerine watermark uygulanmasını etkinleştir

source: Enable watermark on admin uploads
ar: تفعيل العلامة المائية على مرفوعات المديرين
bg_bg: Активиране на воден знак при качвания от администратор
fi: Ota vesileima käyttöön ylläpidon latauksissa
he: הפעל חותמת תמונות בהעלאות מנהל
hu: Vízjel engedélyezése az admin feltöltéseinél
ko: 관리자 업로드에 워터마크 활성화
th: เปิดใช้งาน watermark ในโหมดผู้ดูแล
tr: admin yüklemelerine watermark uygulanmasını etkinleştir

source: Watermark file toggles
ar: تبديلات ملف العلامة المائية
bg_bg: Файлове с воден знак
fi: Tiedostojen vesileimat
he: אפשרויות קובץ חותמת מים
hu: Vízjel fájl beállításai
ko: 워터마크 파일 토글
th: สลับการใช้ลายน้ำ
tr: Filigran dosyası geçiş yapar

source: Enable watermark on GIF image uploads
ar: تفعيل العلامة المائية على مرفوعات صور بصيغة GIF
bg_bg: Активиране на воден знак при качване на GIF изображения
fi: Ota vesileima käyttöön GIF kuvien latauksissa
he: הפעילו חותמת תמונות על העלאות תמונת GIF
hu: Vízjel engedélyezése a GIF feltöltéseknél
ko: GIF 이미지 업로드에 워터마크 활성화
th: เปิดใช้งานลายน้ำบนภาพเคลื่อนไหว
tr: GIF resimler için de watermark'ı etkinleştir

source: Minimum image size needed to apply watermark
ar: ادنى حجم مطلوب لتطبيق العلامة المائية
bg_bg: Минимален размер на изображението, необходим за прилагане на воден знак
fi: Kuvan vähimmäiskoko tarvitaan vesileiman käyttöön
he: מינימום גודל תמונה הנדרש כדי להוסיף את חותמת מים
hu: A vízjelhez szükséges minimális képméret
ko: 워터마크 적용에 필요한 최소 이미지 크기
th: ขนาดของภาพขั้นต่ำที่จำเป็นในการใช้ลายน้ำ
tr: Minimum resim boyutundan küçük resimlere watermark uygulanamaz.

source: Images smaller than this won't be watermarked. Use zero (0) to don't set a minimum image size limit.
ar: الصور الأصغر من الحد الادنى لن تكون ذات علامة مائية . استخدم صفر (0) حتى لا يتم ضبط حدا ادنى للحجم.
bg_bg: Изображенията по-малки от минималното изискване няма да садържат воден знак. Използвайте нула (0), за да не задавате ограничение за минимален размер на изображението.
fi: Kuva, jotka on tätä pienempiä, ei vesileimata. Käytä nolla (0), jos et halua asettaa vähimmäiskokoa.
hu: Az ennél kisebb méretű képekre nem fog kerülni vízjel. Adjon meg nullát (0), ha nem szeretne beállítani méretkorlátozást.
ko: 설정된 값보다 작은 이미지는 워터마크가 적용되지 않습니다. 이미지 크기를 제한하지 않으려면 값을 0으로 설정해주세요.
th: ภาพที่มีขนาดเล็กกว่านี้จะไม่ถูกใส่ลายน้ำดิจิตอล ใส่ศูนย์ (0) จะไม่กำหนดขั้นต่ำขนาดภาพ
tr: Resim bundan küçükse watermark uygulanmayacaktır. Minimum resim boyutu sınırlaması istemiyorsanız (0) giriniz.

source: Watermark image
ar: صورة بعلامة مائية
bg_bg: Изображение на воден знак
el: Υδατογράφημα εικόνας
fa: تصویر واترمارک
fi: Vesileima
he: תמונת חותמת מים
hu: Vízjel képe
ko: 워터마크 이미지
sk: Súbor s vodoznakom
sr_rs: Vodeni žig
th: รูปลายน้ำ
tr: Filigran resmi

source: You will get best results with plain logos with drop shadow. You can use a large image if the file size is not that big (recommended max. is 16KB). Must be a PNG.
ar: ستحصل على أفضل النتائج بالشعارات الواضحة مع إضافة ظل. يمكنك استخدام صور كبيرة إذا لم يكن حجم الملف كبيرا ( الحد الأقصى الموصى به هو 16كب). ويجب ان تكون فى صيغة PNG.
bg_bg: Ще получите най-добри резултати с обикновени логота с капка сянка. Можете да използвате голямо изображение, ако размерът на файла не е толкова голям (препоръчително макс. Е 16 KB). Трябва да е PNG.
fi: Saat parhaimman tuloksen käyttämällä selkeää logoa, jossa on varjostus. Voit käyttää isoa kuvaa, jos tiedoston koko ei ole iso (suositeltava koko enintään 16KB). Tiedoston tulee olla PNG.
hu: A legjobb eredményt az egyszerű (vetett árnyékos) logóval tudja elérni. Nagyobb képet is használhat, ha a fájlméret megfelelő (az ajánlott maximum 16KB). PNG használata kötelező.
ko: 그림자를 드리우는 일반 로고로 최상의 결과를 얻을 수 있습니다. 파일 크기가 크지 않는 한 큰 이미지를 사용할 수 있습니다.(권장 최대 크기는 16KB입니다) PNG 파일 형식만 가능합니다.
th: คุณจะได้รับผลลัพธ์ที่ดีที่สุด และสามารถใช้ภาพที่มีขนาดใหญ่ถ้าขนาดของไฟล์ไม่ใหญ่ (แนะนำสูงสุด. เป็น 16KB) ต้องเป็น PNG
tr: Gölge logolu düz logolarda en iyi sonuçları alacaksınız. Dosya boyutu o kadar büyük değilse büyük bir resim kullanabilirsiniz (önerilen maksimum 16 KB'dir). PNG olmalı.

source: Watermark position
ar: موقع العلامة المائية
bg_bg: Позиция на воден знак
el: Θέση υδατογραφήματος
fa: مکان قرار گیری واترمارک
fi: Vesileiman sijainti
he: מיקום תמונת חותמת מים
hu: A vízjel pozíciója
ko: 워터마크 위치
sk: Pozícia vodoznaku
sr_rs: Pozicija vodenog žiga
th: ตำแหน่งลายน้ำ
tr: Filigran konumu

source: left top
ar: يسار/فوق
bg_bg: ляв връх
el: πάνω αριστερά
fa: بالا چپ
fi: Vasemmalla ylhäällä
he: למעלה בצד שמאל
hu: bal felül
ko: 좌측 상단
sk: vpravo hore
sr_rs: levo vrh
th: ด้านบนซ้าย
tr: Sol üst

source: left center
ar: يسار/وسط
bg_bg: ляв център
el: αριστερά στη μέση
fa: مرکز چپ
fi: Vasemmalla keskellä
he: באמצע בצד שמאל
hu: bal középen
ko: 좌측 중앙
sk: vľavo uprostred
sr_rs: levo centar
th: ซ้ายตรงกลาง
tr: Sol orta

source: left bottom
ar: يسار/أسفل
bg_bg: ляво дъно
el: κάτω αριστερά
fa: چپ پایین
fi: Vasemmalla alhaalla
he: למטה בצד שמאל
hu: bal alul
ko: 좌측 하단
sk: vľavo dole
sr_rs: levo dno
th: ด้านล่างซ้าย
tr: Sol alt

source: center top
ar: وسط/فوق
bg_bg: централна горна част
el: πάνω κεντρικά
fa: وسط بالا
fi: Keskellä ylhäällä
he: למעלה באמצע
hu: középen felül
ko: 중앙 상단
sk: v strede hore
sr_rs: centar vrh
th: กลางด้านบน
tr: Üst orta

source: center center
ar: وسط/وسط
bg_bg: център център
el: στην μέση κεντρικά
fa: وسط وسط
fi: Keskellä keskellä
he: באמצע למרכז
hu: közép közép
ko: 정중앙
sk: v strede
sr_rs: centar centar
th: ศูนย์กลาง
tr: Orta merkez

source: center bottom
ar: وسط/أسفل
bg_bg: център дъно
el: στην μέση κάτω
fa: وسط پایین
fi: Keskellä alhaalla
he: למטה באמצע
hu: közép alul
ko: 중앙 하단
sk: v strede dole
sr_rs: centar dno
th: กลางล่าง
tr: Alt orta

source: right top
ar: يمين/فوق
bg_bg: десен връх
el: πάνω δεξιά
fa: بالا راست
fi: Oikealla ylhäällä
he: למעלה בצד ימין
hu: jobb felül
ko: 우측 상단
sk: vpravo hore
sr_rs: desno vrh
th: ด้านบนขวา
tr: Sağ üst

source: right center
ar: يمين/وسط
bg_bg: десен център
el: δεξιά στην μέση
fa: راست مرکز
fi: Oikealla keskellä
he: באמצע בצד ימין
hu: jobb középen
ko: 우측 중앙
sk: vpravo v strede
sr_rs: desno centar
th: ขวากลาง
tr: Sağ orta

source: right bottom
ar: يمين/أسفل
bg_bg: дясно дъно
el: κάτω δεξιά
fa: پایین راست
fi: Oikealla alhaalla
he: למטה בצד ימין
hu: jobb alul
ko: 우측 하단
sk: vpravo dole
sr_rs: desno dno
th: ล่างขวา
tr: Sağ alt

source: Relative position of the watermark image. First horizontal align then vertical align.
ar: مكان وضع الصورة المائية. محاذاة أفقية أولاَ ثم محاذاة عمودية.
bg_bg: Относително положение на изображението на водния знак. Първо хоризонтално подравняване, след това вертикално подравняване.
el: Σχετική θέση της υδατογρφημένης εικόνας. Πρώτη οριζόντια στοίχιση και στη συνέχεια κατακόρυφη στοίχιση.
fa: مربوط به مکان قرارگیری تصویر واترمارک. اولی افقی و دومی عمودی است
fi: Suhteellinen sijainti vesileimalle. Ensiksi horisontaalinen ja sitten vertikaalinen kohdistus.
hu: A vízjel képének relatív pozíciója. Az első érték a horizontális, a második a vertikális pozíció.
ko: 워터마크 이미지의 상대적인 위치입니다. 수평을 먼저 맞추고 수직을 맞추어 배치합니다.
sk: Relatívna pozícia vodoznaku. Prvá hodnota je horizontálna, druhá vertikálna.
sr_rs: Relativna pozicija slike vodenog žiga. Prvo horizontalno poravnanje a zatim vertikalno
th: ตำแหน่งสัมพัทธ์ของภาพลายน้ำ จัดแนวแนวนอนครั้งแรกในแนวตั้ง
tr: Filigran görüntüsünün göreceli konumu. İlk önce yatay hizalamayı dikey hizalayın.

source: Watermark percentage
ar: نسبة العلامة المائية
bg_bg: Процент воден знак
fi: Vesileiman prosentti
he: אחוז חדות חותמת מים
hu: Vízjel mérete
ko: 워터마크 비율
th: เปอร์เซ็นต์ลายน้ำ
tr: Filigran yüzdesi

source: Watermark percentual size relative to the target image area. Values 1 to 100.
ar: حجم العلامة المائية التناسبى مع مساحة الصورة. القيم من 1 إلى 100
bg_bg: Процентна големина на воден знак спрямо целевата област на изображението. Стойности от 1 до 100.
fi: Vesileiman prosentuaalinen koko verrattuna kohde kuvaan. Arvo 1-100.
hu: A vízjel százalékos mérete a képhez viszonyítva. Megadható érték: 1-100.
ko: 대상 이미지 영역에 대한 상대적인 워터마크 비율입니다. 값은 1에서 100 사이입니다.
th: ขนาดลายน้ำที่เกี่ยวข้องกับพื้นที่เป้าหมาย ค่า 1 ถึง 100
tr: Hedef görüntü alanına göre filigran yüzde büyüklüğü. 1 ila 100 arasındaki değerler.

source: Watermark margin
ar: هامش العلامة المائية
bg_bg: Марж на воден знак
fa: فاصله واترمارک
fi: Vesileiman marginaali
he: כיוון שוליים של חותמת מים
hu: A vízjel margója
ko: 워터마크 여백
sk: Odsadenie vodoznaku
sr_rs: Margina vodenog žiga
th: ขอบของลายน้ำ
tr: Filigran kenar

source: Margin from the border of the image to the watermark image.
ar: تحديد الهامش من حدود الصورة لتظهر الصورة المائية عليها.
bg_bg: Поле от границата на изображението до изображението на воден знак.
fa: قراردادن فاصل بین انتهای تصویر و محل قرار گیری واترمارک
fi: Marginaalit vesileiman reunoilta.
hu: Margó a kép szélétől számítva a vízjelig.
ko: 이미지의 테두리로부터 워터마크까지의 여백입니다.
sk: Odsadenie od okraju obrázka po vodoznak.
sr_rs: Margina od granica slike do slike vodenog žiga
th: ขอบจากเส้นขอบของภาพไปยังรูปลายน้ำ
tr: Görüntünün sınırından filigran görüntüsüne kenar boşluğu.

source: Watermark opacity
ar: درجة الوضوح للعلامة المائية
bg_bg: Непрозрачност на воден знак
fa: شفافیت واترمارک
fi: Vesileiman läpinäkyvyys
he: טשטוש חותמת מים
hu: Vízjel átlátszósága
ko: 워터마크 투명도
sk: Priehľadnosť vodoznaku
sr_rs: Providnost vodenog žiga
th: ความทึบของลายน้ำ
tr: Filigran şeffaglığı

source: Opacity of the watermark in the final watermarked image. Values 0 to 100.
ar: درجة وضوح العلامة المائية في الصورة النهائية. القيم 0 إلى 100.
bg_bg: Непрозрачност на водния знак в крайното изображение с воден знак. Стойности от 0 до 100.
fa: شفافیت نمایش واترمارک در تصاویر. بین 0 تا 100
fi: Vesileiman läpinäkyvyys lopullisessa vesileimatussa kuvassa. Arvot 0-100.
hu: A vízjel átlátszósága a végső vízjelezett képen. Az értéke 0 és 100 között lehet.
ko: 이미지에 배치되는 워터마크 이미지의 투명도 입니다. 값은 0(투명)부터 100(불투명)입니다.
sk: Priehľadnosť vodoznaku vzhľadom k obrázku. Hodnoty od 0 do 100.
sr_rs: Providnost vodenog žiga na finalnoj slici. Može biti od 0 do 100
th: ความทึบของลายน้ำในภาพลายน้ำสุดท้าย ค่า 0 ถึง 100
tr: Filigranın son filigran görüntüsündeki opaklığı. 0 ila 100 arasındaki değerler.

source: Dashboard > Settings > Website
ar: لوحة التحكم>الإعدادات>الموقع
bg_bg: Табло за управление> Настройки> Уебсайт
fi: Hallintapaneeli > Asetukset > Verkkosivu
ko: 대시보드 > 설정 > 웹사이트
th: หน้าแดชบอร์ด> การตั้งค่า> เว็บไซต์
tr: Kontrol Paneli> Ayarlar> Web sitesi

source: Categories won't work when the explorer feature is turned off. To revert this setting go to %s.
ar: لن تعمل الفئات عند إغلاق ميزة التصفح. لتبديل هذا الإعداد اذهب إلى %s
bg_bg: Категориите няма да работят, когато функцията на Explorer е изключена. За да върнете тази настройка, отидете на %s.
fi: Kategoriat ei toimi kun tutki ominaisuus on pois päältä. Palauttaaksesi tämän asetuksen, mene %s.
ko: 둘러보기 기능이 꺼져있으면 카테고리가 작동하지 않습니다. 이 설정을 되돌리려면 %s로 이동해주세요.
th: หมวดหมู่จะไม่ทำงานเมื่อคุณลักษณะหน้ารวมภาพถูกปิด ย้อนกลับการตั้งค่านี้ไป %s
tr: Gezgin özelliği kapatıldığında kategoriler çalışmayacak. Bu ayarı geri almak için %s konumuna gidin.

source: Do you really want to delete the %s category? This can't be undone.
ar: هل انت متأكد من حذف مساحة %s التخزين هذه؟ لايمكن التراجع بعد الحذف.
bg_bg: Наистина ли искате да изтриете %s категория? Това не може да бъде отменено.
fi: Haluatko varmasti poistaa %s kategorian? Toimintoa ei voi perua.
he: האם הינך בטוח במחיקת קטגוריית %s? לא ניתן לבטל פעולה זו.
hu: Biztos, hogy törölni akarja a(z) %s kategóriát? A művelet nem visszavonható.
ko: %s 카테고리를 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
sk: Naozaj chcete odstrániť túto %s kategóriu? Nevratná akcia!
th: คุณต้องการลบหมวด %s หรือไม่? ไม่สามารถเลิกทำได้
tr: %s kategorisini gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.

source: Note: Deleting a category doesn't delete the images that belongs to that category.
ar: ملاحظة: حذف الفئة لا يحذف الصور الموجودة بداخل هذه الفئة.
bg_bg: Забележка: Изтриването на категория не изтрива изображенията, които принадлежат към тази категория.
fa: توجه: حذف یک دسته بندی تصاویر مربوط به آن دسته بندی را حذف نمیکند.
fi: Huom: Kategorian poisto ei poista kategorian sisältämiä kuvia.
he: שים לב: בעת מחיקת קטגוריה, תמונות שמשוייכות לאותה קטגוריה לא ימחקו
hu: Megjegyzés: A kategóriában található képek nem törlődnek a kategória törlésével.
ko: 참고: 카테고리를 삭제하여도 카테고리에 속한 이미지는 삭제되지 않습니다.
sk: Upozornenie: Odstránenie kategórie nespôsobí odstránenie obrázkov do nej zaradených.
sr_rs: Napomena: Brisanjem kategorije se ne brišu i slike koje pripadaju toj kategoriji.
th: หมายเหตุ: การลบหมวดหมู่จะไม่ลบรูปภาพที่อยู่ในหมวดหมู่นั้น
tr: Not: Bir kategoriyi silmek, o kategoriye ait görüntüleri silmez.

source: Edit category
ar: تعديل الفئة
bg_bg: Редактиране на категория
el: Επεξεργασία κατηγορίας
fa: ویرایش دسته بندی
fi: Muokkaa kategoriaa
he: ערוך קטגוריה
hu: Kategória szerkesztése
ko: 카테고리 속성 편집
sk: Uprav kategóriu
sr_rs: Izmeni kategoriju
th: แก้ไขหมวดหมู่
tr: Kategori düzenle

source: Expires
ar: انتهاء الصلاحية
bg_bg: Изтича
fi: Vanhentuu
hu: Lejár
ko: 만료 날짜
sk: Vyprší
th: หมดอายุ
tr: Sona ermek

source: Do you really want to remove the ban to the IP %s? This can't be undone.
ar: هل تريد حذف المنع من الأى بى %s ؟ هذا الإجراء لايمكن التراجع عنه
bg_bg: Наистина ли искате да премахнете забраната на IP %s? Това не може да бъде отменено.
fi: Haluatko varmasti poistaa eston %s IP-osoitteelta? Toimintoa ei voi perua.
hu: Biztosan el szeretné távolítani a tiltást a következő IP címről? %s A folyamat nem visszafordítható.
ko: 차단된 IP %s 설정을 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
sk: Naozaj chcete odstrániť ban z IP %s? Toto je nevratný proces.
th: คุณต้องการลบแบนไป IP %s หรือไม่? ไม่สามารถเลิกทำได้
tr: Gerçekten %s IP'sindeki yasağı kaldırmak istiyor musunuz? Bu işlem geri alınamaz.

source: Banned IP address will be forbidden to use the entire website.
ar: الأى بى الممنوع سيحرم من استخدام الموقع بالكامل.
bg_bg: Забранен IP адрес ще бъде забранен за използване на целия уебсайт.
fi: Estetyillä IP-osoitteilla ei ole pääsyä koko sivustolle.
hu: A bannolt IP cím tulajdonosa képtelen lesz hozzáférni a weboldalhoz.
ko: 차단된 IP 주소는 전체 웹사이트를 사용할 수 없습니다.
sk: Zabanované IP adresy budú mať odoprený prístup na celú túto stránku.
th: ที่อยู่ IP โดนแบนจะถูกห้ามไม่ให้ใช้เว็บไซต์ทั้งหมด ..
tr: Yasaklı IP adresinin tüm siteyi kullanması yasaktır.

source: Edit IP ban
ar: تعديل منع الأى بى
bg_bg: Редактиране на IP забрана
fi: Muokkaa IP estoa
hu: IP ban szerkesztése
ko: IP 차단 속성 편집
sk: Upraviť IP ban
th: ห้ามแก้ไข IP
tr: Banlı İP düzenleme

source: Enable signups
ar: تفعيل التسجيل
bg_bg: Активиране на регистрациите
fa: فعالسازی عضویت
fi: Salli rekisteröitymiset
he: הפעלת הרשמות
hu: Regisztráció engedélyezése
ko: 가입 활성화
sk: Povoliť registrácie
sr_rs: Aktiviraj registracije
th: เปิดใช้งานการลงชื่อสมัครเข้าใช้
tr: Üyelik kayıtları açık kalsın

source: Enable this if you want to allow users to signup.
ar: قم بتنشيط هذا الخيار إذا كنت ترغب في تفعيل ميزة التسجيل.
bg_bg: Активирайте това, ако искате да разрешите на потребителите да се регистрират.
fa: برای فعالسازی عضویت کاربران جدید این گزینه را فعال کنید
fi: Salli käyttäjien rekisteröityä palveluun.
he: הפעילו את זה אם תרצו לתת למשתמשים להרשם.
hu: Engedélyezze, ha szeretné, hogy a látogatók regisztrálhassanak.
ko: 방문자의 가입을 허용하려면 이 옵션을 활성화로 설정해주세요.
sk: Povoľte toto, ak chcete povoliť užívateľom registrácie.
sr_rs: Aktivirate ovo ako želite dopustiti registracije
th: เปิดใช้งานนี้ถ้าคุณต้องการที่จะช่วยให้ผู้ใช้การลงชื่อสมัครใช้
tr: Kullanıcıların kayıt için izin vermek istiyorsanız bunu etkinleştirin.

source: Enable user content delete
bg_bg: Активиране на изтриването на потребителското съдържание
fi: Salli käyttäjien poistaa sisältöä
ko: 사용자 게시물 삭제 활성화
th: เปิดใช้การลบเนื้อหาผู้ใช้
tr: Kullanıcı içeriğini sil'i etkinleştir

source: Enable this if you want to allow users to delete their own content. This setting doesn't affect administrators.
bg_bg: Активирайте това, ако искате да разрешите на потребителите да изтриват собственото си съдържание. Тази настройка не засяга администраторите.
fi: Salli käyttäjien poistaa omaa sisältöään palvelusta. Tämä asetus ei vaikuta ylläpitäjiin.
ko: 사용자가 자신의 게시물을 삭제할수 있도록 하려면 이 옵션을 활성화로 설정해주세요. 이 설정은 관리자에게 영향을 주지 않습니다.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการอนุญาตให้ผู้ใช้ลบเนื้อหาของตนเอง การตั้งค่านี้ไม่มีผลกับผู้ดูแลระบบ
tr: Kullanıcıların kendi içeriklerini silmelerine izin vermek istiyorsanız bunu etkinleştirin. Bu ayar yöneticileri etkilemez.
