Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Please provide a valid email address
ar: يرجى تقديم عنوان بريد إلكتروني صالح
fi: Anna kelvollinen sähköpostiosoite
hu: Kérjük adjon meg egy érvényes e-mail címet

source: Error storing file in external storage server
ar: خطأ في تخزين الملف في خادم التخزين الخارجي

source: External storage has failed
ar: فشل التخزين الخارجي

source: Upload switched to local storage
ar: تحول التحميل الي التخزين المحلي

source: System has switched to local storage due to not enough disk capacity (%c) in the external storage server(s). The image %s has been allocated to local storage.
ar: تم تحويل النظام إلى التخزين المحلى لعدم كفاية مساحة القرص (%c) فى مشغلات التخزين الخارجى. تم وضع الصورة %s فى المخزن المحلى

source: System notification
ar: إعلام النظام

source: Chevereto update available (v%s)
ar: تحديث Chevereto المتاح (v%s)

source: We use our own and third party cookies to improve your browsing experience and our services. If you continue using our website is understood that you accept this cookie policy.
ar: نحن نستخدم ملفات تعريف الارتباط الخاصة بنا وأيضا ملفات تعريف طرف ثالث لتحسين تجربة التصفح الخاص بك في خدماتنا. إذا كنت لا تزال تستخدم موقعنا من المفهوم أن تقبل سياسة الكوكيز.
hu: A szolgáltatásaink és a böngészési élmény javításának érdekében saját (és harmadik személytől származó) "sütiket" használunk. Az oldal további használatával kijelenti, hogy megértette és elfogadja ezt a tényt.
sk: Používame vlastné a treťostranné cookies na vylepšenie prezerania a našich služieb. Ak budete pokračovať používať našu stránku, rozumiete používaniu týchto cookies.

source: %s images
ar: %s صور
el: %s εικόνες
fa: %s عکس
hu: %s kép
sk: %s obrázkov
sr_rs: %s slike

source: Can't submit the form: %s
ar: لايمكن تقديم النموذج: %s
hu: Az űrlap beküldése nem sikerült: %s

source: By signing up you agree to our <a href="%s">Terms of service</a>
ar: بمجرد إشتراكك ستكون قد وافقت على <a href="%s">شروط الخدمة</a>
el: Με την εγγραφή σας συμφωνείτε στους <a href="%s">Όρους χρήσης </a> μας
fa: با عضویت خود تایید میکنید که با <a href="%s">شرایط سرویس دهی</a> ما موافقید
hu: A regisztrációval elfogadja a <a href="%s">Felhasználási Feltételeinket</a>
sk: Registráciou vyjadrujete súhlas s našimi <a href="%s">Podmienkami používania</a>
sr_rs: Registracijom se slažete sa našim <a href="%s">Uslovima korišćenja</a>

source: Edit or resize any image by touching the image preview
ar: تعديل أو تغيير حجم أي صورة من خلال اللمس على معاينة الصورة

source: image URLs
ar: روابط الصور

source: You can keep adding more images from %i or from %u.
ar: يمكنك الاستمرار في إضافة المزيد من الصور من %i أو من %u

source: max
ar: أقصى
el: μέγιστο
fa: حداکثر
sr_rs: maksimalno

source: Website keywords
ar: كلمات الموقع
el: Keywords ιστοσελίδας
fa: کلمات کلیدی وبسایت
hu: Weboldal kulcsszavai
sk: Kľúčové slová stránky
sr_rs: Ključne riječi websajta

source: Max. upload size
el: Μέγ. μέγεθος μεταφόρτωσης
fa: حداکثر حجم آپلود
hu: Max. feltöltési korlát
sk: Max. veľkosť nahrávania
sr_rs: Maksimalna veličina otpremanja

source: Before cover (homepage)
fa: قبل از کاور ( صفحه اصلی )
hu: A borító előtt (kezdőlap)
sk: Pred coverom (titulka).
sr_rs: Before cover (početna)

source: After cover (homepage)
fa: بعد از کاور ( صفحه اصلی )
hu: A borító után (kezdőlap)
sk: Za coverom (titulka).
sr_rs: After cover (početna)

source: After listing (homepage)
fa: بعد از تصاویر ( صفحه اصلی)
hu: A listák után (kezdőlap)
sk: Za výpisom (titulka)
sr_rs: After listing (početna)

source: Invalid image expiration
hu: Érvénytelen kép lejárati idő

source: You can also <a data-trigger="anywhere-upload-input">browse from your computer</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">add image URLs</a>.
el: Μπορείτε επίσης να <a data-trigger="anywhere-upload-input">επιλέξετε από τον υπολογιστή σας</a> ή να <a data-modal="form" data-target="anywhere-upload-paste-url">προσθέσετε URL εικόνων</a>.
fa: همچنین شما میتوانید <a data-trigger="anywhere-upload-input">تصویری از کامپیوتر خود برگزینید</a> یا <a data-modal="form" data-target="anywhere-upload-paste-url">آدرس اینترنتی تصویر را وارد کنید.</a>
hu: Vagy <a data-trigger="anywhere-upload-input">kitallózhatja őket a számítógépéről</a> esetleg feltölthet még <a data-modal="form" data-target="anywhere-upload-paste-url">külső URL-ről is</a>.
sk: Obrázky môžete tiež <a data-trigger="anywhere-upload-input">vybrať z vašeho zariadenia</a> alebo <a data-modal="form" data-target="anywhere-upload-paste-url">zadať internetovú adresu URL</a>.
sr_rs: Možete takođe <a data-trigger="anywhere-upload-input">potražiti slike na vašem računaru</a> ili <a data-modal="form" data-target="anywhere-upload-paste-url">dodajte URL slike</a>.

source: You can also <a data-trigger="anywhere-upload-input-camera">take a picture</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">add image URLs</a>.
hu: <a data-trigger="anywhere-upload-input-camera">Készíthet képet</a> vagy <a data-modal="form" data-target="anywhere-upload-paste-url">hozzáadhatja a képek linkjeit is</a>.

source: Edit or resize an image by clicking the image preview
hu: Kép szerkesztése vagy átméretezése az előnézetre való kattintással

source: Edit or resize an image by touching the image preview
hu: Kép szerkesztése vagy átméretezése az előnézet megérintésével

source: You can add more images <a data-trigger="anywhere-upload-input">from your computer</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">from image URLs</a>.
hu: Tölthet fel több képet <a data-trigger="anywhere-upload-input">a számítógépéről</a> vagy <a data-modal="form" data-target="anywhere-upload-paste-url">hozzáadhatja a képek linkjeit is</a>.

source: You can <a data-trigger="anywhere-upload-input">add more images</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">add image URLs</a>.
hu: <a data-trigger="anywhere-upload-input">Hozzáadhat még több képet</a> vagy <a data-modal="form" data-target="anywhere-upload-paste-url">megadhatja a képek linkjeit</a>.

source: Uploading <span data-text="queue-size">0</span> <span data-text="queue-objects">images</span>
el: Ανέβασμα <span data-text="queue-size">0</span> <span data-text="queue-objects">εικόνων</span>
fa: در حال بارگذاری <span data-text="queue-size">0</span> <span data-text="queue-objects">عکس</span>
hu: <span data-text="queue-size">0</span> <span data-text="queue-objects">kép</span> feltöltése
sk: Nahrávam <span data-text="queue-size">0</span> <span data-text="queue-objects">obrázkov</span>
sr_rs: Upload <span data-text="queue-size">0</span> <span data-text="queue-objects">slika</span>

source: The queue is being uploaded. It will take just a few seconds to complete.
el: Η ουρά ανεβαίνει. Θα χρειαστεί μερικά δευτερόλεπτα για να ολοκληρωθεί.
fa: بارگذاری در حال انجام است. ممکن است چند ثانیه طول بکشد تا تکمیل شدن بارگذاری.
hu: A hozzáadott képek feltöltése folyamatban van. Néhány pillanat és kész is.
sk: Obrázky sa práve nahrávajú. Bude to trvať iba pár sekúnd.
sr_rs: Upload slika koje čekaju u redu je u toku. Još nekoliko sekundi do kraja.

source: Content added to <a data-text="upload-target" data-link="upload-target" href="%s">public stream</a>. You can <a data-modal="form" data-target="form-uploaded-create-album">create an album</a> or <a data-modal="form" data-target="form-uploaded-move-album">move the <span data-text="queue-objects">images</span></a> to an existing album.
el: Το περιεχόμενο προστέθηκε στη <a data-text="upload-target" data-link="upload-target" href="%s">δημόσια ροή</a>. Μπορείτε να <a data-modal="form" data-target="form-uploaded-create-album">δημιουργήσετε ένα άλμπουμ</a> ή να <a data-modal="form" data-target="form-uploaded-move-album">μετακινήσετε τις <span data-text="queue-objects">εικόνες</span></a> σε ένα υπάρχον άλμπουμ.
fa: تصویر به <a data-text="upload-target" data-link="upload-target" href="%s">محتوای عمومی</a> اضافه شد. شما میتوانید <a data-modal="form" data-target="form-uploaded-create-album">یک آلبوم جدید بسازید </a> یا <a data-modal="form" data-target="form-uploaded-move-album"> انتقال دهید <span data-text="queue-objects">تصاویر</span></a> را به آلبوم های قبلی.
hu: A feltöltés hozzáadva a <a data-text="upload-target" data-link="upload-target" href="%s">nyilvános hírfolyamhoz</a>. <a data-modal="form" data-target="form-uploaded-create-album">Létrehozhat új albumot</a> vagy <a data-modal="form" data-target="form-uploaded-move-album">áthelyezheti a <span data-text="queue-objects">képeket</span></a> egy már létező albumba.
sk: Obsah bol pridaný do <a data-text="upload-target" data-link="upload-target" href="%s">verejného zoznamu</a>. Môžete <a data-modal="form" data-target="form-uploaded-create-album">vytvoriť album</a> alebo <a data-modal="form" data-target="form-uploaded-move-album">presunúť <span data-text="queue-objects">obrázky</span></a> do iného albumu.
sr_rs: Sadržaj dodat u <a data-text="upload-target" data-link="upload-target" href="%s">javni pregled</a>. Možete <a data-modal="form" data-target="form-uploaded-create-album">kreirati album</a> ili <a data-modal="form" data-target="form-uploaded-move-album">premestiti <span data-text="queue-objects">slike</span></a> u postojeći album.

source: You can <a href="%s">create an account</a> or <a href="%l">sign in</a> to save future uploads in your account.
el: Μπορείτε να <a href="%s">δημιουργήσετε ένα λογαριασμό</a> ή να <a href="%l">συνδεθείτε</a> για να αποθηκεύσετε μελλοντικά ανεβάσματα στον λογαριασμό σας.
fa: شما میتوانید <a href="%s">ثبت نام کنید</a> یا <a href="%l">وارد شوید</a> تا تصاویر بارگذاری شده در آینده را در حساب خود ذخیره کنید.
hu: <a href="%s">Létrehozhat egy fiókot</a> vagy <a href="%l">jelentkezzen be</a> hogy a feltöltései automatikusan megőrződjenek.
sk: Môžete si tiež <a href="%s">vytvoriť účet</a> alebo sa <a href="%l">prihlásiť</a>. Pomocou tohoto si budete môcť uchovávať a spravovať vaše budúce nahrané obrázky pod svojim účtom.
sr_rs: Možete <a href="%s">kreirati nalog</a> ili <a href="%l">prijaviti</a> da sačuvate buduće uploade na nalog.

source: No <span data-text="queue-objects">images</span> have been uploaded
el: Δεν ανέβηκε καμία <span data-text="queue-objects">εικόνα</span>
fa: هیچ <span data-text="queue-objects">تصویری</span> آپلود نشده است.
hu: Egy <span data-text="queue-objects">kép</span> sem lett feltöltve.
sk: Žiadne <span data-text="queue-objects">obrázky</span> neboli nahrané
sr_rs: Nema uploadovanih <span data-text="queue-objects">slika</span>

source: Change upload privacy
el: Άλλαξε ιδιωτικότητα ανεβάσματος
fa: تغییر حریم خصوصی آپلود
hu: A feltöltési mód megváltoztatása
sk: Zmeniť súkromie
sr_rs: Promeni privatnost uploada

source: No category
el: Χωρίς κατηγορία
fa: بدون دسته بندی
hu: Nincs kategória
sk: Žiadna kategória
sr_rs: Nema kategorije

source: me
hu: én

source: password
hu: jelszó

source: Page URL key relative to %s
hu: Az oldal URL kulcs relatív ehhez: %s

source: Max. filesize
el: Μέγ. μέγεθος αρχείου
fa: حداکثر حجم فایل
hu: Max. fájlméret
sk: Max. veľkosť súboru
sr_rs: Maksimalna veličina

source: Max. allowed filesize. (Max allowed by server is %s)
el: Μέγιστο επιτρεπόμενο μέγεθος αρχείου. (Το μέγιστο επιτρεπόμενο από τον διακομιστή είναι %s)
fa: حداکثر حجم قابل آپلود برای هر فایل ( در این سرور %s)
hu: A maximum engedélyezett fájlméret. (A szerver által engedett maximum: %s)
sk: Maximálne povolená veľkosť súboru. (Maximálna povolená veľkosť na servere je %s)
sr_rs: Maksimalna dopuštena veličina (maksimalno dopušteno od strane servera %s)

source: Here you can set the codes for the predefined ad spaces.
fa: اینجا میتوانید کد های تبلیغاتی را برای مکان های از پیش تعیین شده قرار دهید.
hu: Itt tudja megadni a hirdetések kódjait.
sk: Tu môžete nastaviť kódy pre preddefinované pozície reklám.
sr_rs: Ovde možete ubaciti kodove za predefinirate oglasne prostore

source: CDN allows you to offload static content to several edge servers making your website faster. If you don't have a CDN provider you should try %s.
hu: A CDN segítségével áttöltheti a weboldala statikus tartalmait több külső szerverre a sebesség növelése érdekében. Ha még nincs CDN szolgáltatója akkor próbálja ki a következőt: %s
sk: CDN umožňuje rýchlejšie načítanie obsahu pomocou používania čiastočne statického obsahu na niektorých edgeServeroch. Ak nemáte CDN poskytovateľa, mali by ste to skúsiť %s.
sr_rs: CDN ti omogućava brže učitavanje stranica sa statičnim sadržajem putem drugih servera. Ukoliko nemaš nalog kod CDN provajdera, trebalo bi da probaš %s.

source: reCAPTCHA public key
hu: reCAPTCHA publikus kulcs
sk: reCAPTCHA verejný kľúč
sr_rs: reCAPTCHA javni ključ

source: reCAPTCHA private key
hu: reCAPTCHA privát kulcs
sk: reCAPTCHA súkromný kľúč
sr_rs: reCAPTCHA privatni ključ

source: Your website is running the latest version of Chevereto.
el: Η ιστοσελίδα σας χρησιμοποιεί την τελευταία έκδοση.
hu: A weboldala a legfrisebb Chevereto verziót használja.
sk: Vaša stránka beží na aktuálnej verzii Chevereta.

source: Can't verify storage credentials.
el: Δεν είναι δυνατή η επαλήθευση των διαπιστευτηρίων αποθήκευσης.
sk: Nemôžeme overiť vaše prihlasovacie údaje.

source: You haven't changed the default email settings. Go to <a href='%s'>Dashboard > Settings > Email</a> to fix this.
el: Δεν έχετε αλλάξει τις αρχικές ρυθμίσεις email . Go to <a href='%s'>Πίνακας ελέγχου > Ρυθμίσεις > Email</a> to fix this.
sk: Nezmenil ste si nastavenie predvoleného e-mailu. Choďte do <a href='%s'>Administrácia > Nastavenia > E-mail</a> pre zmenu.

source: update
el: ενημέρωση
sk: aktualizácia
sr_rs: ažuriranje

source: Invalid medium width
el: Λάθος μήκος μεσαίας
fa: عرض تصویر متوسط اشتباه است
sk: Nesprávna šírka strednej zmenšeniny
sr_rs: Pogrešna srednja širina

source: We will be in touch soon.
el: Θα έρθουμε σε επαφή σύντομα
fa: به زودی با شما تماس میگیریم.
sk: Čoskoro dovidenia.
sr_rs: Uskoro ćemo vas kontaktirati

source: Send message
el: Αποστολή μηνύματος
fa: ارسال پیغام
sk: Odoslať správu
sr_rs: Pošalji poruku

source: Drag and drop images here to upload
el: Σύρετε κι αφήστε εικόνες εδώ για να ανεβάσετε
fa: برای آپلود عکس ها آنها را به اینجا بکشید و رها کنید.
sk: Obrázky potiahnite sem.
sr_rs: Prevuci i pusti slike ovde za upload

source: You can also <a data-trigger="anywhere-upload-input-camera">take a picture</a>.
el: Μπορείς επίσης <a data-trigger="anywhere-upload-input-camera">πάρε φωτογραφία</a>.
fa: همچنین میتوانید همین الان <a data-trigger="anywhere-upload-input-camera">عکس بگیرید</a>
sk: Môžete sa tiež <a data-trigger="anywhere-upload-input-camera">odfotiť</a>.
sr_rs: Možete takođte <a data-trigger="anywhere-upload-input-camera">da slika</a>.

source: Uploader IP address
el: Διέυθυνση IP uploader
sk: IP adresa autora

source: Untitled album
el: Ανώνυμο άλμπουμ
fa: آلبوم بدون عنوان
sk: Nepomenovaný album
sr_rs: Neimenovani album

source: Album Privacy
el: Ιδιωτικότητα άλμπουμ
fa: حریم خصوصی آلبوم
sk: Súkromné albumy
sr_rs: Privatnost albuma

source: forgot?
el: ξεχάσατε;
fa: فراموش کردید؟
sk: zabudnúť?
sr_rs: zaboravili?

source: Uploaded by guest to Public
el: Ανέβηκε από επισκέπτη ως Δημόσιο
fa: آپلود شده توسط مهمان در عمومی
sk: Nahrané hosťom do Verejných
sr_rs: Uploaduj kao gost za javnost

source: From %a by %u
fa: از %a توسط %u
sk: Od %a %u
sr_rs: Od %a po %u

source: Enable this if you want to allow the search feature.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να επιτρέψετε τη λειτουργία αναζήτησης.
sk: Povoľte toto, ak chcete umožniť funkciu hladania.

source: Enable this if you want to allow the explore page.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να επιτρέψετε την εξερεύνηση σελίδας.
fa: برای نمایش صفحه پویش این گزینه را فعال کنید
sk: Povoľte toto, ak chcete umožniť prehliadanie stránky.
sr_rs: Aktivirate ovo ako želite omogućiti ISTRAŽI stranicu

source: Enable this if you want to allow the random feature.
sk: Povoľte toto, ak chcete umožniť funkciu náhodného zobrazovania.

source: This setting is disabled when personal mode is active.
sk: Toto nastavenie je deaktivované, ak súkromný mód je aktívny.

source: Mixed
el: Ανάμεικτο
fa: میکس شده
sk: Zmiešané
sr_rs: Izmešano

source: "Original" will try to keep the image source name while "Random" will generate a random name. "Mixed" is a combination of both methods.
el: Το "Πρωτότυπο" θα προσπαθήσει να διατηρήσει το όνομα του πηγαίου αρχείου ενώ το "Τυχαίο" θα δημιουργήσει ένα τυχαίο όνομα. Το "Ανάμεικτο" είναι ένας συνδυασμός και των δύο μεθόδων.
fa: "Original" نام اصلی فایل ها را ذخیره میکند. "Random" یک نام تصادفی به هر تصویر اختصاص میدهد و "Mixed" ترکیبی از این دو است.
sk: Voľba "originál" sa pokúsi ponechať pôvodné meno zdrojového súboru, zatiaľčo "náhodne" bude generovať náhodné meno. "Mix" znamená kombináciu oboch vyššie uvedených metód.
sr_rs: "Orginalno" će probati da zadrži ime slike dok će "Nasumično" kreirati nasumično ime. "Miješano" je kombinacije ove dve metode.

source: Medium size
el: Μέγεθος μεσαίας
fa: اندازه تصویر متوسط
sk: Veľkosť stredných zmenšenín
sr_rs: Srednja veličina

source: Height will be automatic calculated.
el: Το ύψος θα υπολογίζεται αυτόματα
fa: ارتقاع به صورت خودکار اندازه گیری میشود
sk: Výška bude automaticky vypočítana
sr_rs: Visina će automatski biti izračunata.

source: Watermark guest images
sk: Vodoznak obrázku návštevníka

source: Enable this if you want to watermark guest uploads.
sk: Povoľte toto, ak chcete umiestniť vodoznak na návštevníkové obrázky

source: Watermark user images
sk: Vodoznak obrázku registrovaného užívateľa

source: Enable this if you want to watermark user uploads.
sk: Povoľte toto, ak chcete umiestniť vodoznak na obrázky registrovaného užívateľa.

source: Watermark admin images
sk: Vodoznak obrázku administrátora

source: Enable this if you want to watermark admin user uploads.
sk: Povoľte toto, ak chcete umiestniť vodoznak na obrázky administrátora.

source: Watermark image to use. Must be a PNG.
el: Χρήση υδατογραφημένης εικόνας. Πρέπει να είναι σε .png
fa: تصویر مورد استفاده در واترمارک. حتما png باشد
sk: Súbor s vodoznakom. Musí byť vo formáte PNG.
sr_rs: Slika vodenog žiga za korištenje. Mora biti PNG

source: Logged user logo link
sk: Link loga prihláseného užívateľa

source: User profile
sk: Užívateľský profil

source: Configure the link used in the logo when user is logged in.
sk: Nastavte link používaný v logu, keď je užívateľ prihlásený.

source: Comma-separated list of target user IDs to show images on homepage. Leave it blank or zero to display all recent images.
sk: Zoznam oddelený čiarkou ID cielených užívateľov pre zobrazenie na domovskej stránke. Ponechajte prázdne alebo zadajte nulu, ak chcete zobraziť všetky posledné obrázky.

source: Cloudflare is auto detected using %s.
sk: Cloudflare detekovalo použitie %s.

source: Image links
el: Λινκ εικόνας
fa: لینک های تصویر
sk: Odkazy obrázkov
sr_rs: Linkovi slike

source: Image embed codes
el: Κώδικας ενσωμάτωσης εικόνας
fa: کد های پیوست تصویر
sk: Kódy na vloženie obrázkov
sr_rs: Kodovi slike

source: Linked image
el: Σύνδεση εικόνας
fa: تصاویر لینک شده
sk: Odkazovaný obrázok

source: Linked medium
el: Σύνδεση μεσαίας
fa: تصویر متوسط
sk: Odkazovaný obrázok (stredná veľkosť)

source: Linked thumbnail
el: Σύνδεση μικρογραφιας
fa: بند انگشتی
sk: Odkazovaná miniatúra

source: Check this if you want to see not family safe content. This setting doesn't affect your content
sk: Označte toto, ak chcete vidieť aj obrázky nevhodné pre deti a mladistvých. Toto nastavenie neovplyvní váš obsah.

source: Update available (%s)
el: Διαθέσιμη ενημέρωση (%s)
sk: K dispozíci je aktualizácia (%s)

source: There is an update available for your system. Go to %s to proceed to download the file.
el: Υπάρχει διαθέσιμη ενημέρωση συστήματος. Πήγαινε εδώ %s για να κατεβάσεις το αρχείο.
sk: Pre váš systém je dostupná aktualizácia. Prejdite na %s a pokračujte stiahnutím súboru.

source: The release notes for the update available are:
el: Οι σημειώσεις έκδοσης για την ενημέρωση που υπάρχουν είναι:
sk: Poznámky vydané k novej aktualizácii sú:

source: HTML embed
el: Ενσωμάτωση HTM
fa: پیوست HTML
sr_rs: HTML ugradnja

source: HTML original linked
el: Σύνδεσμος HTML πρωτότυπης
fa: کد HTML برای تصویر اصلی
sr_rs: HTML originalno linkovano

source: BBCode embed
el: Ενσωμάτωση BBCode
fa: BBCode پیوست
sr_rs: BBKod ugradnja

source: BBCode original linked
el: Σύνδεσμος BBCode πρωτότυπης
fa: کد BBCode برای تصویر اصلی
sr_rs: BBKod originalno linkovano

source: An email to %s has been sent with instructions to activate your account.n\If you don't receive the instructions try checking your junk or spam filters.
el: Ένα email αποστάλθηκε προς την διεύθυνση %s με οδηγίες για την ενεργοποίηση του λογαριασμού σας.\nΑν δεν λάβετε τις οδηγίες ελέγξτε τα σκουπίδια ή τα φίλτρα ανεπιθύμητης αλληλογραφίας.
fa: ایمیلی بهمراه راهنمایی های لازم جهت فعالسازی حسابتان به %s ارسال شد. n\\ اگر ایمیل را نمیبینید پوشه ی اسپم را چک کنید.
sr_rs: Email za %s je poslat sa instrukcijama kako aktivirati vaš nalog.n\Ako niste primili email proverite vaše foldere za Junk/Spam.

source: Enter the email address that you used to create your account to continue.
el: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήσατε για να δημιουργήσετε τον λογαριασμό σας και να συνεχίσετε.
fa: ایمیل آدرسی که برای ساخت حساب استفاده کرده ایید وارد کنید.
sr_rs: Da nastavite, upišite email adresu koju ste koristili prilikom otvaranja naloga.

source: Error reporting
el: Αναφορά σφαλμάτων
fa: گزارش خطا ها
sr_rs: Izveštaj o grešakama

source: Enable this if you need to debug PHP errors.
el: Ενεργοποιήστε αυτό αν θέλετε να αποσφαλματώσετε τα λάθη PHP.
fa: برای مشاهده خطاهای برنامه نویسی و رفع اشکال این گزینه را فعال کنید.
sr_rs: Omogućite ovo ukoliko vam trebaju izveštaji o PHP greškama.

source: If you need help check the <a href="%s">storage documentation</a>.
el: Αν χρειάζεστε βοήθεια για να ελέγξετε την <a href="%s">τεκμηρίωση αποθήκευσης</a>

source: Enable this if you are using Cloudflare.
el: Ενεργοποιήστε αυτό αν χρησιμοποιείτε Cloudflare.
fa: در صورتی که از cloudflare استفاده میکنید این گزینه را فعال کنید
sr_rs: Omogućite ovo ako koristite Cloudflare.

source: For documentation about the API check <a href="http://chevereto.com/docs/api" target="_blank">docs/api</a>
el: Για τεκμηρίωση σχετικά με τον έλεγχο API <a href="http://chevereto.com/docs/api" target="_blank">docs/api</a>
fa: برای نمایش توضیحات درباره رابط برنامه نویسی میتوانید <a href="http://chevereto.com/docs/api" target="_blank">docs/api</a> را مطالعه کنید
sr_rs: Dokumentacija vezana za API proveru <a href="http://chevereto.com/docs/api" target="_blank">docs/api</a>

source: Use this key when using the API v1. <a href="https://chevereto.com/docs/api-v1">Learn more</a>.
el: Χρησιμοποίησε αυτό το κλειδί αν χρησιμοποιείς API v1. <a href="https://chevereto.com/docs/api-v1">Μάθε περισσότερα</a>.
fa: برای استفاده از رابط برنامه نویسی این کلید را به کار ببرید. <a href="https://chevereto.com/docs/api-v1">بیشتر بدانید</a>.
sr_rs: Koristite ovaj ključ kada koristite API v1. <a href="https://chevereto.com/docs/api-v1">Saznaj više</a>.
