Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: A confirmation link will be sent to this email with details to activate your account.
ar: سوف يتم إرسال رسالة تأكيد إلى هذا البريد يحتوي على تعليمات لتفعيل الحساب.
bg_bg: На този имейл ще получите писмо за активация на вашия акаунт.
el: Ένας σύνδεσμος επιβεβαίωσης θα σταλεί σε αυτό το email με λεπτομέρειες για το πως να ενεργοποιήσετε τον λογαριασμό σας.
fa: یک ایمیل فعالسازی همراه با جزئیات فعالسازی به این ایمیل ارسال خواهد شد.
fi: Vahvistuslinkki lähetetään syöttämääsi sähköpostiosoitteeseen käyttäjätunnuksen aktivointia varten.
he: קישור לאישור החשבון ישלח לכתובת הדוא"ל הזו עם פרטים נוספים להפעלת החשבון שלכם.
hu: Egy megerősítésre szolgáló hivatkozást küldünk erre az e-mail címre az aktiválás befejezéséhez szükséges lépésekkel.
ko: 계정 활성화를 위한 안내 사항과 함께 확인 링크를 입력하신 이메일로 보내드립니다.
lt_lt: Patvirtinimo nuoroda bus išsiųsta šiuo el.paštu kartu su instrukcija, kaip aktyvuoti paskyrą.
sk: Odkaz na potvrdenie bude zaslaný na e-mail spolu s detailami k aktivácii účtu.
sr_rs: Potvrdni link će biti poslan sa detaljima kako aktivirati nalog
th: ลิงค์ยืนยันจะถูกส่งไปยังอีเมลนี้มีรายละเอียดเพื่อเปิดใช้งานบัญชีของคุณ
tr: Onay linki ve hesapla ilgili bilgiler mail olarak gönderilecektir.

source: Your email address
ar: بريدك الإلكتروني
bg_bg: Вашият имейл адрес
el: To email σου
fa: آدرس ایمیل شما
fi: Sinun sähköpostiosoitteesi
he: כתובת הדוא"ל שלכם
hu: Az ön e-mail címe
ko: 이메일 주소
lt_lt: Jūsų el.pašto adresas
sk: Vaša e-mailová adresa
sr_rs: Vaša email adresa
th: ที่อยู่อีเมลของคุณ
tr: E-posta adresi

source: Submit
ar: تقديم
bg_bg: Изпрати
el: Αποστολή
et_ee: Edasi
fa: ارسال
fi: Lähetä
he: שליחה
hu: Elküld
ko: 확인
sk: Odoslať
sr_rs: Pošalji
th: ยืนยัน
tr: Gönder

source: An email with instructions to reset your password has been sent to the registered email address. If you don't receive the instructions try checking your junk or spam filters.
ar: تم إرسال رسالة بريد إلكتروني مع تعليمات لإعادة تعيين كلمة المرور الخاصة بك إلى عنوان البريد الإلكتروني المسجل. إذا لم تتلقى تلك التعليمات في صندوق بريدك الوارد قم بالبحث عن الرسالة في صندوق مرشحات البريد المزعج.
bg_bg: На вашият email са изпратени инструкции как да промените своята парола. Ако не получите писмото, то проверете в папките за спам
el: Ένα email με οδηγίες για την επαναφορά του μυστικού κωδικού σας αποστάλθηκε προς την εγγεγραμμένη διεύθυνση email σας. Αν δεν λάβετε τις οδηγίες ελέγξτε τα σκουπίδια ή τα φίλτρα ανεπιθύμητης αλληλογραφίας.
fa: ایمیلی بهمراه توضیحات در مورد بازیابی رمز عبور شما به ایمیل ثبت شده ی حسابتان ارسال شد. در صورتی که ایمیل را نمیبینید پوشه ی اسپم ایمیل را چک کنید.
fi: Teille on lähetetty sähköpostiviesti josta löydätte tarkemmat ohjeet salasanan vaihtamiseen. Jos et saanut sähköpostiviestiä, tarkista roskapostit.
he: דוא"ל עם הוראות איפוס הסיסמא נשלח אל כתובת הדואר האלקטרוני שנרשמת איתה. אם לא קיבלת בדוק בבקשה את תיבת הספאם שלך.
hu: A jelszó visszaállítására vonatkozó instrukciókat tartalmazó üzenetet kiküldtük a regisztrációkor megadott e-mail címére. Ellenőrizze a spam mappát is.
ko: 비밀번호 재설정을 위한 안내 이메일을<br>입력하신 이메일 주소로 보냈습니다.<br>이메일을 못 받으셨다면<br>정크 메일함이나 스팸 필터를 확인해주세요.
sk: E-mail s inštrukciami ako resetovať vaše heslo bol práve odeslaný na e-mailovú adresu, ktorú ste uviedli pri registrácii. Ak ste e-mail s inštrukciami neobdržali, potom prosím skontrolujte váš adresár so spamom či ostatnú filtrovanú poštu.
sr_rs: Email sa instrukcijama za resetovanje lozinke je poslat na vaš email koji ste koristili prilikom registracije. Ako niste primili email proverite vaše foldere za Junk/Spam.
th: อีเมลที่มีคำแนะนำในการรีเซ็ตรหัสผ่านของคุณได้ถูกส่งไปยังที่อยู่อีเมลที่ลงทะเบียน ถ้าคุณไม่ได้รับคำแนะนำลองตรวจสอบตัวกรองขยะหรือสแปมของคุณ
tr: Şifrenizi sıfırlamak için gerekli bilgiler kayıtlı mail adresinize gönderildi. Bazı mail sunucularında mailler "Spam, Önemsiz, Gereksiz mail" kutularını düşebilmektedir. Kontrol etmeyi unutmayınız.

source: A previous email has been sent with instructions to reset your password. If you did not receive the instructions try checking your junk or spam filters.
ar: تم ارسال بريد الكتروني مع معلومات اعادة تعين كلمة المرور. اذا لم تستلم البريد برجاء مراجعة جميع المجلدات في بريدك من الممكن ان تكون في مرشحات البريد المزعج.
bg_bg: Изпратен е имейл с инструкции за нова парола. Ако не сте получили инструкциите, проверете спам кутията.
el: Ένα προηγούμενο email με οδηγίες για την επαναφορά του μυστικού κωδικού σας αποστάλθηκε. Αν δεν λάβετε τις οδηγίες ελέγξτε τα σκουπίδια ή τα φίλτρα ανεπιθύμητης αλληλογραφίας.
fa: ایمیل قبلی بهمراه راهنمایی های لازم جهت بازیابی رمزتان به ایمیلتان ارسال شد. اگر ایمیل را نمیبینید پوشه ی اسپم خود را بررسی کنید.
fi: Teille on lähetetty sähköpostiviesti josta löydätte tarkemmat ohjeet salasanan vaihtamiseen. Jos et saanut sähköpostiviestiä, tarkista roskapostit.
he: הודעת דוא"ל נשלחה עם הוראות לאיפוס הסיסמה שלכם. אם לא קיבלתם את ההוראות, נסו לבדוק בתיבת דואר זבל.
hu: A jelszó visszaállítási útmutatót tartalmazó üzenetet elküldtük. Ha nem érkezett meg kérjük ellenőrizze a levelezője spam mappáját.
ko: 이전에 비밀번호 재설정을 위한<br>안내 이메일을 보내드렸었습니다.<br>이메일을 못 받으셨다면<br>정크 메일함이나 스팸 필터를 확인해주세요.
sk: E-mail s inštrukciami k resetovaniu vašeho hesla sme už odoslali. Ak vám nedorazil, potom si prosím skontrolujte váš adresár so spamom.
sr_rs: Prethodni email je poslan sa instrukcijama za reset, ako ga niste dobili proverite vaš folder za email smeće.
th: อีเมลก่อนหน้านี้ได้รับการส่งไปพร้อมกับคำแนะนำในการรีเซ็ตรหัสผ่านของคุณ หากคุณไม่ได้รับคำแนะนำลองตรวจสอบตัวกรองขยะหรือสแปมของคุณ
tr: Önceki gönderilen eposta içerisinde şifrenizi sıfırlama talimatı bulunmaktaydı.Şayet talimatı almadıysanız eposta spam veya önemsiz klasörlerine kontrol ediniz.

source: Resend instructions
ar: إعادة إرسال التعليمات
bg_bg: Изпрати отново инструкции
fa: ارسال دوباره ی راهنمایی
fi: Lähetä ohjeet uudelleen
he: שלח שוב
hu: Instrukciók újraküldése
ko: 안내 사항 다시 보내기
sk: Zaslať inštrukcie znova
sr_rs: Ponovo pošalji instrukcije
th: ส่งคำแนะนำใหม่
tr: Tekrar gönder

source: Enter your username or email address to continue. You may need to check your spam folder or whitelist %s
bg_bg: Въведете вашето потребителско име или имейл адрес, за да продължите. Може да се наложи да проверите папката си със спам или белия списък %s
he: הזן את שם המשתמש או את כתובת הדוא"ל שלך כדי להמשיך. ייתכן שתצטרך לבדוק את תיקיית דואר הזבל או להוסיף את הדוא"ל %s לרשימה הלבנה
ko: 계속하려면<br>사용자 이름 또는 이메일 주소를 넣어주세요.<br>%s 메일 주소를<br>화이트리스트에 등록해야 하거나<br>정크 메일함을 확인해야 할 수 있습니다.
th: กรอกชื่อผู้ใช้หรืออีเมลของคุณเพื่อดำเนินการต่อ คุณอาจต้องตรวจสอบโฟลเดอร์สแปมหรือรายการที่อนุญาต %s ของคุณ
tr: Şifrenizi sıfırlamak için kullanıcı adınızı veya e-posta adresinizi yazın. %s adresinden e-posta gelecektir.

source: Username or Email address
ar: اسم المستخدم أو البريد الإلكتروني
bg_bg: Потребителско име или имейл адрес
el: Όνομα χρήστη ή διέυθυνση email
et_ee: Kasutajanimi või e-mail
fa: نام کاربری یا آدرس ایمیل
fi: Käyttäjänimi tai sähköpostiosoite
he: שם משתמש או דואר אלקטרוני
hu: Felhasználónév vagy E-mail cím
ko: 사용자 이름 또는 이메일 주소
lt_lt: Vartotojo vardas arba el.pašto adresas
sk: Užívateľské meno alebo e-mailová adresa
sr_rs: Korisničko ime ili Email adresa
th: บัญชีผู้ใช้หรือที่อยู่อีเมล
tr: Kullanıcı adınız veya e-posta adresiniz

source: Your password has been changed. You can now try logging in using your new password.
ar: تم تغيير كلمة السر.. تستطيع الان الدخول باستخدام كلمة السر الجديدة.
bg_bg: Вашата парола е променена. Вече можете да влизате използвайки новата парола
el: Ο κωδικός πρόσβασής σας έχει αλλάξει. Τώρα μπορείτε να δοκιμάσετε να συνδεθείτε χρησιμοποιώντας το νέο κωδικό πρόσβασης.
fa: رمز عبور شما تغییر یافت. شما اکنون میتوانید با رمز عبور جدید وارد سایت شوید.
fi: Salasanasi on nyt vaihdettu. Voit kokeilla kirjautua käyttämällä uutta salasanaasi.
he: הסיסמה שלכם שונתה! כעת תוכלו להתחבר עם הסיסמה החדשה.
hu: A jelszava megváltozott. A következő belépéskor az újonnan megadott jelszót használja.
ko: 비밀번호가 변경되었습니다.<br>이제 새 비밀번호로 로그인할 수 있습니다.
sk: Vaše heslo bolo úspešne zmenené. Teraz sa môžete prihlásiť s vašim novým heslom.
sr_rs: Vaša lozinkia je promenjenea. Možete se sada probati prijaviti sa novom lozinkom
th: รหัสผ่านของคุณมีการเปลี่ยนแปลง ตอนนี้คุณสามารถลองเข้าสู่ระบบโดยใช้รหัสผ่านใหม่
tr: Şifreniz başarıyla değiştirildi. Artık yeni şifrenizle giriş yapabilirsiniz.

source: Login now
ar: سجل دخولك
bg_bg: Влезте сега
el: Σύνδεση
fa: اکنون وارد شوید
fi: Kirjaudu nyt sisään
he: היכנס עכשיו
hu: Bejelentkezés most
ko: 바로 로그인하기
lt_lt: Prisijungti dabar
sk: Prihlásiť sa
sr_rs: Prijavi se sada
th: เข้าสู่ระบบเดี๋ยวนี้
tr: Giriş Yap

source: Enter your new password
ar: إدخل كلمة المرور الجديدة
bg_bg: Въведете новата парола
el: Εισάγετε το νέο κωδικό πρόσβασής σας
et_ee: Sisesta uus parool
fa: رمز عبور جدید خود را وارد کنید
fi: Kirjoita uusi salasana
he: הכנס סיסמא חדשה
hu: Írja be az új jelszót
ko: 새로운 비밀번호를 입력해주세요
lt_lt: Jūsų naujas slaptažodis
sk: Vložte vaše nové heslo
sr_rs: Upišite vašu novu lozinku
th: กรอกรหัสผ่านใหม่ของคุณ
tr: Yeni Şifrenizi Yazınız

source: %d characters min
ar: %d كحد ادنى من الحروف
bg_bg: %d минимални символи
el: ελάχιστοι χαρακτήρες %d
fa: حداقل %d کاراکتر
fi: vähintään %d merkkiä
he: לפחות %d תווים
hu: Minimum %d karakter
ko: 최소 %d개의 문자를 입력해주세요
sk: %d znakov minimálne
sr_rs: min znakova %d
th: ตัวอักษรอย่างน้อย %d ตัว
tr: en az %d karakter

source: Password strength
bg_bg: Сигурност на паролата
he: חוזק סיסמא
ko: 암호 강도
th: ความปลอดภัยรหัสผ่าน
tr: Şifre güvenlik seviyesi

source: Re-enter your new password
ar: إعادة إدخال كلمة المرور
bg_bg: Въведете отново новата парола
el: Εισάγετε ξανά το νέο κωδικό πρόσβασής σας
et_ee: Sisesta uuesti uus parool
fa: رمز عبور جدید را دوباره وارد کنید
fi: Kirjoita uusi salasanasi uudelleen
he: הכניסו שוב את הסיסמא החדשה
hu: Az új jelszó még egyszer
ko: 새로운 비밀번호를 다시 입력해주세요
lt_lt: Pakartotinai įrašyti naują slaptažodį
sk: Znovu vyplňte nové heslo
sr_rs: Ponovite novu lozinku
th: ป้อนรหัสผ่านใหม่
tr: Lütfen yeni şifrenizi tekrardan yazınız.

source: An email to %s has been sent with instructions to activate your account. If you don't receive the instructions try checking your junk or spam filters.
ar: تم إرسال رسالة بالبريد الالكتروني إلى٪s مع تعليمات لتفعيل حسابك. إذا لم تتلقى تعليمات, يرجى التحقق من البريد غير المرغوب فيه أو مرشحات البريد المزعج.
bg_bg: Изпратен е имейл до %s с инструкциите за активиране на вашия акаунт. Ако не сте получили инструкциите моля проверете спам кутията.
fi: Sähköposti lähetetty osoitteeseen %s aktivointi-ohjeiden kera. Jos et saanut sähköpostiviestiä, tarkista roskapostit.
he: הודעות דוא"ל נשלחה אל %s עם הוראות הפעלת החשבון. אם לא קיבלתם את ההוראות, בדקו בתיבת דואר זבל.
hu: A fiók aktiválásához szükséges instrukciókat tartalmazó üzenetet kiküldtük a következő címre: %s. n\ Kérjük ellenőrizze a spam mappát is!
ko: 계정 활성화를 위한 안내 이메일을 %s로(으로) 보내드렸습니다. 계정 활성화 링크는 48시간 동안 유효합니다. 이메일을 못 받으셨다면 정크 메일함이나 스팸 필터를 확인해주세요.
sk: Bol vám zaslaný e-mail na %s s inštrukciami na aktiváciu vašeho konta. Ak ste neobdržali takýto e-mail, skontrolujte si spam.
th: ส่งอีเมลไปยัง %s พร้อมคำแนะนำเพื่อเปิดใช้งานบัญชีของคุณ หากคุณไม่ได้รับคำแนะนำลองตรวจสอบตัวกรองขยะหรือสแปมของคุณ
tr: Kullanıcı hesabını etkinleştirme talimatları ile %s adresine bir e-posta gönderildi. Talimatlara sahip bir e-posta almadıysanız, lütfen spam filtrenizi kontrol edininiz.

source: This content is private
ar: هذا المحتوى خاص
bg_bg: Това съдържание е скрито
el: Το περιεχόμενο είναι ιδιωτικό
fa: این مطلب خصوصی میباشد.
fi: Tämä sisältö on yksityistä
he: האלבום מוגדר פרטי
hu: Ez egy privát tartalom
ko: 이 게시물은 비공개 게시물입니다
sk: Tento obsah je súkromný
sr_rs: Sadžaj je privatan
th: นี่เป็นเนื้อหาส่วนตัว
tr: Özel içerik !

source: Do you really want to delete this album and all of its images? This can't be undone.
ar: هل حقا تريد حذف هذا الألبوم وكافة الصور الموجودة بداخله ؟ لا يمكن التراجع.
bg_bg: Наистина ли искате да изтриете този албум и всичките му изображения? Това не може да бъде отменено.
el: Θέλετε πραγματικά να διαγράψετε αυτό το άλμπουμ και όλες τις εικόνες του; Αυτό δεν μπορεί να αναιρεθεί.
fa: آیا نسبت به حذف این آلبوم و تصاویر آن مطمئن هستید؟ این عمل غیرقابل بازگشت است.
fi: Haluatko varmasti poistaa albumin ja kaikki sen kuvat? Toimintoa ei voi perua.
he: האם הינך בטוח במחיקת האלבום כולל התמונות? לא ניתן לבטל פעולה זו.
hu: Biztos, hogy törölni szeretné az albumot és a benne található összes képet? Ez a folyamat nem visszafordítható.
ko: 이 앨범과 앨범의 모든 이미지를 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
sk: Naozaj si prajete odstrániť tento album a všetky obrázky do neho zaradené? Nevratná akcia!
sr_rs: Dali stvarno želite obrisati ovaj album i sve slike? Ovo je nepovratno
th: คุณต้องการที่จะลบอัลบั้มนี้และทุกภาพของตนหรือไม่?
tr: Gerçekten bu albümü ve içindekileri silmek istiyormusun? Bu işlemin geri dönüşü yok.

source: You like this
ar: انت معحب بهذا
bg_bg: Вие харесвате това
fi: Tykkäsit tästä
he: אהבת את זה
hu: Kedveled ezt
ko: 좋아하는 게시물입니다
th: คุณถูกใจสิ่งนี้
tr: Bunu beğendiniz

source: Upload to album
ar: تحميل إلى الألبوم
bg_bg: Качване в албума
fi: Lataa albumiin
he: העלה תמונות לאלבום
ko: 앨범에 업로드
th: อัพโหลดไปยังอัลบั้ม
tr: Albüme yükle

source: Album link
ar: رابط الألبوم
bg_bg: Връзка към албум
el: Σύνδεσμος άλμπουμ
et_ee: Albumi link
fa: لینک آلبوم
fi: Albumin osoite
he: קישור לאלבום
ko: 앨범 링크
lt_lt: Albumo nuoroda
sk: Link albumu
sr_rs: Link albuma
th: ลิงก์อัลบั้ม
tr: Albüm link adresi

source: Please read and comply with the following conditions before you continue:
ar: يرجى قراءة والالتزام بالشروط التالية قبل المتابعة:
bg_bg: Моля, прочетете и спазвайте следните условия, преди да продължите:
fi: Lue ja täytä seuraavat ehdot ennen jatkamista:
he: אנא הקפד לקרוא היטב את תנאי השימוש לפני המשך השימוש באתר; תנאי השימוש מהווים הסכם מחייב בינך לבין מערכת האתר
ko: 계속하기 전에 다음 조건을 읽고 준수해주세요:
th: โปรดอ่านและปฏิบัติตามเงื่อนไขดังต่อไปนี้ก่อนที่คุณจะดำเนินการต่อ:
tr: Devam etmeden önce lütfen aşağıdaki koşulları okuyun ve onaylayın:

source: This website contains information, links and images of sexually explicit material. If you are under the age of %s, if such material offends you or if it's illegal to view such material in your community please do not continue. I am at least %s years of age and I believe that as an adult it is my inalienable right to receive/view sexually explicit material. I desire to receive/view sexually explicit material. I believe that sexual acts between consenting adults are neither offensive nor obscene. The viewing, reading and downloading of sexually explicit materials does not violate the standards of my community, town, city, state or country. The sexually explicit material I am viewing is for my own personal use and I will not expose minors to the material. I am solely responsible for any false disclosures or legal ramifications of viewing, reading or downloading any material in this site. Furthermore this website nor its affiliates will be held responsible for any legal ramifications arising from fraudulent entry into or use of this website. This consent screen constitutes a legal agreement between this website and you and/or any business in which you have any legal or equitable interest. If any portion of this agreement is deemed unenforceable by a court of competent jurisdiction it shall not affect the enforceability of the other portions of the agreement.
ar: هذا الموقع يحتوى على معلومات, روابط وصور ذات محتوى للبالغين. إذا كنت تحت سن %s. أو إذا كانت المحتوى يؤذيك أو من الغير قانونى مشاهدته فى مجتمعك, رجاء عدم الاستمرار. انا عمرى على الأقل %s وأعتقد بصفتى شخصا بالغا ان من حقى تلقى \ مشاهدة محتوى البالغين . واريد ان اتلقى\ اشاهد ذلك المحتوى. اعتقد أن الممارسة الجنسية بالتراضى بين البالغين ليست مسيئة أو فاضحة . و المشاهدة, القرائة أو تحميل المحتوى الصريح لاينتهك معايير المجتمع الخاص بى, المدينة أو الولاية أو الدولة . المحتوى الجنسى الصريح الذى أقوم بمشاهدته هو لاستخدامى الشخصى ولن أقوم بعرضه على الصغار . انا المسؤول الوحيد عن أى عواقب قانونية تتبع مشاهدة , قرائة او تحميل أى محتوى على هذا الموقع. وعلاوة على ذلك فإن الموقع وأى من الكيانات التابعة له لن تتحمل أية مسؤولية بخصوص أآ عواقب قانونية تنشأ من الدخول المزور أو استخدام هذا الموقع. شاشة الموافقة هذة تشكل اتفاقية قانونية بين هذا الموقع وبينك و \ أو أى اعمال لديك فيها مصلحة قانونية. إذا اعتبر أى جزء من تلك الاتفاقية غير قابل للتنفيذ من قبل محكمة مختصة . فلايجب ان تؤثر على قابلية تنفيذ أى من الأجزاء الأخرى من الاتفاقية.
bg_bg: Този уебсайт съдържа информация, връзки и изображения на материали, които са явно сексуално представени. Ако сте на възраст под %s, ако такъв материал ви обижда или ако е незаконно да гледате такива материали във вашата общност, моля, не продължавайте. Аз съм на поне %s години и вярвам, че като възрастен е неотменимото ми право да получавам / разглеждам сексуално изрични материали. Искам да получавам / разглеждам сексуално изрични материали. Считам, че сексуалните актове между възрастните не са нито обидни, нито нецензурни. Преглеждането, четенето и изтеглянето на сексуално категорични материали не нарушава стандартите на моята общност, град, щат или държава. Сексуално изричният материал, който разглеждам, е за моя лична употреба и няма да излагам непълнолетни на материала. Аз съм единствено отговорен за неверни разкрития или правни последици от гледане, четене или изтегляне на всякакви материали в този сайт. Освен това този уебсайт, нито неговите партньори, ще носят отговорност за правни последствия, произтичащи от измамно влизане или използване на този уебсайт. Този екран за съгласие представлява правно споразумение между този уебсайт и вас и / или всеки бизнес, в който имате правен или справедлив интерес. Ако някоя част от това споразумение бъде счетена за неприложима от компетентен съд, това не засяга изпълняемостта на другите части от споразумението.
fi: Tämä sivusto sisältää tietoa, linkkejä ja kuvia seksuaalisesta materiaalista. Jos olet alle %s-vuotias, koet tällaisen materiaalin loukkaavaksi tai jos se on laitonta katsella tällaista materiaalia paikkakunnallasi, älä jatka. Olen vähintään %s-vuotias ja uskon, että aikuisena minulla on oikeus saada/katsella seksuaalista materiaalia. Haluan saada/katsella seksuaalista materiaalia. Uskon, että aikuisten välinen seksuaalinen toiminta on vapaaehtoista ja ei ole loukkaavaa eikä säädytöntä. Seksuaalisen materiaalin katselu, lukeminen ja lataaminen ei riko paikkakuntani, kaupungin tai maani lakia. Katselemani seksuaalinen materiaali on vain omaan käyttööni ja en näytä sitä alaikäisille. Olen yksin vastuussa kaikista vääristä tiedoista tai oikeudellisista seurauksista liittyen materiaalin katseluun, lukemiseen tai lataamiseen tällä sivustolla. Lisäksi tämä sivusto tai sen konserniyhtiöt eivät ole vastuussa mistään oikeudellisista seurauksista, jotka johtuvat petollisen tulon saamisesta tai näiden verkkosivujen käytöstä. Tämä ehtojen hyväksyminen muodostaa laillisen sopimuksen tämän sivuston ja sinun ja/tai yrityksen, jossa sinulla on laillinen tai tasapuolinen osuus. Jos jokin osan tästä sopimuksesta toimivaltainen tuomioistuin katsoo täytäntöönpanokelvottomaksi, se ei vaikuta muihin sopimuksen osiin.
he: 1) אתר זה עלול להכיל מידע, קישורים ותמונות של חומר שעלול להתפרש כמיני. אם הינך מתחת לגיל %s, אנא קרא תנאים אלה בעיון ובקפידה יחד עם הוריך (או אפוטרופוס אחר). אם אתה (או הוריך) אינכם מסכימים לתנאי השימוש של האתר, כולם או חלקם, אינך רשאי לעשות שימוש באתר זה לכל מטרה שהיא. 2) אם בכל זאת המשכת לסעיף הבא הינך מצהיר שעברת את גיל %s שנה, ויש לך זכות לקבל / להציג חומר מיני מפורש. 3) החומר שהינך נחשף אליו ועלול להתפרש כמיני ראוי רק לשימוש האישי שלי ונאסר עלי לחשוף אותו בפני קטינים. המערכת או מי מטעמה לא נושאים בכל אחריות שהיא לנזק, הוצאה, התחייבות, הפסד או תביעה שייגרמו למשתמש באתר, ונובעים או קשורים בשימוש שלא כדין בשירותים באתר או לגבי תכנים הניתנים בו, או במידת שביעות רצונו של המשתמש מהם, לרבות אך לא רק לנזק, הוצאה, התחייבות, הפסד או תביעה עקב מסירת או העלאת מידע לאתרים בניהול או בבעלות צד שלישי שהמשתמש הגיע אליהם דרך קישור באתר; פרטים ו/או תוכן לא מהימן ו/או לא שלם ו/או לא ו/או לא מדויק מעודכן ו/או לא חוקי שנמסר או הועלה לאתר על ידי משתמש; לפרסומות המתפרסמות באתר מעת לעת על ידי מפרסמים ונותני חסות.
ko: 이 웹사이트에는 성적으로 노골적인 자료의 정보, 링크 및 이미지가 포함되어있습니다. %s세 미만인 경우, 이러한 자료가 여러분을 불쾌하게 하거나 커뮤니티에서 이러한 자료를 보는 것이 불법인 경우, 입장하지 말아 주세요. 나는 적어도 %s세 이상의 나이이며, 성인으로서 성적으로 노골적인 자료를 받고 보는 것은 나의 양도할 수 없는 권리라고 믿습니다. 이에 따라 성적으로 노골적인 자료를 받고 보겠습니다. 나는 상호 동의하에 성인들 사이의 성행위는 불쾌하지 않으며 음란하지 않다고 생각합니다. 성적으로 노골적인 자료를 보고 읽거나 다운로드하는 것은 나의 지역사회, 마을, 도시, 주 또는 국가의 기준을 위반하는 것이 아닙니다. 내가 보는 성적으로 노골적인 자료는 나의 개인 용도로 사용되며 미성년자에게 해당 자료를 노출시키지 않겠습니다. 나는 본 웹사이트의 자료를 보고 읽거나 다운로드하는 것에 대한 잘못된 결과나 법적 결과에 대해 전적으로 나에게 책임이 있음을 이해합니다. 또한 본 웹사이트 혹은 그 계열사에게 본 웹사이트의 부정 입장 또는 사용으로 인해 발생하는 모든 법적 결과에 대해 책임을 지겠습니다. 이 동의 화면은 본 웹사이트와 귀하 그리고/또는 귀하가 법적 또는 공평한 지분을 가지고 있는 모든 기업 간의 법적 계약을 구성합니다. 관할 법원에서 본 계약의 일부를 집행할 수 없다고 판단될 경우, 본 계약의 다른 부분의 집행 가능성에 영향을 미치지 않습니다.
th: เว็บไซต์นี้มีอาจมีข้อมูลการเชื่อมโยงและภาพของเนื้อหาทางเพศที่โจ่งแจ้ง ถ้าคุณอายุต่ำกว่า %s, ถ้าเนื้อหาดังกล่าวขัดต่อคุณหรือหากดูเนื้อหาดังกล่าวในชุมชนของคุณอย่างผิดกฎหมายโปรดอย่าดำเนินการต่อ. ฉัน %s ปีและฉันเชื่อว่าในฐานะที่เป็นผู้ใหญ่มันเป็นสิทธิที่จะได้รับ / ดูเนื้อหาที่ไม่เหมาะสมทางเพศ ฉันต้องการรับ / ดูเนื้อหาที่มีเนื้อหาทางเพศที่โจ่งแจ้ง. ผมเชื่อว่าการกระทำทางเพศระหว่างผู้ใหญ่ที่ยินยอมจะไม่เป็นที่รังเกียจและหยาบคาย การดูการอ่านและการดาวน์โหลดเนื้อหาที่มีเนื้อหาทางเพศไม่เป็นการละเมิดมาตรฐานของชุมชนเมืองเมืองรัฐหรือประเทศของฉัน. เนื้อหาที่โจ่งแจ้งทางเพศที่ฉันดูคือการใช้ส่วนตัวของฉันเองและฉันจะไม่เปิดเผยเนื้อหาดังกล่าวแก่ผู้เยาว์. ฉันเป็นผู้รับผิดชอบต่อการเปิดเผยข้อมูลที่ผิดพลาดหรือข้อ จำกัด ทางกฎหมายในการดูอ่านหรือดาวน์โหลดเนื้อหาใด ๆ ในไซต์นี้ นอกจากนี้เว็บไซต์นี้หรือ บริษัท ในเครือจะไม่รับผิดชอบต่อผลกระทบทางกฎหมายใด ๆ ที่เกิดจากการเข้าหรือใช้งานเว็บไซต์นี้โดยฉ้อฉล. หน้าจอความยินยอมนี้ถือเป็นข้อตกลงทางกฎหมายระหว่างเว็บไซต์นี้กับคุณและ / หรือธุรกิจใด ๆ ที่คุณมีส่วนได้เสียตามกฎหมายหรือเป็นธรรม หากส่วนใดส่วนหนึ่งของข้อตกลงนี้ถือว่าไม่สามารถบังคับได้โดยศาลที่มีเขตอำนาจศาลจะไม่ส่งผลกระทบต่อการบังคับใช้ส่วนอื่น ๆ ของข้อตกลง.
tr: Bu web sitesi cinsel açıdan uygunsuz materyaller içeren bilgiler, bağlantılar ve resimler içermektedir. Eğer %s yıldan daha az iseniz, gösterilen materyallere herhangi bir şekilde katılmamalısınız ya da ülkenizde gösterilen materyaller yasa dışı ise, lütfen bu sayfadan çıkınız. En az %s yaşındayım ve bir yetişkin olarak cinsel taciz edici materyalleri görmeye hakkım olduğuna inanıyorum. Cinsel olarak saldırgan materyalleri görmek veya almak istiyorum. Yetişkin cinsel eylemlerinin ne müstehcen ne de saldırgan olduğu kanaatindeyim. Cinsel olarak müstehcen materyalleri görüntülemek, okumak ve indirmek, topluluklarım, şehri, eyaleti veya ülkemi yasaları ihlal etmemektedir. Cinsel olarak rahatsız edici materyaller sadece kişisel kullanımım içindir ve malzemeyi küçüklere teslim etmeyeceğim. Bu sitedeki materyalin görüntülenmesi, okunması ve indirilmesi sonucu ortaya çıkabilecek herhangi bir izinsiz yayın veya hukuki sonuçtan şahsen sorumluyum. Ayrıca, bu sitenin operatörü veya bu sitenin diğer herhangi bir ortakları, bu siteyi ziyaret ettiğim veya bu siteyi kullanmamdan kaynaklanan herhangi bir yasal sonuçtan sorumlu değildir. Bu rıza bildirimi, kullanıcı ile bu web sitesinin operatörü arasında yasal olarak bağlayıcı bir anlaşma teşkil eder. Bu anlaşmanın herhangi bir kısmı yasal olarak geçersiz olursa, diğer tüm bileşenler etkilenmez.
