Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Vector version or your website logo in SVG format (only for homepage).
ar: إصدار الفيكتور أو شعار الموقع فى صيغة svg (فقط للصفحة الرئيسية)
bg_bg: Векторна версия или логото на вашия уебсайт във SVG формат (само за начална страница).
fi: Vektori versio sivuston logosta SVG muodossa (vain etusivula).
he: הוסף את תמונת לוגו וקטור או את הלוגו של האתר בפורמט SVG (רק עבור דף הבית).
hu: A weboldal logója vektoros formátumban (csak a kezdőlaphoz).
ko: 벡터 버전 또는 SVG 형식의 웹사이트 로고 (홈페이지 전용).
sk: Vektorová verzia loga vašej webovej stránky vo formáte SVG (iba pre domovskú stránku).
th: รุ่นเวกเตอร์หรือโลโก้เว็บไซต์ของคุณในรูปแบบ SVG (เฉพาะสำหรับหน้าแรก)
tr: Web sitenizin logosunun SVG formatındaki vektör versiyonu (sadece ana sayfa için).

source: Bitmap version or your website logo (only for homepage). PNG format is recommended.
ar: إصدار البيتماب أو شعار الموقع ( فقط للصفحة الرئيسية ) يوصى باستخدام صيغة .PNG
bg_bg: Версия на bitmap или логото на вашия уебсайт (само за начална страница). PNG форматът се препоръчва.
fi: Bitmap versio sivuston logosta (vain etusivula). PNG muoto on suositeltu.
he: מומלץ להעלאות תמונה בפורמט PNG (רק עבור דף הבית).
hu: A weboldal logójának bitmap verziója (csak a kezdőlaphoz). PNG formátum ajánlott.
ko: 비트맵 버전 또는 웹사이트 로고 (홈페이지 전용). PNG 파일 형식을 사용하는 것이 좋습니다.
sk: Rastrová verzia loga vašej webovej stránky (iba pre domovskú stránku), najlepšie vo formáte PNG.
th: รุ่น Bitmap หรือโลโก้เว็บไซต์ของคุณ (เฉพาะสำหรับหน้าแรก) ขอแนะนำรูปแบบ PNG
tr: Bitmap sürümü veya web sitenizin logosu (sadece ana sayfa için). PNG formatı önerilir.

source: This will be added inside the homepage %s tag. Leave it blank to use the default contents.
ar: سيتم إضافة هذا فى وسم الصفحة الرئيسية %s . اتركها فارغة لاستخدام المحتويات الافتراضية.
bg_bg: Това ще бъде добавено в маркера %s на началната страница. Оставете празно, за да използвате съдържанието по подразбиране.
fi: Tämä lisätään etusivulle %s tagin sisään. Jätä se tyhjäksi käyttääksesi oletussisältöä.
he: התוכן יתווסף בתוך טאג %s בדף הבית. השאר ריק כדי להציג תוכן ברירת מחדל.
hu: Ez lesz hozzáadva a kezdőlap %s tagjéhez. Hagyja üresen az alapértelmezett tartalom használatához.
ko: 홈페이지 %s 태그 안에 추가됩니다. 기본 내용을 사용하려면 비워두세요.
sk: Toto bude vložené dovnútra tagu domovskej stránky %s. Ponechajte prázdne pre základný obsah.
th: ซึ่งจะถูกเพิ่มลงในแท็ก %s ของหน้าแรก เว้นว่างไว้เพื่อใช้เนื้อหาเริ่มต้น
tr: Bu %s ana sayfasının içine eklenecek. Varsayılan içerikleri kullanmak için boş bırakın.

source: Paragraph
ar: فقرة نصية
bg_bg: Параграф
fi: Kappale
hu: Bekezdés
ko: 문단
sk: Pragraf
th: ย่อหน้า
tr: Paragraf

source: Call to action button color
ar: لون زر الإجراء
bg_bg: Призив към действие цветен бутон
fi: Toimintapainikkeen väri
he: צבע כפתור פעולה בדף הבית
hu: Az "akciógomb" színe
ko: 콜투액션 버튼 색상
sk: Farba tlačidla akcie
th: สีของปุ่มเรียกร้องให้ดำเนินการ
tr: Harekete geçme düğmesinin rengi

source: Color of the homepage call to action button.
ar: لون زر الإجراء فى الصفحة الرئيسية.
bg_bg: Цвят на бутона за призоваване към действие на началната страница.
fi: Etusivun toimintapainikkeen väri
he: בחר צבע לכפתור "הנעה לפעולה" בדף הבית
hu: A kezdőlapon megjelenő "akciógomb" színe.
ko: 홈페이지 콜투액션 버튼의 색상입니다.
sk: Farba tlačidla akcie pre domovskú stránku
th: สีของปุ่มเรียกร้องให้ดำเนินการในหน้าแรก
tr: Ana sayfanın rengi harekete geçirici düğmeyi işaretler.

source: Call to action outline style button
ar: شكل تحديد زر الإجراء
bg_bg: Бутон контур стил
fi: Toimintapainikkeen ääriviivan tyyli
hu: Az "akciógomb" külső stílua
ko: 콜투액션 아웃라인 스타일 버튼
sk: Štýl pre tlačidlo akcie
th: ปุ่มสไตล์การเรียกร้องให้ดำเนินการ
tr: Eylem anahat stili düğmesini ara

source: Enable this to use outline style for the homepage call to action button.
ar: تفعيل هذا لاستخدام شكل التحديد لزر الإجراء فى الصفحة الرئيسية.
bg_bg: Активирайте това, за да използвате стила на контура на началната страница.
fi: Ota käyttöön toimintapainikkeen ääriviivojen tyyli etusivulla.
he: הפעילו את זה על מנת להשתמש בסגנון מתווה בשביל דף הבית בכפתור "הנעה לפעולה".
hu: Engedélyezze, hogy külső stílust adjon meg a kezdőlapi "akciógombnak".
ko: 홈페이지 콜투액션 버튼을 아웃라인 스타일로 설정하려면 이 옵션을 활성화 해주세요.
sk: Povoľte toto, ak si želáte použiť štýl na tlačidlo akcie na domovskej stránke.
th: เปิดใช้งานรูปแบบนี้เพื่อใช้สไตล์เค้าร่างสำหรับปุ่มเรียกร้องให้ดำเนินการในหน้าแรก
tr: Ana sayfa harekete geçirme düğmesinin anahat stilini kullanmak için bunu etkinleştirin.

source: Call to action functionality
ar: وظيفة زر الإجراء
bg_bg: Призив към действие функционалност
fi: Toiminnalisuus
hu: Akciógomb funkció
ko: 콜투액션 기능
sk: Funkcia tlačidla akcie
th: ฟังก์ชันการเรียกร้องให้ดำเนินการ
tr: Eylem işlevine çağrı

source: Trigger uploader
ar: رافع المشغل
bg_bg: Задействащо устройство за задействане
fi: Latauksen laukaisija
hu: Feltöltő aktiválása
ko: 업로더 트리거
sk: Spúšťač nahrávania
th: เรียกใช้โปรแกรมอัพโหลด
tr: Tetikleyici yükleme

source: Open URL
ar: فتح الرابط
bg_bg: Отваряне на URL адрес
fi: Avaa osoite
hu: Link megnyitása
ko: URL 열기
sk: Otvoriť URL
th: เปิด URL
tr: Link aç

source: Call to action URL
ar: رابط الإجراء
bg_bg: URL адрес на призив за действие
fi: Osoite toiminnallisuus
hu: Akciógomb URL
ko: 콜투액션 URL
sk: Volanie akcie URL
th: URL เรียกร้องให้ดำเนินการ
tr: Eylem URL'sine ara

source: Enter an absolute or relative URL
ar: إدخال رابط مطلق أو مرتبط
bg_bg: Въведете абсолютен или относителен URL адрес
fi: Anna absoluuttinen tai suhteellinen osoite
hu: Adjon meg egy abszolút vagy relatív URL-t
ko: 절대 또는 상대 경로의 URL을 입력해주세요.
sk: Zadajte absolútnu alebo relatívnu URL
th: ป้อน URL แบบสัมบูรณ์หรือสัมพัทธ์
tr: Mutlak veya göreceli bir URL girin

source: A relative URL like %r will be mapped to %l
ar: الروابط المرتبطة مثل %r ستكون مرسة إلى %l
bg_bg: Относителен URL адрес като %r ще бъде картографиран на %l
fi: Suhteellinen osoite %r osoittaa %l
hu: Egy relatív URL mint például %r lesz hozzárendelve a következőhöz: %l
ko: 상대 경로 URL은 %r과 같은 형식이며 %l로 맵핑됩니다.
sk: Relatívna URL ako %r bude premapovaná na %l
th: URL ที่คนรู้จักถูกใจ %r จะถูกแมปไปยัง %l
tr: %r gibi göreceli bir URL %l ile eşlenir

source: Call to action HTML
ar: html للإجراء
bg_bg: HTML за призоваване към действие
fi: HTML toiminnallisuus
hu: Akciógomb HTML
ko: 콜투액션 HTML
sk: HTML akcie
th: HTML เรียกร้องให้ดำเนินการ
tr: Eylem HTML’yi çağırın

source: This will be added inside the call to action <a> tag. Leave it blank to use the default contents.
ar: سيضاف هذا إلى داخل وسم <a> الإجراء . اتركها فارغة لاستخدام المحتوى الافتراضى
bg_bg: Това ще бъде добавено в <a> маркера за призив към действие. Оставете празно, за да използвате съдържанието по подразбиране.
fi: Tämä lisätään toiminnallisuuden <a> tagin sisään. Jätä se tyhjäksi käyttääksesi oletussisältöä.
he: התוכן יתווסף בתוך טאג <a>. השאר ריק כדי להציג תוכן ברירת מחדל.
hu: Ez lesz hozzáadva az akciógomb <a> tagjához. Hagyja üresen az alapértelmezett tartalom használatához.
ko: 콜투액션 <a> 태그 안에 추가됩니다. 기본 내용을 사용하려면 비워두세요.
sk: Toto bude vložené dovnútra tagu <a>. Ponechajte prázdne pre základný obsah.
th: ซึ่งจะถูกเพิ่มลงในแท็ก <a> การเรียกร้องให้ดำเนินการ เว้นว่างไว้เพื่อใช้เนื้อหาเริ่มต้น
tr: Bu, harekete geçirme ifadesine <a> etiketi eklenir. Varsayılan içerikleri kullanmak için boş bırakın.

source: User IDs
ar: هويات المستخدم
bg_bg: Потребителски ID-та
fi: Käyttäjä ID:t
hu: Felhasználó azonosítók
ko: 사용자 ID
sk: ID užívateľa
th: ผู้ใช้งาน IDs
tr: Kullanıcı Kimlikleri

source: Comma-separated list of target user IDs (integers) to show most recent images on homepage. Leave it empty to display trending images.
bg_bg: Списък на разделени със запетая ID-та на целеви потребители, за да се показват изображения на началната страница. Оставете празно или нулево, за да се показват всички скорошни изображения.
ko: 홈페이지에서 가장 최근 이미지를 표시하기 위한 쉼표로 구분된 대상 사용자 ID(정수) 목록입니다. 트랜드 이미지를 보여주려면 비워두세요.
tr: Ana sayfada görüntüleri göstermek için hedef kullanıcı kimliklerinin virgülle ayrılmış listesi. Tüm son resimleri görüntülemek için boş veya sıfır bırakın.

source: banners
bg_bg: банери
fi: bannerit
ko: 배너
th: แบนเนอร์
tr: banner'lar

source: Automatic updates check
bg_bg: Автоматични проверки за актуализации
fi: Automaattinen päivitysten tarkistus
ko: 자동 업데이트 확인하기
th: ตรวจสอบการอัปเดตอัตโนมัติ
tr: Otomatik güncellemeler kontrolü

source: When enabled the system will automatically check for new updates.
bg_bg: При активиране системата автоматично ще проверява за нови актуализации.
fi: Kun otettu käyttöön, järjestelmä tarkistaa automaattisesti uudet päivitykset.
ko: 활성화하면 시스템은 자동으로 새로운 업데이트를 체크합니다.
th: เมื่อเปิดใช้งานระบบจะตรวจหาการอัปเดตใหม่โดยอัตโนมัติ
tr: Etkinleştirildiğinde, sistem otomatik olarak yeni güncellemeleri kontrol eder.

source: Display available updates notification
ar: عرض إشعارات التحديثات المتاحة.
bg_bg: Показване на наличните известия за актуализации
fi: Näytä ilmoitus päivityksistä
he: הצג התראות על עדכון למערכת
ko: 업데이트 가능 알림 표시
th: แสดงการแจ้งเตือนการอัปเดตที่พร้อมใช้งาน
tr: Mevcut güncellemeler bildirimini görüntüle

source: Enable this to show a notice on top warning you about new available system updates.
ar: تمكين هذا لعرض ملحوظة فى الأعلى تنبه على التحديثات الجديدة المتاحة للنظام .
bg_bg: Активирайте това, за да се показват известия отгоре, да ви предупреждава за нови налични системни актуализации.
fi: Ota käyttöön ilmoitus uusista päivityksistä järjestelmään.
ko: 사용 가능한 새로운 시스템 업데이트에 대한 알림을 상단 알림에 표시하려면 이 옵션을 활성화로 설정해주세요.
th: เปิดใช้งานคุณลักษณะนี้เพื่อแสดงการแจ้งเตือนด้านบนเพื่อเตือนคุณเกี่ยวกับการอัปเดตระบบใหม่ที่พร้อมใช้งาน
tr: Yeni mevcut sistem güncellemeleri hakkında sizi uyaran bir uyarı göstermek için bunu etkinleştirin.

source: Dump update query
bg_bg: Dump актуализация на заявката
ko: 업데이트 쿼리 덤프 뜨기
tr: Güncelleme sorgusunu döküm

source: Enable this if you want to dump the update query to run it manually.
bg_bg: Активирайте това, ако искате автоматично да откриете и зададете правилния език за всеки потребител.
ko: 활성화하면 자동으로 언어를 감자하여 각 사용자에게 맞는 언어로 설정합니다.
tr: Her kullanıcı için doğru dili otomatik olarak algılayıp ayarlamak istiyorsanız bunu etkinleştirin.

source: SEO %s URLs
bg_bg: SEO %s URL адреси
ko: 검색엔진 최적화 %s URL
tr: SEO %s URL'ler

source: Enable this if you want to use SEO %s URLs.
bg_bg: Активирайте това, ако искате да използвате SEO %s URL адреси.
ko: 검색엔진 최적화 %s URL을 사용하려면 이 옵션을 활성화로 선택해주세요.
th: เปิดใช้งานนี้ หากคุณต้องการใช้ SEO %s URLs
tr: SEO %s URL'lerini kullanmak istiyorsanız bunu etkinleştirin..

source: Minify code
ar: رمز التصغير
bg_bg: Минимизиране на кода
fi: Pakkaa koodi
hu: Kód tömörítése
ko: 코드 최소화
sk: Kód minify
th: ย่อรหัส
tr: Kodu küçült

source: Enable this if you want to auto minify CSS and JS code.
ar: تمكين هذا إذار اردت أن تصغر تلقائيا كود CSS و JS.
bg_bg: Активирайте това, ако искате автоматично да минимизирате CSS и JS код.
fi: Ota käyttöön CSS ja JS koodin automaattinen pakkaus.
he: הפעילו את זה אם אתם רוצים מיניפציה אוטומטית של CSS וJS.
hu: Engedélyezze, ha szeretné, hogy az oldal automatikusan tömörítse a CSS és JS kódot.
ko: CSS 및 JS 코드를 자동으로 최소화하려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete automaticky minify CSS a JS kód.
th: เปิดใช้งานนี้หากคุณต้องการลดขนาดโค้ด CSS และ JS โดยอัตโนมัติ
tr: CSS ve JS kodunu otomatik olarak küçültmek istiyorsanız bunu etkinleştirin.

source: Maintenance
ar: الصيانة
bg_bg: Поддръжка
el: Συντήρηση
fi: Huolto
hu: Karbantartás
ko: 유지보수
sk: Údržba
th: ซ่อมบำรุง
tr: Bakım

source: When enabled the website will show a maintenance message. This setting doesn't affect administrators.
ar: عند التمكين , يقوم الموقع بإظهار رسالة الصيانة . هذا الإعداد لايؤثر على الإداريين فى الموقع
bg_bg: Когато е активиран, уебсайтът ще покаже съобщение за поддръжка. Тази настройка не засяга администраторите.
el: Όταν ενεργοποιηθεί η ιστοσελίδα θα εμφανιστεί ένα μήνυμα συντήρησης. Αυτή η ρύθμιση δεν επηρεάζει τους διαχειριστές.
fi: Kun otettu käyttöön, sivustolla näkyy huoltotila ilmoitus. Tämä asetus ei vaikuta pääkäyttäjille.
he: כשזה מופעל, האתר יציג הודעת תחזוקה. הגדרות אלו אינן משפיעות על מנהלים.
hu: Bekapcsolása esetén a látogatók számára egy karbantartásra figyelmeztető üzenetet jelenik meg. Az admnisztrátorok továbbra is megtekinthetik az oldalt.
ko: 이 옵션을 활성화하면 웹사이트는 사용자에게 유지보수 메시지를 보여줍니다. 이 설정은 관리자에게 영향을 주지 않습니다.
sk: Ak je toto povolené, užívateľom sa zobrazí hlásenie údržby systému. Toto nemá vplyv na administrátorov.
th: เมื่อเปิดใช้งานเว็บไซต์จะแสดงข้อความการบำรุงรักษา การตั้งค่านี้ไม่ส่งผลกระทบต่อผู้ดูแล
tr: Etkinleştirildiğinde website bakım mesajı gösterecektir. Bu ayar, yöneticileri etkilemez.

source: Crypt salt
ar: التشفير المتقدم
bg_bg: Криптер
el: Κλειδί κρυπτογράφησης
fi: Kryptauksen avain
ko: 암호화 솔트(Crypt salt)
sk: Kryptografická soľ
th: เข้ารหัส salt

source: This is the salt used to convert numeric ID to alphanumeric. It was generated on install.
ar: التشفير المتقدم سيتم إستخدامه لتحويل المعرف الرقمي إلى الأبجدية الرقمية. تم إنشاؤها على التثبيت.
bg_bg: Този криптер се използва за преобразуване на числовия идентификатор в буквено-цифрова стойност. Той е генериран при инсталация.
el: Αυτό είναι το κλειδί που χρησιμοποιείται για την μετατροπή αριθμητικών ID σε αλφαριθμητικών. Δημιουργείται κατά την εγκατάσταση.
fa: این کلید برای تبدیل شناسه عددی به شناسه ی ترکیبی حروف و اعداد استفاده میشود. این به صورت خودکار در هنگام نصب ساخته شده است.
fi: Tätä suolaa käytetään muuntamaan numerollisesta tunnisteesta aakkosnumeerinen. Se luotiin asennuksen aikana.
hu: Ez a 'salt' konvertálja a numerikus azonosítót alfanumerikussá. A telepítéskor került létrehozásra.
ko: 이 옵션은 숫자 ID를 영숫자로 변환할 때 사용하는 문자열입니다. 솔트 문자열은 설치시 생성되었습니다.
sk: Toto je "salt" (kryptografická soľ) používaná k prevodu číselného ID na alfanumerický. Bol vygenerovaný počas inštalácie.
sr_rs: Ovo se koristi da konvertuje numerički ID u alfanumerički. Generisan je pri instalaciji.
th: นี่คือเครื่องมือที่ใช้ในการแปลงรหัสตัวเลขเป็นตัวอักษรและตัวเลข มันถูกสร้างขึ้นเมื่อติดตั้ง
tr: Kullanıcı İD Kimlik Numarasıdır. Bu İD üzerinden işlemler yapılacaktır.

source: PHP error reporting
ar: خطأ تقرير PHP
bg_bg: Отчитане на грешки в PHP
fi: PHP virhe raportointi
hu: PHP hibajelentés
ko: PHP 오류 보고
sk: PHP chybové hlásenia
th: การรายงานข้อผิดพลาด PHP
tr: PHP hata raporlama

source: Enable this if you want to print errors generated by PHP <a %s>error_reporting()</a>. This should be disabled in production.
ar: قم بتمكين هذا إذا اردت أن تطبع الأخطاء المتولدة من PHP <a %s>error_reporting()</a>. ينبغى ان يتم تعطيل تلك الخاصية للحماية.
bg_bg: Активирайте това, ако искате да отпечатате грешки, генерирани от PHP <a %s>error_reporting()</a>. Това трябва да бъде деактивирано в производството.
fi: Ota käyttöön PHP:n <a %s>error_reporting()</a> viestien näyttö. Tämä tulee poistaa käytöstä tuotantoympäristössä.
he: הפעילו את זה אם אתם רוצים להדפיס שגיאות שנוצרות על ידי PHP <a %s>error_reporting()</a>. זה צריך להיות כבוי בזמן תחזוקה.
hu: Engedélyezze, ha szeretné látni a PHP <a %s>error_reporting()</a> által generált hibákat. Éles oldalnál ajánlott kikapcsolva tartani.
ko: PHP 오류 보고에서 생성된 오류를 출력하려면 이 옵션을 활성화로 선택해주세요. 실 사용 구성에서는 이 옵션을 비활성화해야 합니다.
sk: Povoľte toto, ak si želáte vypísať chyby generované PHP <a %s>error_reporting()</a>. Toto bude deaktivované v prevádzke.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการพิมพ์ข้อผิดพลาดที่เกิดขึ้นจาก PHP <a %s>error_reporting()</a> ควรปิดใช้งานในการผลิต
tr: PHP <a %s>error_reporting()</a>. T tarafından oluşturulan hataları yazdırmak istiyorsanız bunu etkinleştirin. Bu üretimde devre dışı bırakılmalıdır.

source: Debug level
ar: مستوى تصحيح الأخطاء
bg_bg: Ниво на грешки
fi: Debug taso
hu: Hibakeresési szint
ko: 디버그 수준
sk: Úroveň debugovania
th: ระดับดีบัก
tr: Hata ayıklama düzeyi

source: None
ar: لايوجد
bg_bg: Нито един
fi: Ei mitään
hu: Nincs
ko: 없음
sk: Žiaden
th: ไม่มี
tr: Yok

source: Error log
ar: قائمة الخطأ
bg_bg: Дневник на грешки
fi: Virheen kirjaus
hu: Hibák logolása
ko: 에러 로그
th: บันทึกข้อผิดพลาด
tr: Hata günlüğü

source: Print errors without error log
ar: اطبع الأخطاء دون قائمة الخطأ
bg_bg: Грешки при печат без журнал за грешки
fi: Näytö virheet ilman virheen kirjausta
hu: Hibák megjelenítése logolás nélkül
ko: 에러 로그 없이 오류 출력
sk: Vypíš chyby bez error logu
th: พิมพ์ข้อผิดพลาดโดยไม่บันทึกข้อผิดพลาด
tr: Hata günlüğü olmadan hataları yazdır

source: Print and log errors
ar: اطبع وادخل الأخطاء.
bg_bg: Грешки при печат и регистрация
fi: Näytä ja kirjaa virheet
hu: Mutassa és logolja is a hibákat
ko: 에러 로그와 오류 출력
sk: Vypíš a loguj chyby
th: ข้อผิดพลาดในการพิมพ์และบันทึก
tr: Hataları yazdırma ve kaydetme

source: To configure the debug level check the <a %s>debug documentation</a>. Default level is "Error log" (1).
ar: لضبط مستوى تصحيح الخطأ اختر <a %s> توثيق تصحيح الخطأ </a>. المستوى الافتراضى هو " قائمة الخطأ" (1).
bg_bg: За да конфигурирате ниво на грешка, проверете <a %s> документацията за отстраняване на грешки </a>. Нивото по подразбиране е "Регистър на грешките" (1).
fi: Katso <a %s>debug ohjeet</a> konfiguroidaksesi sen. Oletusarvoisesti taso on "Virheen kirjaus" (1).
hu: A hibakeresési szint beállításához olvassa el a <a %s>hibakeresési dokumentációt</a>. Az alapértelmezett beállítás a "Hibák logolása" (1).
ko: 디버그 수준을 구성하려면 <a %s>디버그 문서</a>를 참조해주세요. 기본 수준은 "Error log" (1) 입니다.
sk: Pre nastavenie úrovne debugovania, si prezri <a %s>dokumentáciu debugovania</a>. Základná úroveň je "Error log" (1).
th: ในการกำหนดค่าระดับตรวจแก้จุดบกพร่องให้ตรวจสอบ <a %s>เอกสารการแก้ปัญหา</a> ระดับค่าเริ่มต้นคือ "บันทึกข้อผิดพลาด" (1)
tr: Hata ayıklama seviyesini yapılandırmak için <a %s>hata ayıklama belgelerini</a>. kontrol edin. Varsayılan seviye "Hata günlüğü" (1).

source: Routing allows you to customize default route binds on the fly. Only alphanumeric, hyphen and underscore characters are allowed. Check out our %s if you want to override or add new routes.
ar: التوجيه يسمح لك بتخصيص مسارات افتراضية سريعا. يسمح فقط بالأبجدية الرقمية, والواصلة والرموز السفلية فقط. الق نظرة على %s الخاص بنا إذا اردت تخطى أو إضافة طرق جديدة .
bg_bg: Маршрутизацията ви позволява да персонализирате връзки по подразбиране по маршрута в движение. Разрешени са само буквено-цифрови, тире и подчертаващи символи. Вижте нашите %s, ако искате да замените или добавите нови маршрути.
fi: Ohjauksen avulla voit muokata oletusohjauksen lennosta. Vain aakkosnumeerisia, tavuviiva ja alaviivat ovat sallittuja. Tutustu %s, jos haluat ylikirjoittaa tai lisätä uusia ohjauksia.
ko: 라우팅을 사용하면 기본 경로 바인딩을 바로 사용자화할 수 있습니다. 영문자와 숫자, 하이픈(-) 그리고 밑줄 문자(_)만 사용 가능합니다. 새 라우팅을 추가하거나 대체하려면 %s를 참조해주세요.
th: การกำหนดเส้นทางช่วยให้คุณสามารถกำหนดค่าการเชื่อมโยงเส้นทางดีฟอลต์ได้ทันที อนุญาตเฉพาะตัวอักษรผสมตัวเลขและยัติภังค์เท่านั้น ตรวจสอบ %s ของเราถ้าคุณต้องการแทนที่หรือเพิ่มเส้นทางใหม่
tr: Yönlendirme, anında varsayılan rota ciltlemelerini özelleştirmenizi sağlar. Yalnızca alfanümerik, kısa çizgi ve alt çizgi karakterlerine izin verilir. Yeni yollar eklemek veya geçersiz kılmak istiyorsanız %s değerimize göz atın.

source: Image routing
ar: توجيه الصور
bg_bg: Маршрутизиране на изображения
fi: Kuvan ohjaus
ko: 이미지 라우팅
th: การกำหนดเส้นทางรูปภาพ
tr: Görüntü yönlendirme

source: Routing for %s
ar: التوجيه لـ%s
bg_bg: Маршрут за %s
fi: %s ohjaus
ko: %s을(를) 위한 라우팅
th: กำหนดเส้นทางสำหรับ %s
tr: %s için yönlendirme

source: Album routing
ar: توجيه الألبوم
bg_bg: Маршрутизиране на албуми
fi: Albumin ohjaus
ko: 앨범 라우팅
th: การกำหนดเส้นทางอัลบั้ม
tr: Albüm yönlendirmesi

source: Hostname
bg_bg: Име на хост
ko: 호스트네임
tr: Hostadı

source: Hostname on which sub-domain wildcards will be added.
bg_bg: Име на хост, върху който ще бъдат добавени подметки.
ko: 서브도메인 와일드카드가 추가될 호스트 이름입니다.
tr: Alt alan adı karakterlerinin ekleneceği ana bilgisayar adı.

source: This setting may be overridden by %s.
bg_bg: Тази настройка може да бъде отменена с %s.
ko: 이 설정은 %s에 의해 대체될 수 있습니다.
tr: Bu ayar %s tarafından geçersiz kılınabilir.

source: Language subdomains
bg_bg: Езикови поддомейни
ko: 언어 서브도메인
tr: Dil alt alanları

source: languages
bg_bg: езици
ko: 언어
tr: diller

source: Enable to use %s for %t.
bg_bg: Активиране за използване на %s за %t.
ko: %t 서브도메인을 붙여 %s처럼 사용하려면 이 옵션을 활성화로 설정해주세요.
tr: %t. %s kullanımı etkinleştirir.

source: Username subdomains
bg_bg: Потребителско име поддомейни
ko: 사용자 이름 서브도메인
tr: Kullanıcı adı alt alanları

source: user profiles
bg_bg: потребителски профили
ko: 사용자 프로필
tr: Kullanıcı profilleri

source: Custom language strings
bg_bg: Персонализирани езикови низове
fi: Muokatut kielikäännökset
ko: 언어 문자열 사용자화
th: สตริงภาษาที่กำหนดเอง
tr: Özel dil dizeleri

source: language strings
bg_bg: езикови низове
fi: kielikäännökset
ko: 언어 문자열
th: สตริงภาษา
tr: Dil dizileri

source: Default language
ar: اللغة الإفتراضية
bg_bg: Език по подразбиране
el: Προεπιλεγμένη γλώσσα
fa: زبان اصلی
fi: Oletuskieli
he: שפת ברירת מחדל
hu: Alapértelmezett nyelv
ko: 기본 언어
lt_lt: Kalba pagal nutylėjimą
sk: Východzí jazyk
sr_rs: Podrazumevani jezik
th: ภาษาเริ่มต้น
tr: Varsayılan dil ayarını seçiniz.

source: Default base language to use.
ar: اللغة الأساسية الافتراضية المستخدمة
bg_bg: Да се използва език по подразбиране
el: Προεπιλεγμένη βασική γλώσσα για χρήση.
fa: زبان اصلی مورد استفاده در نرم افزار.
fi: Oletuskieli käyttöä varten
hu: Az alapértelmezetten használt nyelv.
ko: 기본으로 사용될 언어입니다.
sk: Východzí jazyk na používanie.
sr_rs: Podrazumevani osnovni jezik za korišćenje
th: ภาษาพื้นฐานที่จะใช้
tr: Varsayılan temel dil ayarını belirtiniz.

source: Auto language
ar: لغة تلقائية
bg_bg: Автоматичен избор на език
el: Αυτόματη γλώσσα
fa: انتخاب خودکار زبان
fi: Automaattinen kielenvalinta
he: בחר שפה אוטומטית
hu: Automata nyelvváltás
ko: 자동 언어
sk: Jazyk automaticky
sr_rs: Automatski jezik
th: เลือกภาษาอัตโนมัติ
tr: Otomatik dil seçimi

source: Enable this if you want to automatically detect and set the right language for each user.
ar: تمكين هذا إذا اردت أن تتحقق تلقائيا وتضبط اللغة الصحيحة لكل مستخدم.
bg_bg: Активирайте това, ако искате автоматично да откриете и зададете правилния език за всеки потребител.
fi: Ota käyttöön automaattinen kielenvalinta käyttäjille.
he: הפעילו את זה אם אתם רוצים לזהות באופן אוטומטי ולהגדיר את השפה הנכונה עבור כל משתמש.
hu: Engedélyezze, ha szeretné, hogy a felhasználók számára automatikusan beállításra kerüljön az oldalon használt nyelv.
ko: 액세스한 사용자에게 적합한 언어를 감지하여 자동으로 적용시키려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete automaticky zistiť a nastaviť jazyk pre každého užívateľa.
th: เปิดใช้งานคุณลักษณะนี้หากคุณต้องการตรวจหาและตั้งค่าภาษาที่ถูกต้องสำหรับผู้ใช้แต่ละรายโดยอัตโนมัติ
tr: Her kullanıcı için doğru dili otomatik olarak algılamak ve ayarlamak istiyorsanız bunu etkinleştirin.

source: Language chooser
ar: اختيار اللغة
bg_bg: Избор на език
fi: Sivuston kielenvalinta
hu: Nyelvválasztó
ko: 언어 선택
sk: Voľba jazyka
th: ตัวเลือกภาษา
tr: Dil seçicisi

source: Enable this if you want to allow language selection.
ar: تفعيل هذا إذا اردت السماح باختيار اللغات.
bg_bg: Активирайте това, ако искате да разрешите избор на език.
fi: Ota käyttöön kielenvalinta
he: הפעילו את זה אם אתם רוצים לאפשר בחירת שפה.
hu: Engedélyezze, ha szeretné engedélyezni a nyelvválasztást.
ko: 사용자가 언어를 선택할 수 있도록 하려면 이 옵션을 활성화로 선택해주세요.
sk: Povoľte toto, ak chcete povolit voľbu jazyka.
th: เปิดใช้งานนี้หากคุณต้องการอนุญาตการเลือกภาษา
tr: Dil seçimine izin vermek istiyorsanız bunu etkinleştirin.

source: Enabled languages
ar: تفعيل اللغات
bg_bg: Активирани езици
fi: Sivustolla käytössä olevat kielet
he: הפעלת שפות
hu: Engedélyezett nyelvek
ko: 활성화된 언어
sk: Povolené jazyky
th: เปิดใช้งานภาษา
tr: Etkin diller

source: Unchecked languages won't be used in your website.
ar: اللغات الغير مختارة لن تستخدم فى موقعك.
bg_bg: Неописаните езици няма да се използват във вашия уебсайт.
fi: Valitse sivuston käyttämät kielet.
hu: A nem kijelölt nyelvek nem fognak megjelenni a weboldalon.
ko: 체크 해제된 언어는 웹사이트에서 사용되지 않습니다.
sk: Neoznačené jazyky nebudú použité na vašej stránke.
th: ระบบจะไม่ใช้ภาษาที่ไม่ได้รับการตรวจสอบในเว็บไซต์ของคุณ
tr: İşaretlenmeyen diller web sitenizde kullanılmaz.
