Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Category URL key already being used.
ar: فئة مفتاح URL اللتي يتم إستخدامها.
bg_bg: URL на категорията вече се използва.
el: Το κλειδί κατηγορίας URL χρησιμοποιείτε ήδη.
fi: Kategoria osoite avain jo käytössä.
he: מפתח קישור של קטגוריה כבר נמצא בשימוש
hu: A kategória URL kulcs már használatban van.
ko: 카테고리 URL 키가 이미 사용 중입니다.
sk: URL kľúč kategórie sa už používa.
th: มีการใช้คีย์ URL นี้อยู่แล้ว
tr: Kategori URL anahtarı zaten kullanılıyor.

source: Category successfully deleted.
ar: تم حذف الفئة بنجاح.
bg_bg: Категорията е успешно изтрита.
el: Η κατηγορία διαγράφηκε επιτυχώς.
fi: Kategoria onnistuneesti poistettu.
hu: A kategória sikeresen törölve.
ko: 카테고리 삭제가 완료되었습니다.
sk: Kategória bola úspešne odstránená.
th: ลบหมวดหมู่สำเร็จแล้ว
tr: Kategori başarıyla silindi.

source: Category %s added.
ar: تم إضافة الفئة %s
bg_bg: Категория %s е добавена.
el: Η κατηγορία %s προστέθηκε.
fi: %s kategoria lisätty.
he: קטגוריית %s נוספה בהצלחה.
hu: %s kategória létrehozva.
ko: %s 카테고리가 추가되었습니다.
sk: Pridaná %s kategória.
th: เพิ่มประเภท %s แล้ว
tr: Kategori %s eklendi.

source: Invalid expiration date.
ar: تاريخ انتهاء الصلاحية خاطئ .
bg_bg: Невалидна дата за изтичане.
el: Μη έγκυρη ημερομηνία λήξης.
fi: Virheellinen päättymispäivä.
hu: Érvénytelen lejárati dátum.
ko: 만료 날짜가 잘못되었습니다.
sk: Neplatný dátum expirácie.
th: วันหมดอายุไม่ถูกต้อง
tr: Geçersiz son kullanma tarihi.

source: IP %s already banned.
ar: الأى بى %s تم منعه بالفعل
bg_bg: IP %s вече има бан.
el: Η διέυθυνση IP %s έχει ήδη αποκλειστεί.
fi: IP-osoite %s on jo estetty.
hu: Az IP (%s) már tiltva van.
ko: %s IP 주소는 이미 차단되었습니다.
sk: IP %s je už zabanovaná.
th: ไอพี %s นี้โดนแบนอยู่แล้ว
tr: İP %s zaten yasaklandı.

source: IP %s banned.
ar: الأى بى %s تم منعه .
bg_bg: Успешен бан на IP %s.
el: Η διέυθυνση IP %s αποκλείστηκε.
fi: IP-osoite %s estetty.
hu: IP (%s) tiltásra került.
ko: %s IP 주소가 차단되었습니다.
sk: IP %s zabanovaná.
th: ไอพี %s โดนแบน
tr: İP % yasaklandı.

source: IP ban successfully deleted.
ar: حذف حظر IP بنجاح
bg_bg: Бан по IP успешно премахнат.
el: Η διέυθυνση IP διαγράφηκε επιτυχώς.
fi: IP esto onnistuneesti poistettu.
hu: Az IP ban törlésre került.
ko: IP 차단 삭제가 완료되었습니다.
sk: IP ban úspešne odstránený.
th: ลบ IP เรียบร้อยแล้ว
tr: IP yasağı başarıyla silindi.

source: Please fill all the required fields.
ar: يرجى تعبئة جميع الحقول المطلوبة.
bg_bg: Моля попълнете всички задължителни полета.
el: Παρακαλώ συμπληρώστε όλα τα απαραίτητα πεδία.
fi: Täytä kaikki vaadittavat kentät.
hu: Kérjük töltse ki az összes szükséges mezőt.
ko: 모든 필수 요소를 채워주세요.
sk: Prosím, vyplňte všetky požadované polia.
th: โปรดกรอกข้อมูลในฟิลด์ที่จำเป็นทั้งหมด
tr: Lütfen tüm gerekli alanları doldurun.

source: Invalid storage capacity value. Make sure to use a valid format.
ar: قيمة سعة التخزين غير صالحة. تأكد من استخدام صيغة صالحة.
bg_bg: Невалидна стойност за съхранение. Моля проверете дали използвате правилно форматиране.
el: Μη έγκυρη τιμή χωρητικότητας αποθήκευσης. Βεβαιωθείτε ότι χρησιμοποιείτε μια έγκυρη μορφή.
fi: Virheellinen tallennustilan kapasiteettiarvo. Tarkista, että arvo on oikeassa muodossa.
hu: Érvénytelen tároló kapacitás érték. Használjon érvényes formátumot.
ko: 저장소 용량이 잘못되었습니다. 유효한 형식인지 확인해주세요.
sk: Neplatná veľkosť úložiska. Prosím overte, že je v správnom formáte.
th: ค่าความสามารถจัดเก็บไม่ถูกต้อง ให้แน่ใจว่าจะใช้รูปแบบที่ถูกต้อง
tr: Geçersiz depolama kapasitesi değeri. Geçerli bir format kullandığınızdan emin olun.

source: Storage capacity can't be lower than its current usage (%s).
ar: سعة التخزين المستخدمة لا يمكن أن تكون أقل من الاستخدام الحالى (%s).
bg_bg: Обем на паметта не може да бъде по-ниска от сегашната му използвана памет (%s).
el: Η χωρητικότητα αποθήκευσης δεν μπορεί να είναι μικρότερη από την τρέχουσα χρησιμοποιούμενη (%s).
fi: Tallennustila ei voi olla matalampi kuin se nykyinen käyttö (%s).
he: קיבולת האיחסון לא יכולה להיות נמוכה מהנוכחית %s
hu: A tároló kapacitása nem lehet kisebb a jelenlegi kihasználtságnál (%s).
ko: 저장소 용량은 현재 사용량 (%s) 보다 작을 수 없습니다.
lt_lt: Atminties talpa negali būti mažesnė nei dabartinis jos naudojimas (%s)
sk: Veľkosť úložiska nemôže byť menšia ako tá, ktorú používáte teraz (%s).
th: พื้นที่จัดเก็บไม่สามารถกำหนดให้ต่ำกว่า การใช้งานในปัจจุบันได้ (%s)
tr: Depolama kapasitesi bundan daha düşük olamaz. (%s).

source: Invalid URL.
ar: URL غير متوفر.
bg_bg: Невалиден URL.
el: Μη έγκυρη διεύθυνση URL.
fi: Virheellinen osoite.
hu: Érvénytelen URL.
ko: URL이 잘못되었습니다.
lt_lt: Neteisingas URL.
sk: Neplatná URL.
th: URL ไม่ถูกต้อง.
tr: Geçersiz URL.

source: Storage successfully edited.
ar: تم تعديل التخزين بنجاح.
bg_bg: Хранилището е редактирано успешно
el: Αποθήκευση επεξεργάστηκε με επιτυχία.
fi: Talennustilan muokkaaminen onnistunut.
hu: Tároló sikeresen módosítva.
ko: 저장소 편집이 완료되었습니다.
sk: Úložisko bolo úspešne upravené.
th: ประสบความสำเร็จในการจัดเก็บข้อมูลการแก้ไข
tr: Depolama başarıyla düzenlenmiştir.

source: User added successfully.
ar: تم إضافة المستخدم بنجاح.
bg_bg: Потребителят е добавен успешно
el: Ο χρήστης προστέθηκε επιτυχώς.
fi: Käyttäjä lisätty onnistuneesti.
he: משתמש התווסף בהצלחה
hu: A felhasználó sikeresen hozzáadva.
ko: 사용자 추가가 완료되었습니다.
sk: Užívateľ bol pridaný úspešne.
th: เพิ่มผู้ใช้สำเร็จแล้ว
tr: Kullanıcı başarıyla eklendi.

source: The content has been deleted.
ar: تم حذف المحتوى.
bg_bg: Съдържанието е изтрито
el: Το περιεχόμενο έχει διαγραφεί.
fa: مطلب حذف شد.
fi: Sisältö poistettu
he: התוכן נמחק בהצלחה.
hu: A tartalom törlésre került.
ko: 게시물이 삭제되었습니다.
lt_lt: Turinys buvo pašalintas
sk: Obsah bol zmazaný.
sr_rs: Sadržaj je obrisan
th: ลบเนื้อหาแล้ว
tr: İçerik başarıyla silindi.

source: The content has been moved.
ar: تم نقل المحتوى.
bg_bg: Съдържанието е преместено
el: Το περιεχόμενο μετακινήθηκε.
fa: محتوا منتقل شده است.
fi: Sisältö siirretty
he: התמונות הועברו לאלבום בהצלחה.
hu: A tartalom áthelyezésre került.
ko: 게시물이 이동되었습니다.
sk: Obsah bol presunutý.
sr_rs: Sadržaj je premešten.
th: ย้ายเนื้อหาไปแล้ว
tr: İçerik taşındı.

source: Select
ar: إختيار
bg_bg: Избери
el: Επιλογή
fa: انتخاب
fi: Valitse
he: בחירה
hu: Kiválasztás
ko: 선택
lt_lt: Rinktis
sk: Vybrať
sr_rs: Izaberi
th: เลือก
tr: Seçiniz

source: Unselect
ar: إلغاء الإختيار
bg_bg: Размаркирай
el: Αποεπιλογή
fa: عدم انتخاب
fi: Poista valinta
he: בטל בחירה
hu: Kiválasztás törlése
ko: 선택 해제
sk: Odobrať
sr_rs: Odselektuj
th: ยกเลิกการเลือก
tr: Seçimleri Sıfırla

source: The content has been edited.
ar: تم تعديل المحتوى.
bg_bg: Съдържанието е редактирано
el: Το περιεχόμενο επεγεργάστηκε.
fa: محتوا با موفقیت ویرایش شد.
fi: Sisältö muokattu
he: הפרטים נערכו בהצלחה.
hu: A tartalom módosítva lett.
ko: 게시물이 편집되었습니다.
sk: Obsah bol upravený.
sr_rs: Sadržaj je izmenjen.
th: เนื้อหาที่ได้รับการแก้ไข
tr: İçerik düzenlendi.

source: Import job ID %s added successfully, you can process the import now
ko: 가져오기 작업 ID %s 이(가) 추가되었습니다. 지금 가져오기를 처리할 수 있습니다
tr: %s alma iş kimliği başarıyla eklendi, içe aktarmayı şimdi işleyebilirsiniz

source: Select number of threads
bg_bg: Изберете брой теми
ko: 스래드 개수를 선택해주세요
tr: Konu sayısını seçin

source: Import job ID %s is being processed now
ko: 가져오기 작업 ID %s 이(가) 지금 처리 중입니다
tr: %s içe aktarma işi kimliği şu anda işleniyor

source: Import ID %s removed
ko: 가져오기 작업 ID %s 이(가) 제거되었습니다
tr: %s ithalat kimliği kaldırıldı

source: Spam detected
bg_bg: Засечено е спам
ko: 스팸이 감지되었습니다
tr: Spam tespit edildi

source: album
ar: خانة فارغة
bg_bg: албум
el: άλμπουμ
fa: آلبوم
fi: albumi
he: אלבום
ko: 앨범
th: อัลบั้ม
tr: albüm

source: Flooding detected. You can only upload %limit% %content% per %time%
bg_bg: Достигнахте лимита можете да качвате само %limit% %content% за %time%.
ko: 헤비 업로드가 감지되었습니다. %time% 동안 %content%는 %limit% 만큼 업로드할 수 있습니다
lt_lt: Aptiktas piktnaudžiavimas. Galite įkelti tik %limit% %content% per %time%
tr: Taşkın tespit edildi. %time% Zaman başına yalnızca %limit% %content% yükleyebilirsiniz

source: Untitled
ar: بدون عنوان
bg_bg: Неозаглавен
el: Χωρίς τίτλο
et_ee: Tiitlita
fa: بدون عنوان
fi: Nimetön
he: ללא כותרת
hu: Névtelen
ko: 제목 없음
lt_lt: Be pavadinimo
sk: Nepomenované
sr_rs: Bez naslova
th: ไม่มีชื่อ
tr: Başlıksız / isimsiz

source: %s's images
ar: %s صور
bg_bg: Изображенията на %s
el: Εικόνες του χρήστη %s
fa: %s عکس
fi: Käyttäjän %s kuvat
he: %s תמונות
hu: %s képei
ko: %s님의 이미지
lt_lt: %s paveikslėliai
sk: %s obrázky
sr_rs: %s slike
th: %s รูป
tr: %s'in resimleri

source: Note: This content is private but anyone with the link will be able to see this.
ar: ملاحظة: هذا المحتوى خاص ولكن أي شخص لديه الرابط سيكون قادرا على رؤيته.
bg_bg: Бележка: Това съдържание е скрито, но всеки с точен линк може да го види.
fi: Huomio: Tämä sisältö on salainen, mutta kaikki linkin tietävät pääsevät katsomaan sitä.
he: שים לב: התוכן הזה הינו מוגדר כפרטי. אך כל מי שקיבל את הקישור יוכל לצפות בו.
ko: 참고: 이 게시물은 비공개(링크)로 설정되어 있습니다. 링크를 통해 열람이 가능합니다.
th: หมายเหตุ: เนื้อหานี้เป็นส่วนตัว แต่ทุกคนที่มีการเชื่อมโยงจะสามารถเห็นได้
tr: Not: Bu içerik özeldir ama linke sahip olan birisi içeriği görüntüleyebilir.

source: Note: This content is password protected. Remember to pass the content password to share.
ar: ملاحظة: هذا المحتوى محمي . تذكر ان تجتاز كلمة المرور لهذا المحتوى لمشاركته.
bg_bg: Бележка: Това съдържание е защитено с парола. Не забравяйте да изпратите на получателя паролата.
et_ee: Märkus: Sisu on märgitud parooliga kaitstuks. Pea meeles jagada parooli.
fi: Huomio: Tämä sisältö on salasanalla suojattu. Jaa myös salasana jakaaksesi sisältöä muiden kanssa.
he: שים לב: התוכן הזה הינו מוגן באמצעות סיסמא. זכור לשתף גם את הסיסמא על מנת לשתף את התוכן.
ko: 참고: 이 게시물은 비공개(비밀번호)로 설정되어 있습니다. 공유된 게시물을 열람하려면 비밀번호가 필요합니다.
th: หมายเหตุ: เนื้อหานี้มีรหัสผ่านป้องกัน อย่าลืมส่งรหัสผ่านเนื้อหาที่จะแบ่งปัน
tr: Not: Bu içerik şifre korumalıdır. İçerigi paylaşmak için şifreyide paylaşmanız gerekir.

source: Note: This content is private. Change privacy to "public" to share.
ar: تنبيه : هذا المحتوى خاص. عدل خيارات الخصوصية إلى "عام" لأجل مشاركته.
bg_bg: Това съдържание е скрито. Променете поверителността на "публично", ако желаете да го споделите.
el: Σημείωση: Αυτό το περιεχόμενο είναι ιδιωτικό. Αλλάξτε την ιδιωτικότητα σε "δημόσιο" για να το μοιραστείτε.
et_ee: Märkus: Sisu on märgitud privaatseks. Määra privaatsus seadetest "avalik" teistega jagamiseks.
fa: توجه: این مطلب خصوصی است. جهت اشتراک آن باید مطلب را "public" کنید
fi: Huomio: Tämä materiaali on yksityinen. Vaihda yksityisyysasetus "julkinen" jakaaksesi.
he: שים לב: התוכן הזה הינו מוגדר כפרטי. שנה את הגדרות הפרטיות ל- "ציבורי" על מנת לשתף.
hu: Megjegyzés: Ez egy privát tartalom. Ha szeretné megosztani állítsa publikusra a láthatóságát.
ko: 참고: 이 게시물은 비공개(개인)로 설정되어 있습니다. 공유하려면 공개 범위 설정을 "공개"로 변경해주세요.
lt_lt: Perspėjimas: Turinys yra privatus. Pakeiskite privatumo lygį į "viešą" ir galėsite dalintis.
sk: Poznámka: Tento obsah je súkromý. Pre umožnenie zdielania je potrebné zmeniť súkromie na "verejné".
sr_rs: Napomena: Ovaj sadržaj je privatan. Promenite privatnost u "javno" da biste podelili.
th: หมายเหตุ: เนื้อหานี้มีความเป็นส่วนตัว เปลี่ยนความเป็นส่วนตัวเป็น "สาธารณะ" เพื่อที่จะแบ่งปัน
tr: Not: Bu içerik özeldir. Paylaşmak için gizlilik ayarlarını değiştirin

source: Private
ar: خاص
bg_bg: Скрито
et_ee: Privaatne
fa: خصوصی
fi: Yksityinen
he: פרטי
hu: Privát
ko: 비공개
sk: Súkromný
sr_rs: Privatno
th: ส่วนตัว
tr: Özel

source: Public
ar: عام
bg_bg: Публично
el: Δημίσιο
et_ee: Avalik
fa: عمومی
fi: Julkinen
he: ציבורי
hu: Publikus
ko: 공개
lt_lt: Viešas
sk: Verejné
sr_rs: Javno
th: สาธารณะ
tr: Genel

source: Me
ar: أنا
bg_bg: Аз
fi: Minä
he: אני
ko: 나만
lt_lt: Aš
th: ฉัน
tr: Ben

source: Link
ar: رابط
bg_bg: Връзка
el: Σύνδεσμος
fa: پیوند
fi: Linkki
he: קישור
ko: 링크
lt_lt: Nuoroda
sk: Odkaz
th: ลิงก์

source: Password
ar: كلمة المرور
bg_bg: Парола
el: Κωδικός
et_ee: Parool
fa: رمز عبور
fi: Salasana
he: סיסמא
hu: Jelszó
ko: 암호
lt_lt: Slaptažodis
sk: Heslo
sr_rs: Lozinka
th: รหัสผ่าน
tr: Şifre

source: view
bg_bg: преглед
el: προβολή
et_ee: vaatamine
fa: نمایش
fi: näyttökerta
he: צפיות
hu: megtekintés
ko: 조회
lt_lt: perž.
sk: zobrazenie
sr_rs: pregled
th: จำนวนคนดู
tr: görüntüleme

source: After %n %t
ar: بعد %n %t
bg_bg: След %n %t
fi: Jälkeen %n %t
he: לאחר %n %t
ko: %n%t 후
th: หลังจาก %n %t
tr: Sonra %n %t

source: minute
ar: خانة فارغة
bg_bg: минута
el: λεπτό
et_ee: minut
fa: دقیقه
fi: minuutti
he: דקה
hu: perccel
ko: 분
lt_lt: min.
sk: minúta
sr_rs: minuta
th: นาที
tr: dakika

source: hour
ar: خانة فارغة
bg_bg: час
el: ώρα
et_ee: tund
fa: ساعت
fi: tunti
he: שעות
hu: órával
ko: 시간
lt_lt: val.
sk: hodina
sr_rs: sat
th: ชั่วโมง
tr: saat

source: day
ar: خانة فارغة
bg_bg: ден
el: μέρα
et_ee: päev
fa: روز
fi: päivä
he: יום
hu: nappal
ko: 일
lt_lt: d.
sk: deň
sr_rs: dan
th: วัน
tr: gün

source: week
ar: خانة فارغة
bg_bg: седмица
el: εβδομάδα
et_ee: nädal
fa: هفته
fi: viikko
he: שבוע
hu: héttel
ko: 주
lt_lt: sav.
sk: týždeň
sr_rs: sedmica
th: อาทิตย์
tr: hafta

source: month
bg_bg: месец
el: μήνας
et_ee: kuu
fa: ماه
fi: kuukausi
he: חודש
hu: hónappal
ko: 개월
lt_lt: mėn.
sk: mesiac
sr_rs: mesec
th: เดือน
tr: ay

source: year
bg_bg: година
el: έτος
et_ee: aasta
fa: سال
fi: vuosi
he: שנה
hu: évvel
ko: 년
lt_lt: m.
sk: rok
sr_rs: godina
th: ปี
tr: yıl

source: Don't autodelete
ar: لا تقم بالحذف التلقائي
bg_bg: Да не се изтрива автоматично
et_ee: Ära kustuta automaatselt
fi: Älä poista automaattisesti
he: ללא
hu: Ne töröljön automatikusan
ko: 자동 삭제를 하지 않음
th: ไม่ต้องลบออโต้
tr: Otomatik silme

source: Duplicated upload
ar: رفع مكرر
bg_bg: Дублирано качване
fi: Kaksinkertainen lataus
he: העלאה כפולה
hu: Duplikált feltöltés
ko: 중복된 업로드
sk: Duplicitný záznam
th: การอัพโหลดซ้ำ
tr: Çift yüklendi

source: Private upload
ar: رفع خاص
bg_bg: Скрито качване
el: Ιδιωτικό ανέβασμα
et_ee: Privaatne üleslaadimine
fa: بارگذاری خصوصی
fi: Yksityinen lähetys
he: העלאה פרטית
hu: Privát feltöltés
ko: 비공개 업로드
lt_lt: Privatus įkėlimas
sk: Súkromné nahrávánie
sr_rs: Privatni upload
th: อัพโหลดแบบ ส่วนตัว
tr: Gizli yükleme

source: like
bg_bg: Харесване
et_ee: meeldimine
fi: tykkäys
he: לייקים
hu: Kedvelés
ko: 좋아요
th: ถูกใจ
tr: beğen

source: Recent
ar: الأحدث
bg_bg: Последни
et_ee: Viimati lisatud
fi: Viimeaikainen
he: אחרונים
ko: 최신 게시물
th: เมื่อเร็ว ๆ นี้
tr: Son yüklenen

source: Trending
ar: الأكثر رواجا
bg_bg: Популярни
et_ee: Kuum
fi: Nousussa
he: טרנדים
ko: 트렌드
th: ได้รับความนิยม
tr: Trend olanlar

source: Top users
ar: الأعضاء الأكثر نشاطا
bg_bg: Топ потребители
el: Κορυφαίοι χρήστες
et_ee: Top kasutajad
fa: برترین کاربران
fi: Suosituimmat käyttäjät
he: המשתמשים הכי פעילים
hu: Legaktívabb felhasználók
ko: 최고 사용자
lt_lt: Top vartotojai
sk: Top užívatelia
sr_rs: Top članovi
th: ผู้ใช้งานสูงสุด
tr: En iyi kullanıcılar

source: Most recent
ar: الأحدث
bg_bg: Най-нови
el: Πρόσφατο
et_ee: Viimased
fa: آخرین تصاویر
fi: Viimeisimmät
he: נוספו לאחרונה
hu: Legfrissebb
ko: 최신순
lt_lt: Naujausia
sk: Najnovšie
sr_rs: Najnovije
th: ผู้ชมเพิ่งเข้ามากที่สุด
tr: Yeni yüklenen resimler

source: Oldest
ar: الأقدم
bg_bg: Най-стари
el: Παλαιότερο
et_ee: Vanimad
fa: قدیمیترین تصاویر
fi: Vanhimmat
he: הכי ישנים
hu: Legrégebbi
ko: 오래된순
lt_lt: Seniausia
sk: Najstaršie
sr_rs: Najstarije
th: เก่าที่สุด
tr: Eskiler

source: Most viewed
ar: الأكثر مشاهدة
bg_bg: Най-гледани
el: Περισσότερες προβολές
et_ee: Enim vaadatud
fa: محبوبترین
fi: Katsotuimmat
he: הכי נצפים
hu: Legnépszerűbb
ko: 조회순
lt_lt: Labiausiai žiūrima
sk: Najsledovanejšie
sr_rs: Najviše pregleda
th: ผู้ชมมากที่สุด
tr: En çok görüntülenen resimler

source: Popular
ar: الأكثر شعبية
bg_bg: Популярни
et_ee: Populaarsed
fi: Suosittu
he: פופולרים
ko: 인기
th: เป็นที่นิยม
tr: Popüler

source: Most liked
ar: الأكثر إعجابا
bg_bg: Най-харесвани
fi: Suosituimmat
he: הכי אהובים
hu: Legtöbbször kedvelt
ko: 인기순
th: ถูกใจมากที่สุด
tr: Çok beğenilen

source: Explore
ar: تصفح
bg_bg: Разгледай
el: Αναζήτηση
et_ee: Sirvi pilte
fa: پویش
fi: Selaa
he: סיור
hu: Feltöltések
ko: 탐색
lt_lt: Naršyti
sk: Preskúmať
sr_rs: Istraži
th: รวมภาพ
tr: Araştır (keşfet)

source: Animated
ar: الصور المتحركة
bg_bg: Анимирани
et_ee: Animeeritud
fi: Animoitu
he: אהובים
ko: 움짤
th: เคลื่อนไหว
tr: Hareketli

source: Search
ar: بحث
bg_bg: Търси
el: Αναζήτηση
et_ee: Otsi
fa: جستجو
fi: Etsi
he: חיפוש
hu: Keresés
ko: 찾아보기
lt_lt: Ieškoti
sk: Hľadať
sr_rs: Pretraga
th: ค้นหา
tr: Arama

source: People
ar: اشخاص
bg_bg: Хора
fi: Ihmiset
ko: 사람
lt_lt: Žmonės
th: คน
tr: İnsan

source: Image
ar: خانة فارغة
bg_bg: Снимка
el: Εικόνα
et_ee: pilt
fa: تصویر
fi: Kuva
he: תמונה
hu: Kép
ko: 이미지
lt_lt: Paveikslėlis
sk: Obrázok
sr_rs: slika
th: รูป
tr: Resim

source: User
bg_bg: Потребител
el: Χρήστης
et_ee: Kasutaja
fa: کاربر
fi: Käyttäjä
he: משתמש
hu: Felhasználó
ko: 사용자
lt_lt: Vartotojas
sk: Užívateľ
sr_rs: Član
th: ผู้ใช้งาน
tr: Üye

source: adult
ko: 성인
tr: yetişkin

source: teen
ko: 미성년자
tr: genç

source: Can't create %s destination dir
ar: لايمكن إنشاء وجهة دليل %s
bg_bg: Неуспешно създаване на %s директория
fi: Kohde hakemistoa %s ei voida luoda
he: לא ניתן לצור את תקית היעד %s
hu: Nem sikerült létrehozni a következő célkönyvtárat: %s
ko: %s 목적지 디렉터리를 찾을 수 없습니다
th: สร้างโฟลเดอร์ %s ปลายทางไม่ได้
tr: %s Hedef dizin oluşturulamıyor

source: Can't open %s for writing
ar: لا يمكن فتح %s للكتابة
bg_bg: Не можете да отворите %s за писане
fi: %s ei voida avata kirjoittaakseen sinne
he: לא ניתן לפתוח את %s לכתיבה
hu: %s megnyitása szerkesztésre sikertelen
ko: 쓰기 위해 %s 을(를) 열 수 없습니다
th: เปิด %s สำหรับการเขียนไม่ได้
tr: %s yazı için açılamaz

source: Internal
ar: داخلي
bg_bg: Вътрешен
fi: Sisäinen
he: חיצוני
hu: Belső
ko: 내부
th: ภายใน
tr: Intern

source: Can't insert storage.
ar: لا يمكن إدراج التخزين
bg_bg: Неуспешно вмъкване на хранилище.
fi: Ei voida lisätä ulkoista tallennustilaa.
ko: 저장소를 설정할 수 없습니다.
th: ไม่สามารถแทรกการจัดเก็บข้อมูล
tr: Depolama eklenemiyor.

source: Can't update storage details.
ar: لا يمكن تحديث تفاصيل التخزين.
bg_bg: Неуспешно обновлени на детайли за хранилището.
et_ee: Ei saanud uuendada salvestamise detaile.
fi: Ei voida päivittää tallennustilan tietoja.
ko: 저장소 상세정보를 업데이트 할 수 없습니다.
th: ไม่สามารถอัปเดตรายละเอียดการจัดเก็บข้อมูล
tr: Depolama detayları güncellenemiyor.

source: requires %s
ar: يتطلب %s
bg_bg: изисква %s
fi: tarvitsee %s
ko: %s 필요
th: ต้องมี %s
tr: gerektirir %s

source: Unlimited
ar: غير محدود
bg_bg: Неограничено
el: Απεριόριστα
et_ee: Piiramatu
fi: Rajoittamaton
he: בלתי מוגבל
hu: Korlátlan
ko: 제한 없음
lt_lt: Be apribojimo
sk: Neobmedzené
th: ไม่จำกัด
tr: Sınırsız

source: used
ar: مستخدم
bg_bg: употребяван
el: σε χρήση
et_ee: kasutatud
fi: käytetty
he: שומש
hu: használt
ko: 사용됨
lt_lt: naudojama
sk: využívané
th: ใช้แล้ว
tr: Eski

source: Private profile
ar: ملف شخصي خاص
bg_bg: Скрит профил
et_ee: Privaatne profiil
fi: Yksityinen profiili
he: פרופיל פרטי
ko: 비공개 프로필
th: รายละเอียดส่วนตัว
tr: Özel profil

source: second
ar: خانة فارغة
bg_bg: секунда
el: δευτερόλεπτο
et_ee: sekund
fa: ثانیه
fi: sekunti
he: שניה
hu: másodperccel
ko: 초
lt_lt: s.
sk: sekunda
sr_rs: sekunda
th: วินาที
tr: saniye

source: %s ago
ar: %s مضى
bg_bg: Преди %s
el: Πριν από %s
et_ee: %s tagasi
fa: %s قبل
fi: %s sitten
he: לפני %s
hu: %s ezelőtt
ko: %s 전
lt_lt: prieš %s
sk: pred %s
sr_rs: pre %s
th: %s ก่อนหน้านี้
tr: %s önce

source: moments ago
ar: لحظات مضت
bg_bg: преди моменти
el: πριν λίγο
et_ee: hetk tagasi
fa: لحظه ایی پیش
fi: hetki sitten
he: לפני כמה רגעים
hu: pillanatokkal ezelőtt
ko: 방금 전
lt_lt: ką tik
sk: pred pár okamžikmi
sr_rs: upravo
th: เดือนที่แล้ว
tr: dakika önce

source: Dashboard
ar: لوحة التحكم
bg_bg: Табло
el: Πίνακας ελέγχου
fa: پیشخوان
fi: Hallintapaneeli
he: פאנל ניהול
hu: Vezérlőpult
ko: 대시보드
lt_lt: Skydelis
sk: Administrácia
sr_rs: Panel
th: แผงควบคุม
tr: Yönetim Paneli

source: There is an update available for your system. Go to %s to download and install this update.
ar: هناك تحديث متاح لنظامك. إذهب إلى %s لتحميل و تثبيت هذا التحديث
bg_bg: Налично е обновление за вашата система. Отидете до %s, за да свалите и инсталирате обновлението.
fi: Päivitys saatavilla. Mene %s ladataksesi ja asentaaksesi se.
he: קיים עדכון זמין עבור המערכת. עבור אל %s כדי להוריד ולהתקין את העדכון
ko: 시스템 업데이트가 가능합니다. %s 로 이동하여 이 업데이트를 다운로드하고 설치해주세요.
th: มีการอัปเดตพร้อมใช้งานสำหรับระบบของคุณ ไปที่ %s เพื่อดาวน์โหลดและติดตั้งโปรแกรมปรับปรุงนี้
tr: Sisteminiz için bir güncelleme var. Güncellemeyi indirmek ve yüklemek için %s gidin.

source: System database is outdated. You need to run the <a href="%s">update</a> tool.
ar: قاعدة بيانات النظام قديمة. تحتاج الى تشغيل <a href="%s"> أداة التحديث </a>
bg_bg: Система за база данни е остаряла. Вие трябва да стартирате инструмента за <a href="%s"> актуализация</a>.
el: Η βάση δεδομένων είναι παλιά. Χρειάζεται να εκτελέσετε το εργαλείο <a href="%s">update</a> .
fi: Järjestelmän tietokanta on vanhentunut. Sinun tulee käyttää <a href="%s">päivitystyökalua</a>.
he: בסיס הנתונים של המערכת מיושן. הינך צריך להריץ את פונקציית <a href="%s">update</a>
hu: Szükség van az adatbázis frissítésére. Futtassa a <a href="%s">frissítő</a> eszközt.
ko: 시스템 데이터베이스가 오래되었습니다. <a href="%s">업데이트</a> 도구를 실행해주세요.
sk: Databázový systém je zastaralý. Potrebujete spustiť <a href="%s">aktualizačný</a> nástroj.
th: ระบบฐานข้อมูลล้าสมัยแล้ว คุณจำเป็นต้องใช้เครื่องมือในการ <a href="%s">อัปเดต</a>
tr: Veritabanı güncel değil. Güncelleme <a href="%s">update</a> yazılımını çalıştırın.

source: Website is in maintenance mode. To revert this setting go to <a href="%s">Dashboard > Settings</a>.
ar: الموقع في طور الصيانة. للتراجع عن هذا الإعداد اذهب الى <a href="%s"> لوحة التحكم > الإعدادات </a>
bg_bg: Уебсайта е в режим на поддръжка. За да възстановите настройката отида да <a href="%s"> Табло > Настройки</a>.
el: Η ιστοσελίδα είναι υπό κατασκευή. Για να αναστρέψετε αυτή τη ρύθμιση πηγαίνετε<a href="%s">Πίνακας ελέγχου > Ρυθμίσεις</a>.
fi: Sivusto on huoltotilassa. Ottaaksesi huoltotilan pois, mene <a href="%s">Hallintapaneeli > Asetukset</a>.
he: האתר במצב תחזוקה. כדי לשנות הגדרות כנסו ל <a href="%s">פאנל ניהול > הגדרות</a>
hu: A weboldal karbantartási módban van. Ennek kikapcsolásához navigáljon a <a href="%s">Vezérlőpult > Beállítások</a> részhez.
ko: 웹사이트가 유지보수 모드 상태입니다. 이 설정을 되돌리려면 <a href="%s">대시보드 > 설정</a>으로 이동해주세요.
sk: Na stránke prebieha údržba. Na ukončenie údržby potrebujete ísť do <a href="%s">Administrácia > Nastavenia</a>.
th: เว็บไซต์อยู่ในโหมดการบำรุงรักษา เปลี่ยนการตั้งค่านี้ได้ที่ <a href="%s"> แดชบอร์ด > การตั้งค่า</a>
tr: Website bakım modunda. Geri almak için şuraya gidin <a href="%s">Panel> Ayarları</a>.

source: You should disable PHP error reporting for production enviroment. Go to <a href='%s'>System settings</a> to revert this setting.
ar: يجب ان تعطل خاصية تقارير الأخطاء ل php لبيئة الإنتاج. اذهب إلى <a href='%s'>إعدادات النظام</a> لتبديل هذا الإعداد.
bg_bg: Нужно е да изключите PHP докладването на грешки за готовия сайт. Отидете на <a href='%s'>Системни настройки</a>, за да върнете тази настройка.
fi: Sinun tulee ottaa PHP virheiden raportointi pois käytöstä tuotantoympäristössä. Mene <a href='%s'>Järjestelmän asetukset</a> palauttaaksesi tämän asetuksen.
ko: 실 사용 환경에서는 PHP 에러 보고 기능을 비활성화해주세요. 이 설정을 되돌리려면 <a href='%s'>시스템</a> 설정으로 이동해주세요.
th: คุณควรจะปิดการใช้งานข้อผิดพลาด PHP รายงานสำหรับระบบการผลิต ไปที่ <a href='%s'>การตั้งค่าระบบ</a> ที่จะเปลี่ยนการตั้งค่านี้
tr: PHP hata bildirimi canlı sistemlerde devre dışı bırakılmalıdır. Bu ayarı değiştirmek için <a href='%s'> sistem ayarlarına </a> gidin.
