Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: By clicking in "I Agree" you declare that you have read and understood all the conditions mentioned above.
ar: عن طريق النقر "أوافق" أنت تعلن أنك قد قرأت وفهمت كل الشروط المذكورة.
bg_bg: С кликване варху „Съгласен съм“ декларирате, че сте прочели и разбрали всички условия, посочени по-горе.
fi: Klikkaamalla "Hyväksyn" ilmoitat, että olet lukenut ja ymmärtänyt kaikki edellä mainitut edellytykset.
he: באמצעות קליק על כפתור "אני מאשר" הינך מצהיר כי עברת על כל התנאים שנכתבו למעלה.
ko: "동의합니다"를 클릭하면 위에서 언급한 모든 조건을 읽고 이해하였음을 선언하는 것입니다.
th: เมื่อคลิกที่ "ฉันยอมรับ" คุณได้ประกาศว่าคุณได้อ่านและเข้าใจเงื่อนไขทั้งหมดที่กล่าวมาแล้วข้างต้น
tr: "Kabul ediyorum" u tıklayarak, yukarıdaki koşulları okuduğunuzu ve anladığınızı beyan etmiş olursunuz.

source: I Agree
ar: أنا موافق
bg_bg: Съгласен съм
fi: Hyväksyn
he: אני מאשר
ko: 동의합니다
th: ฉันเห็นด้วย
tr: Kabul ediyorum

source: documentation
ar: التوثيق
bg_bg: Документация
fi: dokumentit
ko: 문서
th: เอกสาร
tr: Belgeleme

source: Learn more about %s at our %d.
ar: تعلم أكثر عن %s على %d الخاص بنا.
bg_bg: Научете повече за %s на нашия %d.
fi: Tutustu tarkemmin %s täällä %d.
ko: %s에 대한 자세한 내용은 %d를 참조해주세요.
th: เรียนรู้เพิ่มเติมเกี่ยวกับ %s ที่ %d ของเรา
tr: %s hakkında %d hakkında daha fazla bilgi edinin.

source: The connecting IP is determined using the server variable %var%. If the detected IP doesn't match yours, it means that your web server is under a proxy and you need to tweak your server to set the real connecting IP.
bg_bg: Свързващият се IP адрес се определя чрез променлива на сървъра %var%. Ако откритият IP адрес не съвпада с вашия, това означава, че вашият уеб сървър е под прокси и трябва да настроите вашия сървър, за да настроите реалното се свързващо IP.
ko: 연결 IP는 %var% 서버 변수를 사용하여 결정됩니다. 탐지된 IP가 사용자의 것과 일치하지 않으면 웹 서버가 프락시 아래에 있고 실제 연결 IP를 설정하기 위해 서버의 설정 내용을 변경해야 함을 의미합니다.
tr: Bağlanan IP, %var%. sunucu değişkeni kullanılarak belirlenir. Algılanan IP sizinkiyle eşleşmezse, web sunucunuzun bir proxy altında olduğu ve gerçek bağlantı IP'sini ayarlamak için sunucunuzu ayarlamanız gerektiği anlamına gelir.

source: For Nginx, you must use %nginx%. For Apache, %apache%.
bg_bg: За Nginx трябва да използвате %nginx%. За Apache, %apache%.
ko: Nginx의 경우, %nginx%를 사용해야 합니다. Apache의 경우, %apache%입니다.
tr: Nginx için %nginx%. kullanmalısınız. Apache için %apache%.

source: Make sure that you address this issue as the system relies on accurate IP detections to provide basic functionalities and to protect against spam, flooding, and brute force attacks.
bg_bg: Уверете се, че се справяте с този проблем, тъй като системата разчита на точни IP открития, за да осигури основни функционалности и да се предпази от спам, флууд и BruteForce атаки.
ko: 시스템은 정확한 IP 탐지에 의존하여 기본 기능을 제공하고 스팸, 헤비 업로드, 비밀번호 무차별 대입 공격으로부터 보호하므로 이 문제를 해결해야 합니다.
tr: Sistem, temel işlevler sağlamak ve spam, sel ve kaba kuvvet saldırılarına karşı koruma sağlamak için doğru IP algılamalarına bağlı olduğundan bu sorunu çözdüğünüzden emin olun.

source: Disk used
ar: القرص المستخدم
bg_bg: Използвано дисково пространство
el: Δίσκος που χρησιμοποιήθηκε
fa: فضای استفاده شده
fi: Käytetty levytila
he: שימוש דיסק
hu: Felhasznált tárterület
ko: 디스크 사용량
lt_lt: Užimta vietos
sk: Využitie disku
sr_rs: Iskorišćenost prostora
th: พื้นที่ใช้ไป
tr: Kullanılan disk alanı

source: This tool allows to mass add content to your website by pointing a system path with the content you want to import. It supports the addition of users, albums, and images using a folder based structure.
ko: 이 도구를 사용하면 가져올 내용물의 시스템 경로를 지정하여 웹사이트에 내용물을 대량으로 추가할 수 있습니다. 폴더 기반 구조를 사용하여 사용자, 앨범 및 이미지의 추가를 지원합니다.
tr: Bu araç, içe aktarmak istediğiniz içeriğin bulunduğu bir sistem yolunu işaretleyerek web sitenize toplu içerik eklemenize olanak tanır. Klasör tabanlı bir yapı kullanarak kullanıcıların, albümlerin ve görüntülerin eklenmesini destekler.

source: Automatic importing
ko: 자동으로 가져오기
tr: Otomatik içe aktarma

source: The system automatically parses any content by a continuous observation of the %path% path.
ko: 시스템은 %path% 경로를 지속적으로 감시하여 자동으로 내용물을 구문 분석합니다.
tr: Sistem, %path% yolunu sürekli gözlemleyerek herhangi bir içeriği otomatik olarak ayrıştırır.

source: Completed jobs will be automatically re-started after %n %m.
ko: 완료된 작업은 %n %m 후에 자동으로 재시작됩니다.
tr: Tamamlanan işler %n %m sonra otomatik olarak yeniden başlatılacak.

source: Reset to clear stats and logs.
ko: 통계 및 로그를 지우려면 재설정해주세요.
tr: İstatistikleri ve günlükleri temizlemek için sıfırlayın.

source: Queued
bg_bg: На опашка
ko: 대기열에 등록됨
tr: Sıraya alındı

source: Working
bg_bg: Работещ
ko: 작업 중
tr: Çalışma

source: Paused
bg_bg: На пауза
ko: 멈춤
tr: Durduruldu

source: Canceled
bg_bg: Отменен
ko: 취소
tr: İptal edildi

source: Completed
bg_bg: Завършен
ko: 완료
tr: Tamamlanan

source: Actions
bg_bg: Дейности
ko: 액션
tr: Eylemler

source: Reset
ko: 재설정
tr: Sıfırla

source: Pause
bg_bg: Пауза
ko: 멈춤
tr: Duraklat

source: Resume
ko: 재시작
tr: Devam et

source: Process log
bg_bg: Дневник на процес логовете
ko: 처리 로그
tr: İşlem günlüğü

source: Errors
bg_bg: Грешки
he: שגיאות
ko: 오류
tr: Hatalar

source: Status
ar: الحالة
bg_bg: Статус
el: Κατάσταση
fa: وضعیت
fi: Tila
he: סטטוס
hu: Állapot
ko: 상태
lt_lt: Statusas
sk: Stav
th: สถานะ
tr: Durumu

source: The system works with a scheduled command to continuously process the importing. It requires a crontab entry.
ko: 시스템은 예약된 명령으로 지속적으로 가져오기를 처리합니다. crontab 항목이 필요합니다.
tr: Sistem, içe aktarmayı sürekli olarak işlemek için zamanlanmış bir komutla çalışır. Bir crontab girişi gerektirir.

source: You can run the command in parallel by changing the integer value of %s%.
ko: %s% 의 정수 값을 변경하여 명령을 병렬로 다중 실행할 수 있습니다.
tr: %s% tam sayı değerini değiştirerek komutu paralel olarak çalıştırabilirsiniz.

source: All file-system permissions must be granted for the crontab user at %path%
ko: crontab 사용자에게 %path% 경로의 모든 파일 시스템 권한을 부여해야 합니다.
tr: %path% yolundaki crontab kullanıcısı için tüm dosya sistemi izinleri verilmelidir

source: Add import job
bg_bg: Добавете задание за импортиране
ko: 가져오기 작업 추가하기
tr: İçe aktarma işi ekle

source: Process import
bg_bg: Процес на импортиране
ko: 가져오기 실행하기
tr: İşlem içe aktarma

source: Top level folders as %s
bg_bg: Папки на най-високо ниво като %s
ko: 최상위 폴더를 %s로(으로) 구문분석(파싱)
tr: %s olarak en üst düzey klasörler

source: Process
bg_bg: Процес
ko: 실행하기
tr: Süreç

source: Cancel
bg_bg: Отмени
he: ביטול
ko: 취소
tr: İptal et

source: Do you really want to remove the import ID %s?
bg_bg: Наистина ли искате да премахнете ID за импортиране %s?
ko: 가져오기 작업 ID %s을(를) 삭제하시겠습니까?
tr: %s alma kimliğini gerçekten kaldırmak istiyor musunuz?

source: Manual importing
ko: 수동으로 가져오기
tr: Manuel içe aktarma

source: The system will parse the contents of any available filesystem path.
ko: 시스템은 사용 가능한 파일 시스템 경로의 내용을 구문분석합니다.
tr: Sistem, kullanılabilir herhangi bir dosya sistemi yolunun içeriğini ayrıştırır.

source: These processes must be manually created and handled with the web browser tab open.
ko: 이러한 프로세스는 웹 브라우저 탭을 열고 수동으로 생성 및 처리해야 합니다.
tr: Bu işlemler web tarayıcısı sekmesi açıkken manuel olarak oluşturulmalı ve ele alınmalıdır.

source: Parser
bg_bg: Синтактичен анализ
ko: 파싱 구분
tr: Ayrıştırıcı

source: Add user
ar: إضافة عضو
bg_bg: Добавяне на потребител
el: Προσθέστε χρήστη
fa: افزودن کاربر
fi: Lisää käyttäjä
he: הוספת משתמש
hu: Felhasználó hozzáadása
ko: 사용자 추가
sk: Pridať užívateľa
sr_rs: Dodaj korisnika
th: เพิ่มผู้ใช้งาน
tr: Kullanıcı ekle

source: Role
ar: الصلاحية
bg_bg: Роля
el: Ρόλος
fa: سمت
fi: Rooli
he: תפקיד
hu: Jogosultság
ko: 역할
sk: Úloha
sr_rs: Uloga
th: หน้าที่
tr: Rolü

source: Manager
bg_bg: Мениджър
he: מנהל
ko: 관리자
tr: Yönetici

source: Administrator
ar: المتحكم الرئيسي
bg_bg: Администратор
el: Διαχειριστής
fa: مدیر کل سایت
fi: Ylläpitäjä
he: מנהל ראשי
hu: Adminisztrátor
ko: 최고관리자
lt_lt: Administratorius
sk: Administrátor
th: ผู้ดูแล
tr: Yönetici

source: Email address
ar: البريد الإلكتروني
bg_bg: Имейл адрес
el: Διέυθυνση email
et_ee: E-mail
fa: آدرس ایمیل
fi: Sähköpostiosoite
he: כתובת דואר אלקטרוני
hu: E-mail cím
ko: 이메일 주소
lt_lt: El.pašto adresas
sk: E-mailová adresa
sr_rs: Email adresa
th: ที่อยู่อีเมล
tr: E-posta adresi

source: This setting is always diabled when using personal website mode.
ar: دائما تعطيل هذا الإعداد عند استخدام وضع موقع شخصي.
bg_bg: Тази настройка винаги е деактивирана при използване на личен уебсайт режим.
fi: Tämä asetus on aina pois käytöstä käytettäessä henkilökohtainen verkkosivu tilaa.
ko: 이 설정은 개인 웹사이트 모드로 설정한 경우 비활성화됩니다.
th: การตั้งค่านี้มักใช้เมื่อใช้โหมดเว็บไซต์ส่วนตัว
tr: Özel mod etkinse bu ayar her zaman devre dışı bırakılır.

source: Add category
ar: اضافة فئة
bg_bg: Добавяне на категория
el: Προσθήκη κατηγορίας
fa: افزودن دسته بندی
fi: Lisää kategoria
he: הוסף קטגוריה
hu: Kategória hozzáadása
ko: 카테고리 추가
sk: Pridať kategóriu
sr_rs: Dodaj kategoriju
th: เพิ่มหมวดหมู่
tr: Kategori ekle

source: Add IP ban
ar: إضافة حظر IP
bg_bg: Добавете бан по IP
fi: Lisää IP esto
he: הוסף הרחקת כתובת IP
hu: IP ban hozzáadása
ko: IP 차단 추가
sk: Pridať IP ban
th: เพิ่มไอพีที่ต้องการระงับ
tr: İP yasağı ekle

source: Add storage
ar: إضافة التخزين
bg_bg: Добавете място за съхранение
fi: Lisää tallennustila
he: הוסף איחסון
hu: Tároló hozzáadása
ko: 저장소 추가
sk: Pridať úložisko
th: เพิ่มที่จัดเก็บ
tr: Depolama ekle

source: Return to pages
ar: العودة إلى صفحات
bg_bg: Върнете се на страниците
fi: Palaa sivuihin
he: חזור לרשימת עמודים
hu: Vissza az oldalakhoz
ko: 페이지로 돌아가기
th: กลับไปที่หน้าเว็บ
tr: Sayfalara dön

source: Website name
ar: اسم الموقع
bg_bg: Име на уебсайт
el: Όνομα ιστοσελίδας
fa: آدرس وبسایت
fi: Verkkosivuston nimi
he: שם האתר
hu: Weboldal neve
ko: 웹사이트 이름
lt_lt: Svetainės pavadinimas
sk: Názov webu
sr_rs: Naziv vebsajta
th: ชื่อเว็บไซต์
tr: Site adını yazınız.

source: Website doctitle
ar: عنوان الموقع
bg_bg: Заглавие на уебсайт
el: Τίτλος ιστοσελίδας
fa: عنوان وبسایت
fi: Verkkosivuston otsake
he: כותרת האתר
hu: Weboldal címe (doctitle)
ko: 웹사이트 문서제목
sk: Nadpis webovej stránky
sr_rs: Podnaslov vebsajta
th: ชื่อสารบรรณ เว็บไซต์
tr: Sitenizin başlığını yazınız.

source: Website description
ar: وصف الموقع
bg_bg: Описание на уебсайтa
el: Περιγραφή ιστοσελίδας
fa: توضیحات وبسایت
fi: Verkkosivuston kuvaus
he: תיאור האתר
hu: Weboldal meta leírása
ko: 웹사이트 설명
lt_lt: Svetainės aprašymas
sk: Popis webu
sr_rs: Opis vebsajta
th: คำอธิบายเว็บไซต์
tr: Sitenizin açıklamasını yazınız.

source: Enable this if you want to show a "%s" link at the footer.
bg_bg: Активирайте това, ако искате да се показват бутони за споделяне в социалните мрежи.
ko: 푸터에 "%s" 링크를 보여주려면 이 옵션을 활성화로 설정해주세요.
tr: İçeriği paylaşacak sosyal ağ düğmelerini göstermek istiyorsanız bunu etkinleştirin.

source: Automatic
bg_bg: Автоматичен
ko: 자동 설정
tr: Otomatik

source: Forced
bg_bg: Принуден
ko: 강제 설정
tr: Zorunlu

source: %a will use HTTPS detection on the server side (recommended). %f will use HTTPS regardless of your server setup. %d to don't use HTTPS at all.
bg_bg: %a ще използва HTTPS откриване от страна на сървъра (препоръчително). %f ще използва HTTPS независимо от настройката на вашия сървър. %d изобщо да не използвате HTTPS.
ko: %a은 서버 측에서 HTTPS 감지를 사용합니다(권장됨). %f은 서버 설정에 관계없이 HTTPS를 사용합니다. %d는 HTTPS를 전혀 사용하지 않습니다.
tr: %a sunucu tarafında HTTPS algılamayı kullanacaktır (önerilir). %f sunucunuzun kurulumundan bağımsız olarak HTTPS kullanacaktır. %d HTTPS kullanmamak için.

source: This only controls the protocol used in the URLs, it won't turn your website into a valid HTTPS website unless your server is configured to support and use HTTPS.
bg_bg: Това контролира само протокола, използван в URL адресите, няма да превърне вашия уебсайт в валиден HTTPS уебсайт, освен ако вашият сървър не е конфигуриран да поддържа и използва HTTPS.
ko: 이 옵션은 URL에 사용된 프로토콜만 제어하며 서버가 HTTPS를 지원하고 사용하도록 구성되어있지 않으면 웹사이트를 유효한 HTTPS 웹사이트로 전환하지 않습니다.
tr: Bu, yalnızca URL’lerde kullanılan protokolü kontrol eder, sunucunuz HTTPS’yi destekleyecek ve kullanacak şekilde yapılandırılmadıkça web sitenizi geçerli bir HTTPS web sitesine dönüştürmez.

source: Default time zone
ar: المنطقة الزمنية الافتراضية
bg_bg: Часова зона по подразбиране
el: Προεπιλεγμένη ζώνη ώρας
fa: منطقه زمانی اصلی
fi: Oletusaikavyöhyke
he: ברירת מחדל איזור זמן
hu: Alapértelmezett időzóna
ko: 기본 시간대
sk: Východzie časové pásmo
sr_rs: Podrazumevana vremenska zona
th: เขตเวลาเริ่มต้น
tr: Varsayılan Zaman Dilimi

source: Select region
ar: اختر المنطقة
bg_bg: Избери регион
el: Επιλέξτε περιοχή
fa: انتخاب منطقه
fi: Valitse alue
he: בחר אזור
hu: Régió kiválasztása
ko: 지역 선택
sk: Vyberte región
sr_rs: Izaberi region
th: เลือกภูมิภาค
tr: Bölge Seçiniz.

source: Allows to search images, albums and users based on a given search query.
ar: يسمح للبحث في الصور والألبومات والمستخدمين استنادا إلى استعلام بحث معين.
bg_bg: Позволява да търсите изображения, албуми и потребители въз основа на дадена заявка за търсене.
fi: Sallii kuvien, albumien ja käyttäjien etsimisen tietyllä hakulausekkeella.
ko: 검색어를 입력하여 이미지, 앨범 및 사용자를 검색할 수 있도록 하려면 이 옵션을 활성화로 설정해주세요.
th: จะช่วยให้การค้นหาภาพอัลบั้มและผู้ใช้ตามคำค้นหาที่กำหนด
tr: Verilen arama sorgusuna göre resim, albüm ve kullanıcı aramanızı sağlar.

source: Enables to browse public uploaded images. It also enables categories.
ar: تمكين التصفح للصور العامة التي تم تحميلها . كما أنها تمكن الفئات.
bg_bg: Разрешава да разглеждате публично качени изображения. Също така дава възможност за категории.
fi: Salli julkisesti ladattujen kuvien katselu. Tämä sallii myös kategoriat.
ko: 활성화 하면 공개된 업로드 이미지를 탐색할 수 있습니다. 또한 카테고리를 활성화합니다.
th: เปิดการค้นหาภาพที่อัพโหลดแบบสาธารณะ รวมถึงในในหมวดหมู่
tr: Herkese açık görsellere göz atmayı sağlar. Kategoriler de aktive edilir.

source: guests
bg_bg: Гости
he: אורחים
ko: 손님
th: ผู้มาเยือน
tr: Ziyaretçi

source: Enables explore for guests.
bg_bg: Позволява откриване за гостите.
he: אפשר לאורחים אופציית סיור
ko: 활성화 하면 손님이 공개된 업로드 이미지를 탐색할 수 있습니다.
th: ช่วยให้การสำรวจสำหรับผู้มาเยือน
tr: Ziyaretçiler için "Discover" modunu aktifleştirin.

source: Enables to browse images randomly.
ar: تمكين لتصفح الصور بشكل عشوائي.
bg_bg: Позволява да разглеждането изображения произволно.
fi: Salli kuvien satunnaisen katselun.
ko: 활성화 하면 이미지를 임의로 탐색할 수 있습니다.
th: ช่วยให้การเรียกดูภาพแบบสุ่ม
tr: Görüntülerin rasgele taranmasını sağlar.

source: Likes
ar: الإعجابات
bg_bg: Харесвания
fi: Tykkäykset
he: אהבתי
ko: 좋아요
th: ถูกใจ
tr: Beğeniler

source: Allows users to like content and populate "Most liked" listings.
ar: السماح للمستخدمين بالإعجاب بالمحتوى و نشر " القوائم الأكثر إعجابا "
bg_bg: Позволява на потребителите да харесват съдържание и да попълват списъци с „Най-харесвани“.
fi: Salli käyttäjien tykätä sisällöstä ja vaikuttaa "Tykätyimmät" listaukseen.
ko: 사용자가 게시물에 좋아요를 표시하거나 목록에서 인기순 탐색을 할 수 있도록 하려면 이 옵션을 활성화로 설정해주세요.
th: ช่วยให้ผู้ใช้ชอบเนื้อหาและเติม "ส่วนใหญ่ถูกใจ" รายการ
tr: Kullanıcıların içeriği sevmesini ve en popüler içeriği görüntülemesini sağlar.

source: Followers allows users to follow each other.
ar: يسمح المتابعون للمستخدمين بمتابعة بعضهم البعض.
bg_bg: Последователите позволяват на потребителите да следват един друг.
fi: Salli seuraajien seurata toisiaan.
ko: 활성화 하면 사용자간 팔로우/언팔로우를 할 수 있습니다.
th: ช่วยให้ผู้ติดตามปฏิบัติตามคนอื่น ๆ
tr: "Takipçiler" işlevi diğer kullanıcıların içeriğini takip etmeyi mümkün kılar.

source: Personal mode target user
ar: وضع المستخدم الشخصى
bg_bg: Личен режим на целевия потребител
fi: Henkilökohtaisen tilan käyttäjä
he: משתמש מיועד למצב אישי
hu: Személyes mód célfelhasználója
ko: 개인 모드 대상 사용자
sk: Súkromný mód cieľového užívateľa
th: โหมดผู้ใช้ตั้งเป็นส่วนบุคคล
tr: Kişisel mod hedef kullanıcı

source: User ID
ar: رقم العضو
bg_bg: Потребителско ID
el: Ταυτότητα Χρήστη
fa: شناسه کاربری
fi: Käyttäjän tunniste
he: מזהה משתמש
hu: Azonosító
ko: 사용자 ID
lt_lt: Vartotojo ID
sk: Užívateľské ID
sr_rs: ID korisnika
th: ID ผู้ใช้งาน
tr: Kullanıcı ID

source: Your user id is: %s
ar: رقم الهوية الخاص بك هو: %s
bg_bg: Вашето потребитеслко ID е: %s
fi: Sinun käyttäjäid on: %s
he: מזהה המשתמש שלכם הוא: %s
hu: Az ön felhasználó azonosítója: %s
ko: 현재 사용자 id: %s
sk: Vaše užívateľské ID je: %s
th: ไอดีผู้ใช้ของคุณ: %s
tr: Kullanıcı kimliğiniz: %s

source: Numeric ID of the target user for personal mode.
ar: الهوية الرقمية للمستخدم المستهدف للوضع الشخصى.
bg_bg: Числов идентификатор на целевия потребител за личен режим.
fi: Käyttäjän ID henkilökohtaiseen tilaan.
he: מזהה מספרי של משתמש מיועד למצב אישי.
hu: A kiválasztott felhasználó numerikus azonosítója a személyes módhoz.
ko: 개인 모드 대상 사용자의 숫자 형식의 ID 입니다.
sk: Číselné ID cieľového užívateľa pre súkromný mód.
th: ตัวเลข ID ของผู้ใช้เป้าหมายสำหรับโหมดส่วนตัว
tr: Kişisel mod için hedef kullanıcının sayısal kimliği.

source: Personal mode routing
ar: توجيه الوضع الشخصى
bg_bg: Личен режим на маршрутизиране
fi: Henkilökohtaisen tilan ohjaus
he: ניתוב מצב אישי
hu: Személyes mód hozzárendelés
ko: 개인 모드 라우팅
sk: Smerovanie súkromného módu
th: การกำหนดเส้นทางโหมดส่วนบุคคล
tr: Kişisel mod yönlendirmesi

source: Custom route to map /username to /something. Use "/" to map to homepage.
ar: توجيه مخصص لترسيم / المستخدم إلى / شيئ ما. استخدم " /" لترسيم الصفحة الشخصية.
bg_bg: Персонализиран маршрут за карта / потребителско име до / нещо. Използвайте "/", за да насочите към началната страница.
fi: Mukautettu ohjaus /käyttäjänimi /jonnekin. Käytä "/" ohjataksesi etusivulle.
he: ניתוב מותאם אישית כדי למפות /שם משתמש ל/כל דבר. השתמש ב"/" כדי למפות לדף הבית.
hu: Egyedi hozzárendelés (/felhasználónév -> /valami). A kezdőlaphoz rendeléshez írjon perjelet "/".
ko: /사용자_이름 을 /다른_이름 으로 맵핑합니다. "/" 는 홈페이지에 맵핑합니다.
sk: Vlastné smerovanie na zmenu z /username na /something. Používaj "/" na smerovanie do domovskej stránky.
th: เส้นทางที่กำหนดเองเพื่อ map / ชื่อผู้ใช้ไปยัง / บางสิ่งบางอย่าง ใช้ "/" เพื่อทำแผนที่ไว้ในหน้าแรก
tr: Haritaya / kullanıcı adına / özel şeye özel yol. Ana sayfaya eşlemek için "/" kullanın.

source: Website privacy mode
ar: وضع خصوصية الموقع
bg_bg: Режим на поверителност на уебсайта
fi: Verkkosivun yksityinen tila
he: מצב פרטי של האתר
hu: Weboldal tartalomkorlátozási módja
ko: 웹사이트 공개 범위 모드
sk: Súkromný mód webu
th: ความเป็นส่วนตัวของเว็บไซต์
tr: Web sitesi gizlilik modu

source: Private mode will make the website only available for registered users.
ar: الوضع الخاص سيجعل الموقع يظهر فقط للاعضاء المسجلين.
bg_bg: Скрития режим ще направи уебсайта достъпен само за регистрирани потребители.
fa: حالت خصوصی دسترسی به وبسایت را تنها برای کاربران عضو امکان پذیر میکند
fi: Yksityinen näyttää verkkosivun vain rekisteröityneille käyttäjille
he: מצב פרטי יהפוך את האתר זמין רק למשתמשים רשומים.
hu: A privát mód csak a regisztrált felhasználók számára teszi elérhetővé a weboldalt.
ko: 비공개 모드는 등록된 사용자만 게시물을 볼 수 있습니다.
sk: Súkromný režim spôsobí, že stránka bude dostupná iba registrovaným užívateľom.
sr_rs: Privatni mod će sajt prikazivati samo registrovanim korisnicima.
th: โหมดส่วนตัวจะทำให้เว็บไซต์ที่มีเฉพาะสำหรับผู้ใช้ที่ลงทะเบียน
tr: Özel mod, web sitesini yalnızca kayıtlı kullanıcılar tarafından kullanılabilir duruma getirir.

source: Content privacy mode
ar: وضع المحتوى الخاص
bg_bg: Режим на поверителност на съдържанието
fa: حالت حفظ خصوصی مطالب
fi: Yksityinen sisältö
he: מצב פרטי של התוכן
hu: Privát tartalom mód
ko: 게시물 비공개 모드
sk: Obsah súkromného módu
sr_rs: Privatni mod sadržaja
th: ความเป็นส่วนตัวเนื้อหา
tr: İçerik gizlilik modu

source: Default
ar: الإفتراضي
bg_bg: По подразбиране
fa: معمولی
fi: Oletus
he: ברירת מחדל
hu: Alapértelmezett
ko: 기본값
sk: Východzí
sr_rs: Podrazumevani
th: ค่าเริ่มต้น
tr: Varsayılan

source: Force private (self)
ar: إجبار الوضع الخاص (الذاتي)
bg_bg: Принудително скрито (самостоятелно)
fa: اجبار به خصوصی
fi: Pakota yksityiseksi (itselle)
he: אלץ פרטי (עצמי)
hu: Kényszerített privát
ko: 강제 비공개(개인)
sk: Vynútiť súkromie (iba ja)
sr_rs: Forsiraj privatni (za sebe)
th: บังคับให้ส่วนตัว (ตัวเอง)
tr: Özel kişiyi zorla (öz)

source: Force private (anyone with the link)
ar: إجبار الوضع الخاص (أي شخص لديه الرابط)
bg_bg: Принудително скрито (всеки с връзката)
fa: اجبار به خصوصی ( هر کسی با یک لینک )
fi: Pakota yksityiseksi (kaikille linkin tietäville)
he: אלץ פרטי (כל אחד עם הקישור)
hu: Kényszerített privát (csak a linkkel rendelkező felhasználóknak)
ko: 강제 비공개(링크)
sk: Vynútiť súkromie (ktokoľvek má link)
sr_rs: Forsiraj privatni (za sve sa linkom)
th: บังคับให้ส่วนตัว (ทุกคนที่มีการเชื่อมโยง)
tr: Özel olarak zorla (bağlantıya sahip olan herkes)

source: Forced privacy modes will override user selected privacy.
ar: الوضع الخاص يجبر على تجاوز خيار المستخدم في اختيار الخصوصية.
bg_bg: Принудителните режими на поверителност ще отменят избраната от потребителите поверителност.
fa: تنظیمات خصوصی اجباری تنظیمات کاربران را تحت تاثیر قرار میدهد
fi: Pakotettu yksityisyys ylikirjoittaa käyttäjän valitseman yksityisyysasetuksen.
he: מצבי פרטיות שאולצו יעקפו בחירת פרטיות של המשתמש.
hu: A kényszerített tartalom mód felülírja a felhasználó által kiválasztott módot.
ko: 사용자가 선택한 공개 범위를 여기에서 설정한 공개 범위로 강제로 대체합니다.
sk: Vynútenie súkromia ovplyvní i to, čo mal užívateľ nastavené.
sr_rs: Forsirani privatni mod će zaobići korisnički izabranu privatnost
th: โหมดบังคับความเป็นส่วนตัวจะแทนที่ความเป็นส่วนตัวของผู้ใช้ที่เลือก
tr: Zorla gizlilik modları, kullanıcının seçtiği gizliliği geçersiz kılar.

source: Page title
ar: عنوان الصفحة
bg_bg: Заглавие на страница
fi: Sivun otsikko
hu: Oldal címe
ko: 페이지 제목
th: ชื่อหน้า
tr: Sayfa başlığı

source: Page status
ar: حالة الصفحة
bg_bg: Състояние на страницата
fi: Sivun tila
he: סטטוס עמוד
hu: Oldal státusza
ko: 페이지 상태
th: หน้าสถานะ
tr: Sayfa durumu

source: Active page
ar: الصفحة النشطة
bg_bg: Активна страница
fi: Aktiivinen sivu
hu: Aktív oldal
ko: 활성 페이지
th: หน้าเว็บที่ใช้งานอยู่
tr: Aktif sayfa

source: Inactive page (%s)
ar: صفحة غير نشطة (%s)
bg_bg: Неактивна страница (%s)
fi: Toimeton sivu (%s)
hu: Inaktív oldal (%s)
ko: 비활성 페이지 (%s)
th: หน้าเว็บที่ไม่ใช้งาน (%s)
tr: Etkin olmayan sayfa (%s)

source: Only active pages will be accessible.
ar: يمكن الوصول فقط للصفحات النشطة
bg_bg: Ще бъдат достъпни само активни страници.
fi: Vain aktiiviset sivut on saatavilla.
hu: Csak az aktív oldalak érhetőek el.
ko: 활성 페이지에만 액세스할 수 있습니다.
th: คุณสามารถเข้าถึงหน้าเว็บที่ใช้งานได้เท่านั้น
tr: Sadece aktif sayfalar erişilebilir olacaktır.

source: Type
ar: اكتب
bg_bg: Тип
fi: Tyyppi
he: סוג
hu: Típus
ko: 유형
th: ชนิด
tr: Tip

source: Terms of service
bg_bg: Условия за ползване
el: Όροι χρήσης
fa: شرایط استفاده
he: תנאי שימוש
ko: 이용약관
sk: Podmienky používania
sr_rs: Uslovi korišćenja
tr: Kullanım şartları

source: Privacy
ar: الخصوصية
bg_bg: Поверителност
el: Ιδιωτικότητα
fa: حریم خصوصی
fi: Yksityisyys
he: פרטי
ko: 개인 정보 보호 정책
lt_lt: Privatumas
sk: Súkromie
sr_rs: Politika privatnosti
th: ความเป็นส่วนตัว
tr: Gizlilik

source: Contact
ar: اتصل بنا
bg_bg: Контакти
el: Επικοινωνία
fa: تماس با ما
fi: Ota yhteyttä
he: צור קשר
hu: Kapcsolatok
ko: 문의
lt_lt: Kontaktai
sk: Kontakt
sr_rs: Kontakt
th: ติดต่อ
tr: İletişim

source: Extra page
bg_bg: Допълнителна страница
ko: 추가 페이지
tr: Ekstra sayfa

source: Internal page type
bg_bg: Тип вътрешна страница
ko: 내부 페이지 유형
tr: Dahili sayfa tipi

source: You can have multiple extra pages, but only one of the other special internal types.
bg_bg: Можете да имате няколко допълнителни страници, но само една от другите специални вътрешни типове.
ko: 추가 페이지는 여러 개 설정할 수 있지만, 특수 내부 페이지 유형은 하나씩만 설정 가능합니다.
tr: Birden fazla ekstra sayfanız olabilir, ancak diğer özel dahili türlerden yalnızca birini kullanabilirsiniz.

source: Page visibility
ar: إمكانية رؤية الصفحة
bg_bg: Видимост на страницата
fi: Sivun näkyvyys
he: חשיפה
hu: Oldal láthatósága
ko: 페이지 가시성
th: การเปิดเผยหน้าเว็บ
tr: Sayfa görünürlüğü

source: Visible page
ar: صفحة مرئية
bg_bg: Видима страница
fi: Näkyvä sivu
he: לינק עמוד מפורסם
hu: Látható oldal
ko: 보이는 페이지
th: หน้าเว็บที่มองเห็นได้
tr: Görünür sayfa
