Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Change background
ar: تعديل الخلفية
bg_bg: Смени фона
el: Αλλαγή φόντου
fa: تغییر پس زمینه
fi: Vaihda taustakuva
he: שנה רקע
hu: Háttér megváltoztatása
ko: 배경 바꾸기
lt_lt: Keisti fono paveikslėlį
sk: Zmeniť pozadie
sr_rs: Promeni pozadinu
th: เปลี่ยนพื้นหลัง
tr: Arka planı değiştir.

source: The profile background image will be deleted. This can't be undone. Are you sure that you want to delete the profile background image?
ar: سوف يتم حذف صورة خلفية الملف الشخصي ، لن تتمكن من التراجع عن هذا الإجراء ، هل أنت متأكد من رغبتك في حذف خلفية الملف الشخصي ؟
bg_bg: Фоновото изображение на профила ще бъде изтрито. Това не може да бъде отменено. Сигурни ли сте, че искате да изтриете фоновото изображение на профила?
el: Η εικόνα φόντου προφίλ θα διαγραφεί. Αυτό δεν μπορεί να αναιρεθεί. Είσαι σίγουρος ότι θές να διαγράψεις την εικόνα φόντου προφίλ;
fa: پس زمینه ی پروفایل شما حذف میشود. این عمل غیر قابل بازگشت است. مطمئن هستید؟
fi: Profiilin taustakuva poistetaan. Toimintoa ei voi perua. Olethan varma poistaessasi kuvaa?
he: לא ניתן לבטל פעולה זו לאחר מחיקת תמונת רקע של הפרופיל. האם הינך בטוח במחיקת תמונת רקע?
hu: A profil háttérképe törölve lesz és a folyamat nem visszafordítható. Biztos benne, hogy ezt szeretné tenni?
ko: 배경 지우기는 프로필 배경 이미지를 삭제합니다. 프로필 배경 이미지를 삭제하시겠습니까? 이 작업은 원래대로 되돌릴 수 없습니다.
sk: Profilový obrázok pozadia bude odstránený. Túto akciu nejde vrátiť. Naozaj si prajete pokračovať?
sr_rs: Pozadinska profilna slika će biti obrisana. Ovo je nepovratno. Dali sigurno želite obrisati?
th: ภาพพื้นหลังโปรไฟล์จะถูกลบ. ไม่สามารถเลิกทำได้ คุณแน่ใจหรือไม่ว่าต้องการลบภาพพื้นหลังโปรไฟล์?
tr: Profilinizin arkaplan resmi silinecektir. Bu işlem geri alınamaz. Silmek istediğinize emin misiniz?

source: Delete background
ar: حذف الخلفية
bg_bg: Изтриване на фона
el: Διαγραφή φόντου
fa: حذف پس زمینه
fi: Poista taustakuva
he: מחק רקע
hu: Háttér törlése
ko: 배경 지우기
lt_lt: Pašalinti fono paveikslėlį
sk: Odstrániť pozadie
sr_rs: Obriši pozadinu
th: ลบพื้นหลัง
tr: Arka Planı Sil

source: Follower
bg_bg: Последовател
fi: Seuraaja
he: עוקבים
hu: Követő
ko: 팔로워
th: ผู้ติดตาม
tr: takipçi

source: Follow
ar: متابعة
bg_bg: Последвай
fi: Seuraa
he: לעקוב
hu: Követés
ko: 팔로우
lt_lt: Sekti
th: ติดตาม
tr: Takip et

source: You have been forbidden to use this website.
ar: تم منعك من استخدام هذا الموقع.
bg_bg: Забранено вие да използвате този сайт.
el: Απαγορεύεται να χρησιμοποιήσετε αυτή την ιστοσελίδα.
fi: Sinulla ei ole oikeuksia käyttää tätä sivustoa.
he: נחסמת זמנית לכניסה למערכת.
hu: Önnek nem engedélyezett a weboldal használata.
ko: 이 웹사이트를 사용하는 것이 금지되었습니다.
lt_lt: Jums draudžiama naudotis šia svetaine.
sk: Bol vám zamedzený prístup na stránku.
th: คุณถูกห้ามการใช้งานเว็บไซต์นี้
tr: Bu siteyi kullanmanız yasaklanmıştır.

source: Plugin
bg_bg: Плъгин
fi: Liitännäinen
he: תוספים
ko: 플러그인
lt_lt: Įskiepis
th: ปลั๊กอิน
tr: Eklenti

source: Page %s
bg_bg: Страница %s
ko: 페이지 %s
tr: %s sayfası

source: General questions/comments
ar: أسئلة عامة / تعليقات
bg_bg: Общи въпроси / коментари
el: Γενικές ερωτήσεις/σχόλια
fa: نظرات / سوالات اصلی
fi: Yleiset kysymykset/kommentit
he: שאלות כלליות\הערות
hu: Általános kérdések/reakciók
ko: 일반적인 질문 및 의견
lt_lt: Bendrieji klausimai/komentarai
sk: Základné dotazy a komentáre
sr_rs: Generalna pitanja/komentari
th: คำถามทั่วไป/แสดงความคิดเห็น
tr: Genel sorular/yorumlar

source: DMCA complaint
ar: شكوى DMCA
bg_bg: Жалба DMCA
el: καταγγελία DMCA
fa: شکایت از نقض حقوق معنوی
fi: Tekijänoikeusrikkomus
he: תלונת DMCA
hu: Jogi bejelentés/kép törlési kérelem
ko: 저작권법 위반 내용 접수
lt_lt: DMCA skundas
sk: Nahlásiť porušenie autorského zákona
sr_rs: DMCA žalba
th: ร้องเรียน DMCA
tr: DMCA şikayet

source: Invalid message
ar: رسالة غير صالحة
bg_bg: Невалидно съобщение
el: Λάθος μήνυμα
fa: پیغام نادرست است.
fi: Virheellinen viesti
he: הודעה לא חוקית
hu: Érvénytelen üzenet
ko: 메시지 내용이 잘못되었습니다
lt_lt: Neteisinga žinutė
sk: Neplatná správa
sr_rs: Neispravna poruka
th: ข้อความผิดพลาด
tr: Geçersiz mesaj (ileti). Lütfen geçerli bir mesaj yazınız.

source: Invalid subject
ar: عنوان غير صالح
bg_bg: Невалиден предмет
el: Λάθος θέμα
fa: عنوان نادرست است.
fi: Virheellinen aihe
he: נושא לא חוקי
hu: Érvénytelen tárgy
ko: 주제가 잘못되었습니다
lt_lt: Neteisinga tema
sk: Neplatný predmet
sr_rs: Neispravan naslov
th: หัวข้อผิดพลาด
tr: Geçersiz konu. Lütfen geçerli bir konu yazınız.

source: Mail error
ar: خطأ في البريد الإلكتروني
bg_bg: Грешка в пощата
el: Σφάλμα mail
fa: خطا در ارسال ایمیل.
fi: Sähköpostivirhe
he: שגיאה בדוא"ל
hu: Üzenetküldési hiba
ko: 이메일 오류
lt_lt: Pašto klaida
sk: Chyba e-mailu
sr_rs: Greška email-a
th: เมลผิดพลาด
tr: Hatalı (geçersiz) mail adresi.

source: Message sent
ar: تم إرسال الرسالة
bg_bg: Съобщението е изпратено
el: Το μήνυμα αποστάλθηκε
fa: پیغام شما ارسال شد.
fi: Viesti lähetetty
he: ההודעה נשלחה בהצלחה
ko: 메시지를 보냈습니다.
lt_lt: Žinutė išsiųsta
sk: Správa odoslaná
sr_rs: Poruka poslata
th: ส่งข้อความ
tr: Mesaj gönderildi

source: Message sent. We will get in contact soon.
ar: تم الارسال. سوف نتصل بك قريبا .
bg_bg: Съобщението е изпратено. Ще се свържем скоро с вас.
fi: Viesti lähetetty. Olemme sinuun yhteydessä pian.
he: בדקות הקרובות ההודעה תתקבל למייל של המערכת, ונדאג ליצור איתך קשר.
hu: Üzenet elküldve. Hamarosan válaszolni fogunk.
ko: 메시지를 보냈습니다. 빠른 시일내에 답변드리겠습니다.
th: ส่งข้อความแล้ว. เราจะติดต่อกลับในเร็ว ๆ นี้
tr: Mesajınız gönderildi. Yakında iletişime geçeceğiz.

source: If you want to send a message fill the form below.
ar: إذا كنت ترغب في إرسال رسالة ، قم بإدخال البيانات فى النموذج أدناه.
bg_bg: Ако искате да изпратите съобщение, попълнете формата по-долу.
el: Αν θέλετε να στείλετε ένα μήνυμα, χρησιμοποιήστε την παρακάτω φόρμα.
et_ee: Kirjuta meile.
fa: اگر میخواهید پیغامی بفرستید فرم زیر را پر کنید.
fi: Ota yhteyttä alla olevan lomakkeen kautta.
he: הזן את הפרטים הבאים בכדי לשלוח הודעה.
ko: 메시지를 보내시려면 아래의 양식을 채워주세요.
sk: Ak chcete odoslať správu, vyplňte prosím formulár nižšie.
sr_rs: Ako želite da pošaljete poruku, popunite formular ispod.
th: หากคุณต้องการที่จะส่งข้อความกรอกแบบฟอร์มด้านล่าง
tr: Mesaj göndermek istiyorsanız aşağıdaki formu doldurunuz.

source: Your name
ar: إسمك
bg_bg: Вашето име
el: Το όνομά σας
fa: نام شما
fi: Nimi
he: שם מלא
hu: A neved
ko: 보내는 분 이름
lt_lt: Jūsų vardas
sk: Vaše meno
sr_rs: Vaše ime
th: ชื่อของคุณ
tr: Adınız

source: Subject
ar: العنوان
bg_bg: Предмет
el: Θέμα
fa: عنوان
fi: Aihe
he: נושא
hu: Tárgy
ko: 주제
lt_lt: Tema
sk: Predmet
sr_rs: Naslov
th: เรื่อง
tr: konu

source: All the changes that you have made will be lost if you continue.
ar: كل التغييرات التي قمت بها سوف يتم إلغاؤها في حالة المتابعة.
bg_bg: Всички промени, които сте направили, няма да бъдат запазени, ако продължите.
el: Όλες οι αλλαγές που κάνατε θα χαθούν αν συνεχίσετε.
fa: تمامی تغییراتی که اعمال کرده ایید در صورت ادامه از بین میروند
fi: Kaikki muutoksesi menetetään, jos jatkat.
he: השינויים שביצעת לא נשמרו. האם להמשיך?
hu: Hogyha folytatja az összes módosítás elvész.
ko: 계속하면 변경한 내용이 모두 손실됩니다.
sk: Všetky zmeny, které ste vykonal(a), budú stratené ak budete pokračovať.
sr_rs: Sve promene koje ste uradili biće izgubljene ako nastavite
th: การเปลี่ยนแปลงทั้งหมดที่คุณทำจะหายไปหากคุณดำเนินการต่อ
tr: Devam etmeniz durumunda yaptığınız değişiklikler kabul edilmeyecektir

source: Changes saved successfully.
ar: تم حفظ التغييرات بنجاح.
bg_bg: Промените са запазени успешно.
el: Οι αλλαγές αποθηκέυτηκαν επιτυχώς.
fa: تنظیمات با موفقیت ذخیره شدند.
fi: Muutokset tallennettu onnistuneesti.
hu: A változtatások mentése sikeres.
ko: 변경한 내용 저장이 완료되었습니다.
sk: Zmeny boli úspešne uložené.
sr_rs: Promene su uspešno sačuvane
th: บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว
tr: Değişiklikler başarıyla kaydedildi.

source: Go back to form
ar: العودة إلى النموذج
bg_bg: Върнете се обратно до формата
el: Επιστροφή στην φόρμα
fa: بازگشت به فرم
fi: Siirry takaisin lomakkeeseen
he: חזור
hu: Vissza az űrlaphoz
ko: 입력폼으로 되돌아가기
sk: Vrátiť sa späť na formulár
sr_rs: Idi nazad na formular
th: กลับไปที่แบบฟอร์ม
tr: Form'a geri dön

source: continue anyway
ar: متابعة على أي حال
bg_bg: продължете въпреки това
el: συνέχεια έτσι κι αλλιώς
fa: ادامه در هر صورت
fi: jatka silti
he: המשך
hu: folytatom
ko: 입력폼에서 나가기
sk: ajtak pokračovať
sr_rs: svedno nastavi
th: ดำเนินการต่อ
tr: Devam etmek istediğinizden emin misiniz ?

source: Saving
ar: جاري الحفظ
bg_bg: Запазване
el: Αποθήκευση
fa: در حال ذخیره
fi: Tallennetaan
he: שמירת נתונים
hu: Mentés
ko: 저장하는 중
sk: Ukladanie
sr_rs: Čuvanje
th: กำลังบันทึก
tr: Kaydet

source: Sending
ar: جاري الإرسال
bg_bg: Изпращане
el: Αποστολή
fa: در حال ارسال
fi: Lähetetään
he: שולח נתונים
hu: Küldés
ko: 처리 중
sk: Odosielanie
sr_rs: Slanje
th: กำลังส่ง
tr: Gönder

source: Confirm action
ar: تأكيد الإجراء
bg_bg: Потвърдете действието
el: Επιβεβαίωση ενέργειας
fa: تایید
fi: Hyväksy toiminto
he: אשר את הפעולה
hu: Döntés megerősítése
ko: 내용 확인
sk: Potvrdiť akciu
sr_rs: Potvrdi radnju
th: ยืนยันการดำเนินการ
tr: Eylemi onayla

source: information
ar: معلومات
bg_bg: Информация
el: πληροφορία
fi: tiedot
he: מידע
hu: információ
ko: 정보
lt_lt: informacija
sk: informácia
th: ข้อมูล
tr: bilgi

source: Content of type %s is forbidden
tr: %s türü içerikler yasaktır.

source: We must approve the uploaded content before being able to share.
tr: Paylaşmadan önce yüklenen içeriği onaylamamız gerekir.

source: Mark this if the image is not safe for work
tr: Görüntü aile için güvenli değilse işaretleyin.

source: YYYY-MM-DD HH:MM:SS
ar: سنة-شهر-يوم ساعة-دقيقة-ثانية
bg_bg: ГГГГ-ММ-ДД ЧЧ:ММ:СС
el: ΕΕΕΕ-ΜΜ-ΗΗ ΩΩ:ΛΛ:ΔΔ
he: שנה-חודש-יום שעות:דקות:שניות
hu: ÉÉÉÉ-HH-NN ÓÓ:PP:MM
sk: RRRR-MM-DD HH:MM:SS
th: ปี-เดือน-วัน ชั่วโมง:นาที:วินาที
tr: YYYY-AA-GG SS:DD:SS

source: Identity URL
ar: رابط الهوية
bg_bg: Идентификационен URL
fi: Identiteetti osoite
he: קישור זהות
sk: URL identita
th: URL ข้อมูลประจำตัว
tr: Kimlik URL

source: Tenant id
ar: هوية المستأجر
bg_bg: ID на наемателя
fi: Vuokralaisen id
he: מזהה דייר
th: Id ผู้เช่า
tr: Kiracı kimliği

source: Do you really want to approve this content? This can't be undone.
tr: Seçilen tüm içeriği gerçekten kaldırmak istiyor musunuz? Bu geri alınamaz.

source: Do you really want to approve all the selected content? This can't be undone.
tr: Seçilen tüm içeriği gerçekten kaldırmak istiyor musunuz? Bu geri alınamaz.

source: Enable this to prevent users from changing the NSFW flag. When enabled, only admin and managers will have this permission.
tr: Gelen yüklemeleri denetlemek için bunu etkinleştirin. Hedef içerik, onay için denetim gerektirecektir.

source: Route %s
tr: %s yolu

source: upload
tr: yükle

source: Automatically moderate the content using the %s service.
tr: %s hizmetini kullanarak içeriği otomatik olarak denetleyin.

source: Enable this to automatically approve content moderated by this service.
tr: Bu hizmet tarafından denetlenen içeriği otomatik olarak onaylamak için bunu etkinleştirin.

source: Do you really want to approve this image? The image will go public if you approve it.
tr: Seçilen tüm içeriği gerçekten kaldırmak istiyor musunuz? Bu geri alınamaz.

source: http://yourwebsite.com
bg_bg: http://вашиятуебсайт.com
el: http://ηιστοσελιδασου.com
fi: http://sinunsivusi.fi
hu: http://weboldala.hu
lt_lt: http://jususvetaine.lt
sk: http://vasastranka.com
sr_rs: http://vassajt.com
tr: http://sizinsiteniz.com

source: Expected banner size 728x90
ar: مساحة (أبعاد) البنر 728x90
bg_bg: Очакван размер на банера 728x90
fa: سایز پیشنهادی 728*90
fi: Bannerin koko 728x90
hu: Az ideális banner méret 728x90
sk: Očakávaná veľkosť banera je 728×90px
sr_rs: Očekivana veličina banera 728x90

source: Invalid theme top bar color
ar: لون الشريط العلوي للسمة غير صالح
bg_bg: Невалиден цвят на горната лента
fi: Virheellinen teeman yläpalkin väri
hu: Érvénytelen sablon felső sáv szín
sk: Neplatná farba horného menu

source: Edit image
ar: تعديل الصورة
bg_bg: Редактиране на изображението
et_ee: Muuda pilti
fi: Muokkaa kuvaa
hu: Kép szerkesztése

source: API
ar: المعرف API
bg_bg: API-сървър
th: เอพีไอ

source: Edit image details
ar: تعديل بيانات الصورة
bg_bg: Редактиране на подробности за изображението
el: Επεξεργασία στοιχείων εικόνας
et_ee: Muuda pilti
fa: ویرایش جزئیات تصویر
fi: Muokkaa kuvan tietoja
hu: Képadatok szerkesztése
lt_lt: Redaguoti paveikslėlio detales
sk: Upraviť detaily obrázku
sr_rs: Izmeni detalje slike

source: Edit album details
ar: تعديل معلومات الألبوم
bg_bg: Редактирай албум
el: Διόρθωση λεπτομερειών του άλμπουμ
fa: ویرایش جزئیات آلبوم
fi: Muokkaa albumia
hu: Album szerkesztése
lt_lt: Albumo redagavimo detalės
sk: Uprav informácie o albume
sr_rs: Izmeni detalje albuma

source: Delete album
ar: حذف الألبوم
bg_bg: Изтрий албум
el: Διαγραφή άλμπουμ
et_ee: Kustuta album
fa: حذف آلبوم
fi: Poista albumi
hu: Album Törlése
lt_lt: Pašalinti albumą
sk: Zmazať album
sr_rs: Obriši album

source: This tool allows to mass add content to your website by pointing a system path with the content you want to import. It supports the addition of users, albums, and images using a folder based structure. You can learn more about the folder structure, adding metadata, and all about this tool in our %d.
bg_bg: Този инструмент позволява масово добавяне на съдържание към уебсайта ви, като посочва системен път със съдържанието, което искате да импортирате. Той поддържа добавянето на потребители, албуми и изображения, използвайки структура, базирана на папки. Можете да научите повече за структурата на папките, добавяне на метаданни и всичко за този инструмент в нашия %d.

source: Powered by
bg_bg: Осъществено от

source: Top bar color
ar: لون الشريط العلوى
bg_bg: Цвят на горната лента
fi: Yläpalkin väri
hu: Felső sáv színe
sk: Farba horného menu

source: If you set this to "white" the top bar and all the black tones will be changed to white tones.
ar: إذا تم ضبط هذا على " الأبيض" فإن الشريط العلوى وكل الأساليب السوداء ستتغير إلى الأساليب البيضاء؟
bg_bg: Ако зададете това на "бяло" горната лента и всички черни тонове ще бъдат променени на бели тонове.
fi: Jos muutat tämän "valkoiseksi", yläpalkki ja kaikki tummat sävyt muutetaan valkoisen sävyiseksi.
hu: Ha ezt fehér színre állítja, akkor a felső sáv és az összes sötét tónus fehérre fog váltani.
sk: Ak nastavíte "bielu", horné menu a všetky čierne odtiene budú zmenené na biele tóny.

source: Route explore
ar: استكشاف الطريق
bg_bg: Проучване на маршрут
fi: Kuvien selaus
sk: Preskúmať cestu

source: Edit profile
ar: تعديل الملف
bg_bg: Редактиране на профила
el: Επεξεργασία προφίλ
fa: ویرایش پروفایل
fi: Muokkaa profiilia
hu: Profil szerkesztése
lt_lt: Redaguoti profilį
sk: Upraviť profil
sr_rs: Izmeni profil

source: To use all the features of this site you must be logged in.
fi: Käyttääksesi kaikkia ominaisuuksia, sinun täytyy olla kirjautunut sisään.

source: If you don't have an account you can <a href="%s">sign up</a> right now.
fi: Jos sinulla ei ole käyttäjätunnusta voit luoda sellaisen <a href="%s">tästä</a>.

source: The reCAPTCHA wasn't entered correctly
ar: لم يتم كتابة حروف التحقق بشكل صحيح
el: Δεν εισήγατε σωστό reCAPTCHA
fa: تصویر امنیتی به درستی وارد نشده است.
fi: reCAPTCHA ei mennyt oikein
hu: A megadott reCAPTCHA érvénytelen
sk: Kód reCAPTCHA nebol opísaný správne.
sr_rs: reCAPTCHA nije upisana tačno

source: Request new features
ar: طلب ميزات جديدة
fi: Toivo uutta ominaisuutta

source: Blog
ar: المدونة
fi: Blogi

source: Keep me logged in
ar: تذكر دخولي
el: Διατήρηση σύνδεσης
fa: مرا بخاطر بسپار
fi: Pysy kirjautuneena
hu: Emlékezzen rám
sk: Zostať prihlásený/a
sr_rs: Ostavi me prijavljenog

source: Sign up with another account
ar: الإشتراك بحساب آخر
el: Εγγραφείτε με άλλο λογαριασμό
fa: ثبت نام یک حساب کاربری دیگر.
fi: Rekisteröidy tilillä
hu: Regisztráció más fiókkal
sk: Zaregistrovať sa iným účtom
sr_rs: Registrujte se sa drugim nalogom

source: You can %s or %l to save this content into your account.
ar: يمكنك %s أو %l لحفظ هذا المحتوى في حسابك.
fi: Voit %s tai %l tallentaaksesi sisällön sinun käyttäjätunnukselle.

source: The uploaded content will be moved to this newly created album. You can also move the content to an <a class="modal-switch" data-switch="move-existing-album">existing album</a>.
ar: سيتم نقل المحتويات التي يتم تحميلها إلى هذا الألبوم تم إنشاؤه حديثا. يمكنك أيضا نقل المحتوى إلى <a class="modal-switch" data-switch="move-existing-album"> الالبوم القائم</a>
el: Το ανεβασμένο περιεχόμενο θα μετακινηθεί σε αυτό το νέο άλμπουμ. Μπορείτε επίσης να μετακινήσετε το περιεχόμενο σε ένα <a class="modal-switch" data-switch="move-existing-album">υπάρχον άλμπουμ</a>.
fa: تصاویر آپلود شده به این آلبوم جدید منتقل خواهند شد. همچنین شما میتوانید آنها را به <a class="modal-switch" data-switch="move-existing-album">آلبوم های قبلی</a> منتقل کنید.
fi: Lähetetyt kuvat on siirretty vastaluotuun albumiin. Voit myös siirtää sisällön jo <a class="modal-switch" data-switch="move-existing-album">olemassa olevana albumiin</a>.
hu: A feltöltött tartalmak áthelyezésre fognak kerülni ebbe az újonnan létrehozott albumba. Áthelyezheti még őket egy már <a class="modal-switch" data-switch="move-existing-album">korábban létrehozott albumba</a> is.
sk: Nahrané obrázky budú presunuté do tohoto novo vytvoreného albumu. Samozrejme, môžete presunúť obrázky i do <a class="modal-switch" data-switch="move-existing-album">existujúceho albumu</a>.
sr_rs: Uploadovani sadržaj biće premešten u novi album. Takođe možete premestiti sadržaj u <a class="modal-switch" data-switch="move-existing-album">postojeći album</a>.

source: Client email
ar: البريد الإلكتروني للعميل
fi: Asiakkaan sähköposti
hu: Kliens e-mail
sk: Klientský e-mail

source: Google Cloud client email
ar: البريد الأكتروني لمستخدم جوجل كلاود
fi: Google Cloud asiakkaan sähköposti
hu: Google Cloud kliens e-mail
sk: Google cloud klientský e-mail

source: Server path where the files will be stored
ar: مسار الخادم المعتمد حيث سيتم تخزين ملفات
el: Διαδρομή στον server όπου θα αποθηκεύονται τα αρχεία
fi: Palvelimen polku, johon tiedostot tallennetaan
hu: A fájlok tárolási helyének elérési útvonala
sk: Serverová cesta, kde sa budú ukladať súbory

source: Server username
ar: اسم مستخدم الخادم
el: Όνομα χρήστη σέρβερ
fi: Palvelimen käyttäjätunnus
hu: Szerver felhasználónév
sk: Serverové uživateľské meno

source: To use all the features of this site you must be logged in. If you don't have an account you can <a href="%s">sign up</a> right now.
ar: حتى تتمكن من إستخدام جميع المميزات يجب عليك تسجيل الدخول. إذا لم يكن لديك حساب <a href="%s">اشترك</a>الان
el: Για να χρησιμοποιήσετε όλες τις δυνατότητες αυτού του ιστότοπου πρέπει να είστε συνδεδεμένοι. Αν δεν έχετε λογαριασμό μπορείτε να <a href="%s">εγγραφείτε</a> αμέσως τώρα.
fa: برای استفاده از این ویژگی باید قبلا در سایت وارد شده باشید. اگر در سایت ما حسابی ندارید همین الان <a href="%s">ثبت نام</a> کنید
fi: Käyttääksesi kaikkia ominaisuuksia, sinun täytyy olla kirjautunut sisään. Jos sinulla ei ole käyttäjätunnusta voit luoda sellaisen <a href="%s">tästä</a>.
hu: Az oldal szolgáltatásainak használatához be kell jelentkeznie. Ha még nincs fiókja <a href="%s">létrehozhat egyet</a> most.
sk: Aby ste mohli používať všetky funkcie, musíte byť prihlásený/á. Ak ešte nemáte svoj účet, môžete sa <a href="%s">registrovať</a> práve teraz.
sr_rs: Da biste koristili sve ove mogućnosti morate biti prijavljeni. Ukoliko nemate nalog možete se <a href="%s">registrovati</a> odmah.

source: Add email
ar: إضافة بريد إلكتروني
fa: افزودن ایمیل
fi: Lisää sähköposti
hu: E-mail hozzáadása
sk: Pridať e-mail
sr_rs: Dodaj email

source: Enter your username or the email address that you used to create your account.
ar: إدخل البريد الإلكتروني أو اسم العضوية التي قمت بتزويدهما أثناء الإشتراك.
el: Εισάγετε το όνομα χρήστη σας ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήσατε για να δημιουργήσετε το λογαριασμό σας.
fa: نام کاربری و ایمیل آدرسی که برای ساخت حسابتان استفاده کرده ایید وارد کنید.
fi: Syötä käyttäjänimesi tai sähköpostisi, jota käytit rekisteröityessäsi.
hu: Írja be a regisztrációkor megadott e-mail címét vagy felhasználónevét.
sk: Vložte vaše prihlasovacie meno alebo e-mailovú adresu, ktorú ste uviedli behom registrácie.
sr_rs: Upišite vaše korisničko ime ili email adresu koju ste koristili prilikom pravljenja naloga.

source: Enter the new password that you want to use.
ar: إدخل كلمة المرور الجديدة التي تود إستخدامها.
el: Πληκτρολογήστε το νέο κωδικό πρόσβασης που θέλετε να χρησιμοποιήσετε.
fa: رمز عبور جدیدی که میخواهید استفاده کنید وارد کنید.
fi: Kirjoita uusi salasana, jota haluat käyttää.
hu: Írja be a használni kívánt új jelszót.
sk: Vložte nové heslo, ktoré chcete používať.
sr_rs: Upišite novu lozinku koju želite da koristite.

source: New Password
ar: كلمة المرور الجديدة
el: Νέος κωδικός
fa: پسورد جدید
fi: Uusi salasana
hu: Új jelszó
sk: Nové Heslo
sr_rs: Nova lozinka

source: Enter the username or email address that you used to create your account to continue.
ar: أدخل اسم المستخدم أو عنوان البريد الإلكتروني الذي استخدمته لإنشاء حسابك للمتابعة.
fi: Jatkaaksesi anna käyttäjätunnus tai sähköposti, jota käytit luodessasi tunnuksen.
hu: A folytatáshoz írja be a fiókja létrehozásakor megadott e-mail címet vagy felhasználónevet.
sk: Zadajte užívateľské meno alebo e-mail, ktorý ste zadali pri registrácii.

source: Comma-separated list of target user IDs to show images on homepage. Leave it empty to display all recent images.
ar: قائمة مفصولة بفصلة لهويات المستخدمين لإظهار الصور على الصفحة الرئيسية . اتركها فارغة لعرض كل الصور الحديثة .
fi: Erota pilkulla käyttäjien ID:stä, joiden kuvia haluat näyttää etusivulla. Jätä tyhjäksi näyttääksesi kaikki viimeiset kuvat.

source: test@somedomain.com
fi: testi@jokudomain.com
hu: teszt@domained.hu

source: Fill this section uploading pictures to %s account.<br>You can edit the target user in your dashboard settings.
ar: قم بملء هذا القسم الخاص برفع الصور لحساب %s <br> بإمكانك تعديل المستخدم المستهدف من صفحة إعدادات لوحة التحكم.
el: Συμπλήρωσε αυτή την ενότητα ανεβάζοντας φωτογραφίες στο λογαριασμό %s .<br>Μπορείς να επεξεργαστείς τον τελικό στις ρυθμίσεις του πίνακα ελέγχου σου.
fi: Täytä tämä alue käyttäjän %s lataamilla kuvilla.<br>Voit muokata käyttäjää hallintapaneelista.
hu: Töltsön fel képeket %s fiókjába és jelenítse meg őket ezen az oldalon.<br>A vezérlőpulton belül módosíthatja, hogy mely felhasználó képei jelenjenek meg itt.
sk: Vyplňte túto časť nahrávania obrázkov do %s účtu.<br> Cieľ môžete editovať v administrácii webu.
sr_rs: Ispunite ovu sekciju uploadom slika na %s nalog.<br>Možete izmeniti ciljani korisnički ID u podešavanjama u Panelu..

source: Link your account to external services to be able to login and share content.
ar: أربط حسابك بخدمات خارجية بحيث يمكنك مشاركة المحتويات بواسطتها.
el: Σύνδεσε το λογαριασμό σου σε εξωτερικές υπηρεσίες για να είσαι σε θέση να συνδεθείς και να μοιραστείς το περιεχόμενο.
fa: حساب کاربری خود را با سرویس های خارجی لینک کنید تا بتوانید وارد شوید و مطالب را به اشتراک بگذارید.
fi: Linkitä käyttäjätunnuksesi ulkopuolisiin palveluihin helpottaaksesi kirjautumista ja sisällön jakamista.
hu: Kapcsolja össze a fiókját külső szolgáltatásokkal hogy be tudjon lépni és információkat tudjon megosztani.
sk: Prepojte váš účet s externými službami pre prihlásenie a zdielanie obsahu.
sr_rs: Link do vašeg naloga kod drugih provajdera da biste se mogli prijaviti i deliti sadržaj.

source: If you have already signed up maybe you need to request to %s
ar: لو كنت سجلت بالفعل قد تحتاج لطب من %s
fi: Jos olet jo rekisteröitynyt, joudut ehkä pyytämään %s
hu: Ha már regisztrált, akkor talán megfelelő lépés lehet az %s
sk: Ak ste sa už zaregistrovali, možnože chcete prejsť sem %s

source: Invalid reCAPTCHA
ar: reCAPTCHA غير صالحة
el: Λάθος reCAPTCHA
fa: کد امنیتی نادرست است.
fi: Virheellinen reCAPTCHA
hu: Érvénytelen reCAPTCHA
sk: Nesprávne opísaný kód reCAPTCHA
sr_rs: Neispravan reCAPTCHA
