Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Who can view this content
ar: من سيشاهد هذا المحتوى
bg_bg: Кой може да вижда това съдържание
el: Ποιος μπορεί να δει αυτό το περιεχόμενο
fa: چه کسانی میتوانند این را مشاهده کنند؟
fi: Kuka voi nähdä tämän sisällön
he: מי יכול לצפות בתוכן הזה
hu: Ki láthatja ezt a tartalmat
ko: 이 게시물에 대한 공개 범위
lt_lt: Kas gali matyti šį turinį
sk: Kto môže zobraziť tento obsah
sr_rs: Ko može videti sadržaj
th: ใครสามารถดูเนื้อหานี้ได้บ้าง
tr: Bu içeriği kimler görüntüleyebilir ?

source: Private (just me)
ar: خاص (أنا فقط)
bg_bg: Скрито (само аз)
el: Ιδιωτικό (μόνο εγώ)
et_ee: Privaatne(ainult minule)
fa: خصوصی ( فقط من )
fi: Yksityinen (vain minä)
he: פרטי (רק אני)
hu: Privát (csak én)
ko: 비공개(개인)
lt_lt: Privatus (tik man)
sk: Súkromné (iba ja)
sr_rs: Privatno (samo ja)
th: ส่วนตัว
tr: Özel ve gizli (sadece ben)

source: Private (anyone with the link)
ar: خاص (أي شخص مع الرابط)
bg_bg: Скрито (всеки с връзката)
el: Ιδιωτικό (ο καθένας με το σύνδεσμο)
fa: خصوصی (هرکسی که لینک داشته باشد)
fi: Yksityinen (vain linkin tietäville)
he: פרטי (כל אחד עם הקישור)
hu: Privát (a linkkel rendelkező felhasználók tudják megtekinteni)
ko: 비공개(링크)
lt_lt: Privatus (kitiems pagal nuorodą)
sk: Súkromné (pre každého s linkou)
sr_rs: Privatno (samo sa linkom)
th: ส่วนตัว (สำหรับผู้มีลิงค์)
tr: Özel (bağlantıya sahip herkes görebilir)

source: Private (password protected)
ar: خاص ( محمى بكلمة سر )
bg_bg: Скрито (защитен с парола)
fi: Yksityinen (salasanalla suojattu)
he: פרטי (מוגן בסיסמא)
ko: 비공개 (암호로 보호 됨)
th: ส่วนตัว (ป้องกันด้วยรหัสผ่าน)
tr: Özel (şifre korumalı)

source: Album password
ar: كلمة سر الألبوم
bg_bg: Парола за албума
et_ee: Albumi parool
fi: Albumin salasana
he: סיסמת אלבום
ko: 앨범 암호
th: รหัสผ่านอัลบั้ม
tr: Albüm şifre

source: Name
ar: الإسم
bg_bg: Име
el: Όνομα
et_ee: Nimi
fa: نام
fi: Nimi
he: שם
hu: Név
ko: 이름
lt_lt: Vardas
sk: Meno
sr_rs: Ime
th: ชื่อ
tr: İsim (Ad)

source: Category name
ar: اسم الفئة
bg_bg: Име на категорията
el: Όνομα κατηγορίας
fa: نام دسته بندی
fi: Kategorian nimi
he: שם הקטגוריה
hu: Kategória neve
ko: 카테고리 이름
lt_lt: Kategorijos pavadinimas
sk: Meno kategórie
sr_rs: Naziv kategorije
th: หมวดหมู่ชื่อ
tr: Kategori ismi

source: URL key
ar: مفتاح الرابط
bg_bg: URL ключ
el: Κλειδί URL
fa: کلید آدرس
fi: Osoite avain
he: מפתח קישור
hu: Keresőbarát URL
ko: URL 키
lt_lt: URL raktas
sk: URL kľúč
sr_rs: URL ključ
th: คีย์ URL
tr: URL anahtarı

source: Category URL key
ar: مفتاح رابط الفئة
bg_bg: URL ключ за категорията
el: Κλειδί κατηγορίας URL
fa: کلید آدرس دسته بندی
fi: Kategorian osoite avain
he: קטגוריית מפתח קישור
hu: Kategória keresőbarát URL-je
ko: 카테고리 URL 키
lt_lt: Kategorijos URL raktas
sk: URL kľúč kategórie
sr_rs: URL ključ kategorije
th: คีย์ URL หมวดหมู่
tr: Kategori URL anahtarı

source: Only letters, numbers, and hyphens
ar: فقط الحروف، الأرقام، و الوصلات
bg_bg: Само букви, цифри и тирета
el: Μόνο γράμματα, νούμερα και απόστροφοι
fi: Vain kirjaimia, numeroita ja väliviivoja
he: רק אותיות, מספרים ומקפים
hu: Csak betűk, számok és kötőjelek
ko: 문자와 숫자, 붙임표(하이픈)만 가능합니다
lt_lt: Tik raidės, skaičiai ir brūkšneliai
sk: Iba písmena, čísla a pomlčky
th: ตัวอักษร ตัวเลขและอักขระพิเศษ
tr: Sadece harfler, rakamlar ve tire

source: Brief description of this category
ar: وصف موجز لهذه الفئة
bg_bg: Кратко описание на категорията
el: Συνοπτική περιγραφή της κατηγορίας
fa: توضیحات کمی در مورد این دسته بندی
fi: Lyhyt kuvaus kategoriasta
he: תיאור קצר של הקטגוריה
hu: A kategória rövid és tömör leírása
ko: 이 카테고리에 대해 알려주세요
lt_lt: Kategorijos trumpas aprašymas
sk: Stručný popis tejto kategórie
sr_rs: Kratak opis ove kategorije
th: อธิบายสั้นๆเกี่ยวกับอัลบั้มนี้
tr: Kategori hakkında kısa tanım

source: Untitled image
ar: صورة غير معنونة
bg_bg: Изображение без заглавие
el: Ανώνυμη Εικόνα
fi: Nimetön kuva
he: תמונה ללא כותרת
hu: Névtelen kép
ko: 제목 없는 이미지
lt_lt: Paveikslėlis be pavadinimo
sk: Nepomenovaný obrázok
th: รูปไม่มีชื่อ
tr: İsimsiz resim

source: Flag not safe
ko: 미안전 표기
tr: Güvenli değil olarak işaretle.

source: Path
ar: مسار
bg_bg: Път
el: Μονοπάτι
fi: Polku
he: נתיב
hu: Elérési út
ko: 경로
sk: Cesta
th: เส้นทาง
tr: Yol

source: Local path (absolute)
bg_bg: Локален път
ko: 내부 경로 (절대 경로)
th: ตำแหน่งที่แน้นอน
tr: Yerel yol (mutlak)

source: Directory structure
bg_bg: Структура на директория
ko: 디렉터리 구조
th: โครงสร้างไดเรกทอรี
tr: Dizin yapısı

source: Parse top level folders as users (username)
bg_bg: Анализиране на папките на най-високо ниво като потребители (потребителско име)
ko: 최상위 폴더를 사용자 (사용자 이름)으로 구문분석(파싱)
th: แยกโฟลเดอร์ในระดับผู้ใช้
tr: Üst düzey klasörleri kullanıcı olarak ayrıştır (kullanıcı adı)

source: Parse top level folders as albums
bg_bg: Анализиране на папките на най-високо ниво като албуми
ko: 최상위 폴더를 앨범으로 구문분석(파싱)
tr: Üst düzey klasörleri albüm olarak ayrıştır

source: Don't parse folders
bg_bg: Не анализирайте папки
ko: 폴더를 구문분석(파싱)하지 않기
tr: Klasörleri ayrıştırma

source: When parsing top level folders as users, second level folders will be parsed as user albums. Parsing top level folders as albums adds these as guest albums.
bg_bg: Когато анализирате папките от първо ниво като потребители, папките от второ ниво ще бъдат анализирани като потребителски албуми. Разбирането на папки от най-високо ниво като албуми ги добавя като албуми за гости.
ko: 최상위 폴더를 사용자로 구문분석(파싱)할 때 그 이하의 폴더는 사용자 앨범으로 구문분석(파싱)됩니다. 최상위 폴더를 앨범으로 구문분석(파싱)하면 이 폴더들은 손님 앨범으로 추가됩니다.
tr: Üst düzey klasörleri kullanıcı olarak ayrıştırırken, ikinci düzey klasörler kullanıcı albümü olarak ayrıştırılır. Üst düzey klasörleri albüm olarak ayrıştırmak, bunları konuk albümleri olarak ekler.

source: Threads
bg_bg: Теми
ko: 스레드
tr: Konular

source: This determines how intensive and fast will be the import process. Don't use more than %s threads on a shared server.
bg_bg: Това определя колко интензивен и бърз ще бъде процесът на импортиране. Не използвайте повече от %s теми на споделен сървър.
ko: 가져오기 처리를 얼마나 빠르게 할 것인지 결정합니다. 공유 서버에서는 스래드를 %s개 이상 사용하지 마세요.
tr: Bu, ithalat işleminin ne kadar yoğun ve hızlı olacağını belirler. Paylaşılan bir sunucuda %s den fazla iş parçacığı kullanmayın.

source: You can use wildcard * characters.
bg_bg: Можете да използвате символи *.
ko: 와일드카드 문자(*)를 사용할 수 있습니다.
th: คุณสามารถใช้อักขระตัว * ได้
tr: Joker karakterler kullanabilirsiniz (*).

source: Expiration date
ar: تاريخ انتهاء الصلاحية
bg_bg: Срок на годност
el: Ημερομηνία λήξης
fi: Päättymispäivä
he: תאריך תפוגה
hu: Lejárati dátum
ko: 만료 날짜
lt_lt: Galiojimo data
sk: Dátum expirácie
th: วันหมดอายุ
tr: Son kullanma tarihi

source: Example
ar: مثال
bg_bg: Пример
el: Παράδειγμα
fi: Esimerkki
he: דוגמה
hu: Példa
ko: 예제
lt_lt: Pavyzdys
sk: Príklad
th: ตัวอย่าง
tr: Örnek

source: Until which date this IP address will be banned? Leave it empty for no expiration.
ar: حتى أى تاريخ سيمنع عنوان الأى بى هذا؟ اتركه فارغا لإلغاء تاريخ الصلاحية.
bg_bg: До коя дата този IP адрес ще бъде забранен? Оставете празно без изтичане.
el: Μέχρι ποιά ημερομηνία αυτή η IP θα πρέπει να είναι απαγορευμένη;Αφήστε το κενό για να μην λήξη ποτέ.
fi: Mihin päivämäärään asti IP-osoite on estetty? Jätä tyhjäksi, jos ei päättymispäivää.
he: עד איזה תאריך כתובת IP זו תהיה מושהת? השאירו ריק להשהייה לצמיתות.
hu: Meddig kerüljön az IP cím bannolásra? Hagyja üresen, ha nem kíván megadni lejárati dátumot.
ko: IP를 언제까지 차단할 것인지 설정합니다. 만료시키지 않으려면 공란으로 비워두세요.
lt_lt: Kuriam laikui šis IP adresas bus užblokuotas? Palikite tuščią, jei blokuosite visam laikui.
sk: Do ktorého dňa bude IP adresa banovaná? Ponechajte prázdne pre instatný ban.
th: IP นี้จะถูกห้ามจนกว่าจะถึงวันที่? ปล่อยให้มันว่างเปล่าไม่มีวันหมดอายุ
tr: IP adresi ne zamana kadar engellenmeli? Hiçbir giriş son kullanma tarihi belirtmez.

source: Message
ar: الرسالة
bg_bg: Съобщение
el: Μήνυμα
fa: پیغام
fi: Viesti
he: הודעה
hu: Üzenet
ko: 메시지
lt_lt: Žinutė
sk: Správa
sr_rs: Poruka
th: ข้อความ
tr: Mesajınız

source: Text message, HTML or a redirect URL
ar: رسالة نصية, html أو رابط إعادة توجيه
bg_bg: Текстово съобщение, HTML или URL адрес за пренасочване
el: Μήνυμα κειμένου , HTML, ή απευθείας λινκ
fi: Viesti, HTML tai osoitteetn uudelleenohjaus
he: הודעת טקסט, HTML או קישור מפנה
hu: Szöveges üzenet, HTML vagy átirányítási cím (URL)
ko: 텍스트 메시지나 HTML 또는 넘김(리다이렉션) URL을 입력해주세요
lt_lt: Teksto žinutė, HTML arba nukreipimo URL
sk: Textová správa, HTML alebo presmerovanie na URL
th: ข้อความ, HTML หรือ URL การเปลี่ยนเส้นทาง
tr: Kısa mesaj, HTML veya yönlendirme URL'si

source: Existing album
ar: المجلد القائم
bg_bg: Съществуващ албум
el: Υπάρχον άλμπουμ
fa: آلبوم موجود
fi: Olemassaoleva albumi
he: אלבום קיים
hu: Meglévő album
ko: 기존 앨범
lt_lt: Esantis albumas
sk: Existujúci album
sr_rs: Postojeći album
th: อัลบั้มที่มีอยู่
tr: Mevcut Albüm

source: create new album
ar: إنشاء ألبوم جديد
bg_bg: създайте нов албум
el: δημιουργία άλμπουμ
fa: ساخت آلبوم جدید
fi: luo uusi albumi
he: צור אלבום חדש
hu: új album létrehozása
ko: 새 앨범 만들기
lt_lt: Sukurti naują albumą
sk: Vytvoriť nový album
sr_rs: kreiraj novu album
th: สร้างอัลบั้มใหม่
tr: Yeni Albüm Oluştur

source: Storage name
ar: اسم التخزين
bg_bg: Име на съхранение
el: Όνομα αποθηκευτικού χώρου
fi: Tallennustilan nimi
he: שם איחסון
hu: Tároló neve
ko: 저장소 이름
lt_lt: Laikmenos pavadinimas
sk: Meno úložiska
th: ชื่อของพื้นที่เก็บข้อมูล
tr: Depolayıcı ismi

source: Region
ar: منطقة
bg_bg: Област
el: περιοχή
fi: Alue
he: אזור
hu: Régió
ko: 지역
lt_lt: Regionas
sk: Región
th: สัญชาติ
tr: Bölge

source: Storage region
ar: منطقة التخزين
bg_bg: Регион за съхранение
fi: Tallennustilan alue
he: אזור איחסון
hu: Tároló régió
ko: 저장소 위치
sk: Oblasť ukladania
th: พื้นที่จัดเก็บของภูมิภาค
tr: Depolama bölgesi

source: Storage bucket
ar: مكان التخزين
bg_bg: Кофа за съхранение
el: κάδος αποθήκευσης
fi: Varastoämpäri
he: דלי איחסון
hu: Tároló bucket
ko: 저장소 버킷
sk: Bucket úložiska
th: ขนาดพื้นที่จัดเก็บ
tr: Depolama kova

source: Key
ar: مفتاح
bg_bg: Ключ
el: Κλειδί
fi: Avain
he: מפתח
hu: Kulcs
ko: 키
lt_lt: Raktas
sk: Kľúč
th: คีย์
tr: Anahtar

source: Storage key
ar: مفتاح التخزين
bg_bg: Ключ за съхранение
el: Κλειδί αποθήκευσης
fi: Tallennustilan avain
he: מפתח איחסון
hu: Tároló kulcsa
ko: 저장소 키
lt_lt: Laikmenos raktas
sk: Kľúč úložiska
th: คีย์ที่เก็บข้อมูล
tr: Depolama anahtarı

source: Secret
ar: سري
bg_bg: Тайна
el: Μυστικό
fi: Salaisuus
he: סוד
hu: Titkos kulcs
ko: 시크릿 코드(Secret)
sk: Šifra
th: ลับสุดยอด
tr: Gizli

source: Storage secret
ar: التخزين السري
bg_bg: Тайната за съхранение
el: Μυστικό αποθήκευσης
fi: Tallennustilan salaisuus
he: איחסון סוד
hu: Tároló titkos kulcs
ko: 저장소 시크릿 코드(Storage Secret)
sk: Šifra úložiska
th: การเก็บรักษาความลับ
tr: Depolama gizli

source: Private key
ar: مفتاح خاص
bg_bg: Таен ключ
fi: Yksityinen avain
he: מפתח פרטי
hu: Privát kulcs
ko: 비공개 키
sk: Súkromný kľúč
th: คีย์ส่วนตัว
tr: Özel anahtar

source: Google Cloud JSON key
ar: مفتاح JSON لجوجل كلاود
bg_bg: Ключ на Google Cloud JSON
fi: Google Cloud JSON avain
he: מפתח Google Cloud JSON
hu: Google Cloud JSON kulcs
ko: Google Cloud JSON 키
sk: Google cloud kľúč JSON
th: คีย์ Google Cloud JSON
tr: Google Cloud JSON anahtarı

source: You will need a <a %s>service account</a> for this.
ar: انت تحتاج الى <a %s>حساب خدمة</a> لهذا
bg_bg: За това ще ви е необходим <a %s>акаунт за услуга </a>.
fi: Tarvitset <a %s>palvelun käyttäjätunnuksen</a> tätä varten.
he: אתם תצטרכו <a %s>שירותי משתמש</a> בשביל זה.
hu: Ehhez <a %s> szolgáltatás fiók</a> szükséges.
ko: 비공개 키는 <a %s>서비스 계정</a>이 필요합니다.
sk: Potrebuješ <a %s>konto služby</a> pre toto.
th: คุณต้องมี <a %s>บัญชีบริการ</a> สำหรับข้อมูลนี้
tr: Bu özellik için bir <a %s> hesabına </a> ihtiyacınız var.

source: Service name
ar: اسم الخدمة
bg_bg: Име на услугата
fi: Palvelun nimi
ko: 서비스 이름
th: ชื่อบริการ
tr: Hizmet adı

source: Identity API endpoint
ar: نقطة نهاية هوية API
bg_bg: Крайна точка на API за идентичност
fi: Identiteetti API päätepiste
he: זהות נקודת סיום AIP
hu: Identity API végpont
ko: Identity API 종단점
sk: API identity koncová cesta
th: API ข้อมูลประจำตัวปลายทาง
tr: Kimlik API son nokta

source: API endpoint for OpenStack identity
ar: نقطة نهاية API لهوية أوبن ستاك
bg_bg: Крайна точка на API за идентичност на OpenStack
fi: API päätepiste OpenStack identiteetille
he: נקודת סיום API בשביל זהות OpenStack
hu: API végpont az OpenStack identityhez
ko: OpenStack identity를 위한 API 종단점
sk: API koncová cesta pre OpenStack identitu
th: API ปลายทางข้อมูลประจำตัว OpenStack
tr: OpenStack kimliği için API son noktası

source: Username
ar: إسم المستخدم
bg_bg: Потребителско име
el: Όνομα χρήστη
fa: نام کاربری
fi: Käyttäjänimi
he: שם משתמש
hu: Felhasználónév
ko: 사용자 이름
lt_lt: Vartotojo vardas
sk: Užívateľské meno
sr_rs: Korisničko ime
th: ผู้ใช้งาน
tr: Kullanıcı adı

source: Container
ar: حاوية
bg_bg: Контейнер
fi: Säilö
he: מיכל
hu: Konténer
ko: 컨테이너
sk: Kontajner
th: ที่จัดเก็บ
tr: konteyner

source: Storage container
ar: حاوية التخزين
bg_bg: Контейнер за съхранение
fi: Säilytystila
he: מיכל איחסון
hu: Tároló konténer
ko: 저장소 컨테이너
sk: Kontajner úložiska
th: พื้นที่จัดเก็บ
tr: Depolama-Container

source: Tenant id (account id)
ar: هوية المستأجر ( هوية الحساب )
bg_bg: ID на наемателя (ID на акаунта)
fi: Vuokralaisen id (käyttäjä id)
he: מזהה דייר (מזהה משתמש)
hu: Tenant id (fiók azonosító)
ko: Tenant id (계정 id)
sk: Tenant ID (ID konta)
th: Id ผู้เช่า (Id บัญชี)
tr: Kiracı kimliği (hesap kimliği)

source: Tenant name
ar: اسم المستأجر
bg_bg: Име на наемателя
fi: Vuokralaisen nimi
he: שם דייר
hu: Tenant név
ko: Tenant 이름
sk: Tenant meno
th: ชื่อผู้เช่า
tr: Kiracının adı

source: Tenant name (account name)
ar: اسم المستأجر ( اسم الحساب )
bg_bg: Име на наемателя (име на акаунта)
fi: Vuokralaisen nimi (käyttäjänimi)
he: שם דייר (שם משתמש)
hu: Tenant név (fiók neve)
ko: Tenant 이름 (계정 name)
sk: Tenant meno (meno konta)
th: ชื่อผู้เช่า (ชื่อบัญชี)
tr: Kiracı adı (hesap adı)

source: Storage endpoint
bg_bg: Крайна точка на съхранение
ko: 저장소 종단점
tr: Depolama bitiş noktası

source: Server address
bg_bg: Адрес на сървър
ko: 서버 주소
tr: Sunucu adresi

source: Hostname or IP of the storage server
ar: اسم المضيف أو IP لخادم التخزين
bg_bg: Име на хост или IP на сървъра за съхранение
el: Διέυθυνση ή Ip του σέρβερ αποθήκευσης
fi: Tallennustilapalvelimen Isäntänimi tai IP-osoite
he: שם איחסון או IP של שרת האיחסון
hu: A tároló szerver hostneve vagy IP címe
ko: 저장소의 호스트 이름 또는 IP 주소
sk: Hostname alebo IP servera s úložiskom
th: ชื่อโฮสต์หรือ IP ของเซิร์ฟเวอร์ที่เก็บข้อมูล
tr: Depolama sunucusunun adı veya ip adresi

source: Server path
ar: مسار الخادم
bg_bg: Път към сървъра
el: Μονοπάτι σέρβερ
fi: Palvelimen polku
he: ניתוב שרת
hu: Szerver útvonal
ko: 서버 경로
sk: Serverová cesta
th: เส้นทางของเซิร์ฟเวอร์
tr: Sunucu yolu

source: Absolute path where the files will be stored in the context of the %p login. Use %s for root path.
bg_bg: Абсолютен път, към файловете които ще бъдат съхранявани в контекста на %p вход. Използвайте %s за root път.
ko: %p 로그인 콘텍스트에 파일이 저장될 절대 경로입니다. 루트 경로에 %s를 사용해주세요.
tr: Dosyaların %p oturum açma bağlamında saklanacağı mutlak yol. Kök yolu için %s kullanın.

source: Server login
bg_bg: Вход в сървъра
he: התחברות לשרת
ko: 서버 사용자 이름
tr: Sunucu girişi

source: Server password
ar: كلمة مرور الخادم
bg_bg: Парола на сървъра
el: Κωδικός σέρβερ
fi: Palvelimen salasana
he: סיסמת השרת
hu: Szerver jelszó
ko: 서버 암호
lt_lt: Serverio slaptažodis
sk: Serverové heslo
th: รหัสผ่านของเซิร์ฟเวอร์
tr: Sunucu şirfesi

source: Local path
bg_bg: Местен път
ko: 내부 경로
th: ตำแหน่งที่ตั้งภายใน
tr: Yerel yol

source: Local path where the files will be stored
bg_bg: Локален път, където ще се съхраняват файловете
ko: 파일이 저장될 내부 경로입니다
th: ตำแหน่งที่ตั้งภายในที่จะเก็บไฟล์ไว้
tr: Dosyaların depolanacağı yerel yol

source: Storage capacity
ar: مساحة التخزين
bg_bg: Капацитет за съхранение
el: Χωρητικότητα αποθήκευσης
fi: Tallennustilan kapasiteetti
he: קיבולת איחסון
hu: Tároló kapacitás
ko: 저장소 용량
sk: Kapacita úložiska
th: ความจุ
tr: Depolama kapasitesi

source: Example: 20 GB, 1 TB, etc.
ar: مثال : 20 GB, 1 TB ...
bg_bg: Пример: 20 GB, 1 TB и т.н.
el: Παράδειγμα: 20 GB, 1 TB, κτλ.
fi: Esimerkiksi: 20 GB, 1TB, jne.
he: דוגמה: 20GB, 1TB וכדומה.
hu: Példa: 20 GB, 1 TB, stb.
ko: 예) 20 GB, 1 TB, 기타.
sk: Príklad: 20 GB, 1 TB, atp.
th: ตัวอย่าง: 20 GB, 1 TB เป็นต้น
tr: Örnek: 20 GB, 1 TB, vs.

source: This storage will be disabled when it reach this capacity. Leave it blank or zero for no limit.
ar: سيتم تعطيل هذا التخزين عندما يصل إلى أقصى قدراته. أتركه فارغ أو "0" للامحدود.
bg_bg: Това съхранение ще бъде деактивирано, когато достигне този капацитет. Оставете празно или нулево без ограничение.
fi: Tämä tallennustila otetaan pois käytöstä, kun sen kapasiteetti loppuu. Jätä se tyhjäksi tai nollaksi, jos et halua rajoitusta.
he: איחסון זה יהיה מושבת כאשר הוא יגיע למירב הקיבולת. השאירו ריק או 0 כדי לא להגביל.
hu: A tároló inaktív lesz amint eléri ezt a mennyiséget. Hagyja üresen vagy adjon meg nullát a korlátlan értékhez.
ko: 이 저장소는 저장 게시물이 설정한 용량에 도달하면 사용할 수 없게 됩니다. 저장 용량 제한을 없애려면 공란으로 두거나 0을 넣어주세요.
sk: Toto úložisko prestane byť používané akonáhle bude dosiahnutá zvolená kapacita. Ponechajte prázdné alebo nastavte 0, ak nechcete nastaviť kapacitu.
th: พื้นที่เก็บข้อมูลนี้จะถูกปิดใช้งานเมื่อถึงขีดความสามารถนี้ ปล่อยให้ว่างหรือศูนย์ไม่จำกัด
tr: Bu kapasiteye ulaştığında bu depolama devre dışı bırakılacak. Boş bırakın veya limitsiz için sıfır yazın.

source: Storage URL
ar: URL التخزين
bg_bg: URL адрес за съхранение
el: URL αποθήκευσης
fi: Tallennustilan osoite
he: קישור איחסון
hu: Tároló URL
ko: 저장소 URL 주소
sk: URL úložisko
th: URL ที่จัดเก็บ
tr: Depolama URL

source: The system will map the images of this storage to this URL.
ar: سيقوم النظام بترسيم صور هذا التخزين لهذا الرابط.
bg_bg: Системата ще картографира изображенията от това хранилище към този URL адрес.
fi: Järjestelmä uudelleen ohjaa tämän tallennustilan kuvat tähän osoitteeseen.
he: המערכת תמפה את התמונות של אחסון זה לכתובת זו.
hu: A rendszer ehhez az URL-hez fogja rendelni a tároló képeit.
ko: 시스템은 이 저장소의 이미지를 설정한 URL로 맵핑합니다.
sk: Sytém namapuje obrázky v úložisku na túto URL.
th: ระบบจะแม็ปภาพของที่เก็บข้อมูลนี้กับ URL นี้
tr: Sistem bu mağazadaki dosyaları bu URL ile eşler.

source: view more
ar: شاهد المزيد
bg_bg: Виж повече
el: δείτε περισσότερα
fa: بیشتر
fi: näytä lisää
he: הצג עוד
hu: továbbiak megtekintése
ko: 더 보기
lt_lt: žiūrėti daugiau
sk: zobraziť viac
sr_rs: pogledaj više
th: ดูเพิ่มเติม
tr: Daha fazlası

source: Load more
ar: عرض المزيد
bg_bg: Зареди още
el: Φορτώστε περισσότερα
fa: بارگذاری بیشتر
fi: Lataa lisää
he: טען עוד
hu: Több betöltése
ko: 더 불러오기
lt_lt: Įkelti daugiau
sk: Načítať viac
sr_rs: Učitaj više
th: โหลดเพิ่มเติม
tr: Daha fazla yükle

source: Select all
ar: تحديد الكل
bg_bg: Маркирай всичко
el: Επιλογή όλων
et_ee: Vali kõik
fa: انتخاب همه
fi: Valitse kaikki
he: בחר הכל
hu: Összes kijelölése
ko: 모두 선택
lt_lt: Pasirinkti viską
sk: Vybrať všetko
sr_rs: Označi sve
th: เลือกทั้งหมด
tr: Hepsini Seç

source: Clear selection
ar: مسح المحدد
bg_bg: Изчистване на селекцията
el: Απαλοιφή επιλογής
et_ee: Eemalda valik
fa: عدم انتخاب
fi: Poista valinta
he: נקה בחירה
hu: Kiválasztás megszüntetése
ko: 선택 해제
lt_lt: Išvalyti pažymėtus
sk: Zrušiť výber
sr_rs: Poništi označeno
th: ล้างทั้งหมด
tr: Seçimi temizle

source: Selection
ar: إختيار
bg_bg: Селекция
el: Επιλογή
et_ee: Valitud
fa: انتخاب منطقه
fi: Valittu
he: בחירה
hu: Kiválasztás
ko: 선택
lt_lt: Pasirinkimas
sk: Výber
sr_rs: Izbor
th: เลือก
tr: Seç

source: Action
ar: إجراء
bg_bg: Действие
el: Δράση
fa: حساب
fi: Toiminto
he: פעולה
hu: Művelet
ko: 액션
lt_lt: Veiksmai
sk: Akcia
sr_rs: Radnja
th: การดำเนินการ
tr: Eylem

source: Get embed codes
ar: أحصل على كود العرض
bg_bg: Вземете кодове за вграждане
fa: دریافت کد پیوست
fi: Hae upotuskoodit
he: קבל קודים מוטבעים
hu: Beillesztő kódok megjelenítése
ko: 퍼가기 코드
lt_lt: Gauti dalinimosi kodus
sk: Zobraziť kódy na vloženie
sr_rs: Preuzmi kodove
th: รับรหัสโค๊ด
tr: Embed kodları alın

source: Assign category
ar: عين فئة
bg_bg: Присвойте категория
el: Εκχώρηση κατηγορίας
fi: Määritä kategoria
he: העבר לקטגוריה
hu: Kategória hozzárendelése
ko: 카테고리 할당
lt_lt: Priskirti kategoriją
sk: Priradiť kategóriu
th: กำหนดหมวดหมู่
tr: Kategori atama

source: Flag as safe
ar: علم بأنه محتوى آمن
bg_bg: Маркирай като безопасно
fa: برچسب به عنوان امن
fi: Liputa turvalliseksi
he: סמן כתוכן מאושר
hu: Megjelölés mint biztonságos tartalom
ko: 후방주의 플래그 해제
lt_lt: Žymėti kaip saugų
sk: Označiť ako bezpečné
sr_rs: Označi kao provereno
th: ตั้งค่าสถานะให้ปลอดภัย
tr: Güvenli olarak işaretle

source: Create new album
ar: إنشاء ألبوم جديد
bg_bg: Създайте нов албум
fi: Luo uusi albumi
he: צור אלבום חדש
ko: 새 앨범 만들기
th: สร้างอัลบั้มใหม่
tr: Yeni albüm oluştur

source: Sign in with another account
ar: تسجيل الدخول بحساب آخر
bg_bg: Влезте с друг акаунт
el: Είσοδος με διαφορετικό λογαριασμό
et_ee: Logi sisse kasutades...
fa: وارد شدن با یک حساب دیگر
fi: Kirjaudu tilillä
he: היכנס עם חשבון אחר
hu: Belépés más fiókkal
ko: 다른 계정으로 로그인하기
lt_lt: Prisijungti su kita paskyra
sk: Prihlásiť sa s iným účtom
sr_rs: Prijavite se sa drugim nalogom
th: ล็อคอินโดยใช้บัญชีอื่น
tr: Başka bir hesap ile oturum açın

source: Continue with %label%
bg_bg: Продължете с %label%
ko: %label%로(으로) 계속하기
tr: %label% ile devam et

source: Home
bg_bg: Начало
ko: 홈
th: หน้าแรก
tr: Anasayfa

source: There's nothing to show here.
ar: لا يوجد شيء لإظهاره هنا.
bg_bg: Тук няма какво да се покаже.
el: Δεν υπάρχει τίποτα για εμφάνιση εδώ.
et_ee: Tühjus... Pole midagi näidata!
fa: چیزی برای نمایش وجود ندارد
fi: Täällä ei ole mitään nähtävää.
he: לא נמצאו נתונים.
hu: Jelenleg nincs megjeleníthető tartalom.
ko: 볼 수 있는 게시물이 없습니다.
lt_lt: Nėra ką rodyti.
sk: Nenachádza sa tu nič na zobrazenie.
sr_rs: Nema šta ovde da se pokaže.
th: ไม่มีอะไรที่จะแสดงที่นี่
tr: Burada gösterilecek birşey yok.
