Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: You haven't changed the default email settings. Go to <a href='%s'>Email settings</a> to fix this.
ar: لم تغير أعدادات البريد الإلكترونى الأفتراضية. إذهب إلى <a href='%s'>إعدادات البريد الإلكترونى</a> لتصليح هذا
bg_bg: Не сте променили email настройките по подразбиране. Отидете до <a href='%s'>Email настройки</a>, за да поправите това.
fi: Et ole muuttanu oletussähköpostiasetuksia. Mene <a href='%s'>Sähköpostiasetukset</a> muuttaaksesi ne.
ko: 아직 기본 이메일 설정을 변경하지 않았습니다. 이 설정을 수정하려면 <a href='%s'>이메일</a> 설정으로 이동해주세요.
th: คุณไม่ได้เปลี่ยนการตั้งค่าอีเมลเริ่มต้น ไปที่ <a href='%s'>การตั้งค่าอีเมล์</a> เพื่อแก้ไขปัญหานี้
tr: Varsayılan posta ayarlarını ayarlamadınız. Bunu düzeltmek için <a href='%s'>e-posta ayarlarına</a> gidininiz.

source: There is an update available for your Chevereto based website.
ar: هذا تحديث متاح لموقعك القائم على Chevereto
bg_bg: Наличен е ъпдейт за вашия Chevereto базиран уебсайт.
fi: Päivitys saatavilla sinun Chevereto sivustoon.
he: קיים עדכון זמין עבור אתר האינטרנט שלך מבוסס Chevereto.
ko: Chevereto 기반 웹사이트에 대한 업데이트가 있습니다.
th: มีการอัปเดตพร้อมใช้งานสำหรับ Chevereto เว็บไซต์ของคุณ
tr: Chevereto tabanlı web siteniz için bir güncelleme var.

source: admin dashboard
ar: لوحة تحكم الادمن
bg_bg: администраторско табло
fi: hallintapaneeli
he: פאנל ניהול
ko: 관리자 대시보드
th: แผงควบคุมของผู้ดูแลระบบ
tr: yönetici paneli

source: You can apply this update directly from your %a or download it from %s and then manually install it.
ar: يمكن تطبيق هذا التحديث مباشر من %a الخاص بك أو تحميله من %s ثم تثبيته يدويا.
bg_bg: Можете да приложите този ъпдейт от вашия %a или да го свалите от %s и след това ръчно да го инсталирате.
fi: Voit päivittää järjestelmän automaattisesti %a tai ladata sen %s ja asentaa käsin.
ko: 이 업데이트를 %a에서 직접 적용시키거나 %s에서 다운로드하여 수동으로 설치할 수 있습니다.
th: คุณสามารถใช้การปรับปรุงนี้โดยตรงจาก %a ของคุณหรือดาวน์โหลดได้จาก %s แล้วติดตั้งด้วยตนเอง
tr: Bu güncellemeyi doğrudan %a 'dan başlayabilir veya manuel olarak indirebilir ve %s 'den yükleyebilirsiniz.

source: view on %s
ar: مشاهدة على %s
bg_bg: вижте на %s
fi: näyttöä %s
ko: %s에서 보기
th: ดูได้ที่ %s
tr: %s üzerinde izle

source: cookie policy
bg_bg: политика за бисквитките
he: מדיניות פרטיות
ko: 쿠키 정책
th: นโยบายคุกกี้
tr: Çerez politikası

source: We use our own and third party cookies to improve your browsing experience and our services. If you continue using our website is understood that you accept this %cookie_policy_link.
bg_bg: Ние използваме наши ни на трети страни бисквитки, за да подобрим вашия престой и нашите услуги. Ако продължите да използвате нашия сайт, вие се съгласявате с %cookie_policy_link
he: <b>באתר זה נעשה שימוש בקבצי cookie כדי לשפר את חווית הגלישה שלכם.</b> למידע נוסף על האופן שבו אנו משתמשים בקבצי cookies, עיינו במדיניות הפרטיות שלנו. במידה ותמשיכו להשתמש באתר שלנו, אתם מסכימים לשימוש כזה בקבצי %cookie_policy_link
ko: 이 웹사이트는 개인화되고 맞춤화된 서비스를 제공하기 위해서, 사용자의 정보를 저장하고 수시로 불러오는 쿠키(cookie)를 사용합니다. 웹사이트 이용을 계속하는 것은 %cookie_policy_link에 동의하는 것으로 간주합니다.
th: เราใช้คุกกี้ของเราเองและของบุคคลที่สามเพื่อปรับปรุงประสบการณ์การท่องเว็บและบริการของเรา หากคุณใช้เว็บไซต์ของเราต่อไปถือว่าคุณยอมรับสิ่งนี้ %cookie_policy_link
tr: Tarama deneyiminizi ve hizmetlerimizi geliştirmek için kendi ve üçüncü taraf çerezleri kullanıyoruz. Web sitemizi kullanmaya devam ederseniz, bu %cookie_policy_link'i kabul ettiğinizi anlıyoruz.

source: I understand
bg_bg: Разбирам
ko: 동의합니다.
th: ฉันเข้าใจ
tr: Anlıyorum

source: Forgot password?
ar: نسيت كلمة السر ؟
bg_bg: Забравена парола?
el: Ξεχάσατε τον κωδικό;
et_ee: Unustasid parooli ?
fi: Salasana unohtunut?
he: שכחתי סיסמא?
hu: Elfelejtette a jelszót?
ko: 암호를 잊으셨나요?
lt_lt: Pamiršote slaptažodį?
sk: Zabudnuté heslo?
th: ลืมรหัสผ่าน?
tr: Şifremi unuttum?

source: Reset password
ar: إعادة تعيين كلمة المرور
bg_bg: Промени паролата
el: Επαναφορά κωδικού
et_ee: Taasta parool
fa: بازیابی رمز عبور
fi: Nollaa salasana
he: איפוס סיסמה
hu: Jelszó visszaállítása
ko: 암호 재설정
lt_lt: Atnaujinti slaptažodį
sk: Resetovať heslo
sr_rs: Resetuj lozinku
th: ตั้งรหัสผ่านใหม่
tr: Şifrenizi sıfırlayın

source: Resend account activation
ar: إعادة إرسال تفعيل الحساب
bg_bg: Повторно изпращане на активация на профила
el: Αποστολή κωδικού ενεργοποίησης ξανά
et_ee: Saada uuesti konto kinnitamise e-mail
fa: ارسال دوباره ایمیل فعال سازی
fi: Lähetä käyttäjätunnuksen aktivointi uudelleen
he: שלחו שוב את הפעלת החשבון
hu: Aktiváló e-mail újraküldése
ko: 계정 활성화 메일 다시보내기
lt_lt: Aktyvuoti paskyrą
sk: Znovu zaslať aktivačné informácie
sr_rs: Pošalji aktivacijski link
th: ส่งรหัสปลดล็อคใหม่
tr: Hesap etkinleştirme kodunu tekrar gönder

source: Add your email address
ar: إضافة بريدك الإلكتروني
bg_bg: Добавете своя имейл адрес
el: Προσθέστε το email σας
et_ee: Lisa oma e-mail
fa: ایمیل خود را وارد کنید
fi: Lisää sähköpostisi
he: הוסיפו את כתובת הדוא"ל שלכם
hu: Adja meg az e-mail címét
ko: 이메일 주소를 넣어주세요
lt_lt: Įrašykite savo el.paštą
sk: Pridajte vašu e-mailovú adresu.
sr_rs: Dodajte vašu email adresu
th: เพิ่มที่อยู่อีเมลของคุณ
tr: E-posta adresinizi ekleyin

source: Email changed
ar: تم تغيير البريد الإلكتروني
bg_bg: Имейлът е променен
el: Το email άλλαξε
et_ee: E-mail muudetud
fa: ایمیل تغییر کرد.
fi: Sähköposti muutettu
he: דוא"ל שונה.
hu: E-mail megváltoztatva
ko: 이메일 주소가 변경됨
lt_lt: El.paštas pakeistas
sk: E-mail zmenený
sr_rs: Email promena
th: เปลี่ยนอีเมลแล้ว
tr: E-posta adresiniz değiştirildi

source: %s says you are a robot
bg_bg: %s ви засича че сте робот
he: יש לבצע אימות %s לוודא שאינך רובוט
ko: %s 가 현재 사용자를 로봇으로 보고했습니다
th: %s บอกว่าคุณเป็นเป็นโรบอท
tr: %s senin bir robot olduğunu söylüyor

source: Invalid Username/Email
ar: إسم المستخدم/البريد الإلكتروني غير صالح
bg_bg: Невалидно потребителско име / имейл
el: Λάθος όνομα χρήστη/κωδικός
et_ee: Vale Kasutajanimi/Parool
fa: نام کاربری / رمز عبور اشتباه است
fi: Virheellinen käyttäjätunnus/sähköpostiosoite
he: שם משתמש\דוא"ל שגויים
hu: Érvénytelen Felhasználónév/E-mail
ko: 사용자 이름 또는 이메일 주소가 잘못되었습니다
lt_lt: Neteisingas Vartotojo vardas/El.paštas
sk: Neplatné uživateľské meno alebo e-mail.
sr_rs: Neispravno korisničko ime/lozinka
th: ยูสเซอร์หรือพาสเวิร์ดผิด
tr: Geçersiz kullanıcı adı / e-posta adresi

source: User doesn't have an email.
ar: المستخدم لا يتوفر لديه بريد إلكتروني.
bg_bg: Потребителят не разполага с имейл.
el: Ο χρήστης δεν έχει email.
fa: کاربر ایمیلی ندارد.
fi: Käyttäjällä ei ole sähköpostia.
he: למשתמש אין דוא"ל
hu: A felhasználónak nincs megadott e-mail címe.
ko: 이메일 주소가 없는 사용자입니다.
lt_lt: Vartotojas neturi el.pašto.
sk: Užívateľ nemá žiadnu e-mailovú adresu.
sr_rs: Korisnik nema email
th: ผู้ใช้ไม่ได้อีเมล
tr: Kullanıcının e-posta hesabı yok.

source: Request denied
ar: الطلب مرفوض
bg_bg: Искането е отказано
el: Το αίτημα αρνήθηκε
fa: درخواست غیر مجاز است
fi: Pyyntö hylätty
he: הבקשה נדחתה
hu: Kérés megtagadva
ko: 요청이 거부됨
lt_lt: Užklausa atmesta
sk: Požiadavka zamietnutá
sr_rs: Zahtev odbijen
th: คำขอไม่สามารถเข้าถึงได้
tr: İstek reddedildi

source: Account needs to be activated to use this feature
ar: يتطلب تفعيل الحساب لإستخدام هذه الخاصية
bg_bg: За да използвате тази функция е нужно да активирате вашият профил
el: Ο λογαριασμός χρειάζεται να ενεργοποιηθεί για να χρησιμοποιήσετε αυτή την δυνατότητα.
et_ee: Konto peab olema aktiveeritud
fa: برای استفاده از این ویژگی باید حساب خود را فعال کنید.
fi: Käyttäjätunnus tulee aktivoida, jotta voit käyttää tätä ominaisuutta
he: עליך לבצע הפעלה לחשבון כדי להשתמש בתכונה זו
hu: A fióknak aktiválva kell lennie a szolgáltatás használatához
ko: 이 기능을 사용하려면 계정이 활성화되어야 합니다
lt_lt: Paskyra reikalauja aktyvacijos
sk: Pre použitie tejto funkcie si musíte svoj účet najprv aktivovať.
sr_rs: Nalog treba biti aktiviran da biste koristili ovu mogućnost
th: บัญชีผู้ใช้ต้องทำการปลดล็อคเพื่อใช้งานส่วนนี้
tr: Bu hesabın kullanılması için etkinleştirilmesi gereklidir. Lütfen mail adresinizi kontrol ederek hesabınızı etkinleştiriniz.

source: Account already activated
ar: سبق وأن تم تفعيل الحساب
bg_bg: Профилът вече е активиран
el: Ο λογαριασμός έχει ήδη ενεργοποιηθεί.
et_ee: Konto on juba aktiveeritud
fa: حساب شما فعال شد.
fi: Käyttäjätunnus on jo aktivoitu
he: המשתמש כבר פעיל
hu: A fiók már aktiválva lett
ko: 계정이 이미 활성화됨
lt_lt: Paskyra jau yra aktyvuota
sk: Účet bol už aktivovaný
sr_rs: Nalog je već aktivan
th: บัญชีได้ถูกทำการปลดล็อคไปแล้ว
tr: Hesap zaten aktif

source: Allow up to 15 minutes for the email. You can try again later.
ar: الرجاء الإنتظار 15 دقيقة لتلقى البريد الإلكترونى، ومن ثم يمكنك المحاولة من جديد.
bg_bg: След като изчакате 15 минути за имейла. Можете да опитате отново по-късно.
el: Δώστε 15 λεπτά στο email. Μπορείτε να προσπαθήσετε ξανά αργότερα
et_ee: E-maili saabumine võib võtta aega kuni 15 minutit. Proovi hiljem uuesti.
fa: حداقل 15 دقیقه تا دریافت ایمیل . شما میتوانید بعدا دوباره امتحان کنید.
fi: Voit pyytää lähetystä vasta 15 minuutin kuluttua sähköpostiisi. Kokeile myöhemmin uudelleen.
he: שליחת מייל שני מתאפשרת לאחר 15 דק'. תוכלו לנסות שוב מאוחר יותר.
hu: Várjon legalább 15 percet az e-mail megérkezésére. Később újrapróbálhatja.
ko: 이메일을 다시 보내기 위해서는 최대 15분이 필요합니다. 잠시 후에 다시 시도해주세요.
lt_lt: Palaukite apie 15 minučių el.laiško. Taip pat galite bandyti vėliau dar kartą.
sk: Skúste to prosím neskôr. E-mail by mal doraziť do 15 minút.
sr_rs: Dopustite do 15 minuta da email stigne. Možete probati ponovo kasnije
th: อนุญาตให้ถึง 15 นาทีสำหรับอีเมล คุณสามารถลองอีกครั้งในภายหลัง
tr: Mail için lütfen 15 dakika bekleyip tekrar kontrol ediniz.

source: Reset your password at %s
ar: إعادة تعيين كلمة المرور في %s
bg_bg: Променете паролата си в %s
el: Διαγραφή κωδικού στο %s
fa: بازیابی رمز عبور در %s
fi: Nollaa salasanasi palvelussa %s
he: אפס את סיסמתך ב%s
hu: Jelszó visszaállítása a következőhöz: %s
ko: 귀하의 암호 재설정하기 - %s
lt_lt: Atnaujinti slaptažodį %s
sk: Resetujte si svoje heslo na %s
sr_rs: Resetujte vašu lozinku na %s
th: ตั้งรหัสผ่านใหม่ %s
tr: %s şifrenizi sıfırlayınız

source: Confirmation required at %s
ar: التأكيد مطلوب في %s
bg_bg: Нужно е потвърждение в %s
el: Απαιτείται επιβεβαίωση στο %s
fa: فعالسازی مورد نیاز است در %s
fi: Varmistus tarvitaan palvelusta %s
he: נדרש אישור ב- %s
hu: Megerősítés szükséges a következőhöz: %s
ko: %s에서 확인해주셔야 할 내용이 있습니다.
lt_lt: Reikalauja patvirtinimo %s
sk: Je vyžadovaný súhlas na %s
sr_rs: Potvrda neophodna na %s
th: ยืนยันจำเป็นต้องใช้ %s
tr: %s onaylanması gerekli

source: Welcome to %s
ar: أهلاً بك في %s
bg_bg: Добре дошли в %s
el: Καλώς ήρθατε στο %s
fa: به %s خوش آمدید
fi: Tervetuloa palveluun %s
he: ברוכים הבאים ל%s
hu: Üdvözöljük %s oldalán
ko: %s에 방문하신 것을 환영합니다
lt_lt: Sveiki atvykę į %s
sk: Vitajte na %s
sr_rs: Dobrodošli %s
th: ยินดีต้อนรับ %s
tr: Hoşgeldin %s

source: Email already being used
ar: البريد الإلكتروني مستخدم مسبقا‘
bg_bg: Този имейл вече се използва
el: Το email χρησιμοποιείτε ήδη
et_ee: E-mail on juba kasutusel
fa: ایمیل در حال حاضر استفاده شده است.
fi: Sähköpostiosoite on jo käytössä
he: דוא"ל כבר בשימוש
hu: Ez az e-mail cím már regsztrálva van
ko: 이메일 주소가 이미 사용 중입니다
lt_lt: Šis el.paštas jau naudojamas
sk: E-mailová adresa už v systéme existuje
sr_rs: Email je već u upotrebi
th: อีเมลโดนใช้ไปแล้ว
tr: Bu mail adresi kullanılmaktadır.

source: Password required
ar: كلمة السر مطلوبة
bg_bg: Изисква парола
et_ee: Parool nõutud
fi: Salasana vaaditaan
he: נדרשת סיסמא
ko: 암호 필요
lt_lt: Būtinas slaptažodis
th: ต้องใช้รหัสผ่าน
tr: Şifre gerekli

source: Share
ar: مشاركة
bg_bg: Сподели
el: Μοιραστείτε το
et_ee: Jaga
fa: اشتراک گذاری
fi: Jaa
he: שתף
hu: Megosztás
ko: 공유하기
lt_lt: Dalintis
sk: Zdielať
sr_rs: Podeli
th: แชร์
tr: Paylaş

source: Embed codes
ar: إضافة اكواد
bg_bg: Кодове за вграждане
el: Επισυναπτόμενος κώδικας(embed)
et_ee: HTML ja BBKoodi tag'id
fa: کد های پیوست
fi: Upotuskoodit
he: קודים מוטבעים
hu: Beillesztő kódok
ko: 퍼가기
lt_lt: Dalinimosi kodas
sk: Kódy na vloženie
sr_rs: Kodovi
th: แนบโค๊ด
tr: Embed (Paylaşım) Kodları

source: Full info
ar: المعلومات الكاملة
bg_bg: Пълна информация
el: Πλήρης πληροφορίες
fa: توضیحات کامل
fi: Kaikki tiedot
he: מידע מלא
hu: Teljes infó
ko: 상세 정보
lt_lt: Pilna informacija
sk: Kompletné informácie
sr_rs: Detaljnije informacije
th: ข้อมูลแบบสมบูรณ์
tr: Geniş bilgi

source: %a album hosted in %w
ar: %a الألبوم مستضاف فى %w
bg_bg: Албум %a се хоства в %w
fi: %a albumi ylläpidetty %w
he: %a אלבום מאוחסן ב%w
hu: %a album a következőben: %w
ko: %w에서 호스팅하는 %a 앨범
sk: %a album hosťovaný na %w
th: %a อัลบั้มที่โฮสต์อยู่ใน %w
tr: %a oranında bir albüm saklanır

source: Stats
ar: إحصائيات
bg_bg: Статистика
el: Στατιστικά
et_ee: Statistika
fa: آمار
fi: Tilastot
he: סטטיסטיקה
hu: Statisztikák
ko: 서버 상태
lt_lt: Statistika
sk: Štatistiky
sr_rs: Statistika
th: สถิติ
tr: İstatistikler

source: Images
ar: صور
bg_bg: Изображения
el: Εικόνες
et_ee: Pildid
fi: Kuvat
he: תמונות
hu: Képek
ko: 이미지
lt_lt: paveikslėliai
sk: Obrázky
th: รูป
tr: Resimler

source: Albums
ar: الألبومات
bg_bg: Албуми
el: Άλμπουμ
et_ee: Albumid
fa: آلبوم ها
fi: Albumit
he: אלבומים
hu: Albumok
ko: 앨범
lt_lt: Albumai
sk: Albumy
sr_rs: Albumi
th: อัลบั้ม
tr: Albümler

source: Users
ar: الأعضاء
bg_bg: Потребители
el: Χρήστες
et_ee: Kasutajad
fa: کاربران
fi: Käyttäjät
he: משתמשים
hu: Felhasználók
ko: 사용자
lt_lt: Vartotojai
sk: Užívatelia
sr_rs: Korisnici
th: ผู้ใช้งาน
tr: Kullanıcılar

source: Settings
ar: الإعدادات
bg_bg: Настройки
el: Ρυθμίσεις
et_ee: Seaded
fa: تنظیمات
fi: Asetukset
he: הגדרות
hu: Beállítások
ko: 설정
lt_lt: Nustatymai
sk: Nastavenia
sr_rs: Podešavanja
th: ตั้งค่า
tr: Ayarlar

source: Bulk importer
bg_bg: Основен вносител
ko: 한꺼번에 가져오기
th: คุณนำเข้ามากเกินไป
tr: Eylem çağrısı

source: Chevereto version
ar: نسخة Chevereto
bg_bg: Версия на Chevereto
el: Έκδοση Chevereto
et_ee: Chevereto versioon
fa: نسخه ی نرم افزار
fi: Chevereto-versio
he: גירסת המערכת
hu: Chevereto verzió
ko: Chevereto 버전
lt_lt: Chevereto versija
sk: Verzia chevereta
sr_rs: Verzija Chevereto-a
th: เวอร์ชั่นของ Chevereto
tr: Chevereto versiyon

source: install update
ar: ثبت التحديث
bg_bg: инсталирайте актуализация
et_ee: installeeri uuendus
fi: asenna päivitys
he: מתקין עדכון
hu: Frissítés telepítése
ko: 업데이트 설치하기
th: ติดตั้งโปรแกรมปรับปรุง
tr: Güncelleme yükleniyor

source: check for updates
ar: التحقق من التحديث
bg_bg: провери за актуализации
el: έλεγχος για ενημερώσεις
et_ee: kontrolli uuendusi
fi: tarkista päivitykset
he: בדוק עדכונים
hu: frissítések keresése
ko: 업데이트 확인하기
lt_lt: tikrinti atnaujinimus
sk: Skontrolovať aktualizácie
th: เช็คเพื่ออัพเดท
tr: gücelleştirmeleri kontrol et

source: Support
ar: الدعم
bg_bg: Поддръжка
et_ee: Kasutajatugi
fi: Tuki
he: תמיכה
ko: 지원
lt_lt: Pagalba
th: สนับสนุน
tr: Destek

source: Need help? Go to %s and you will get help quickly.
ar: تحتاج المساعدة؟ اذهب الى %s وسوف تحصل على المساعدة بسرعة.
bg_bg: Имате нужда от помощ? Отидете на %s и ще получите бързо помощ
fi: Tarvitsetko apua? %s -sivustolta saat apua nopeasti.
he: זקוק לעזרה\תמיכה? לחץ על הקישור %s לקבלת תמיכה .
ko: 도움이 필요하세요? %s을 방문하시면 빠르게 도움을 받을 수 있습니다.
th: ต้องการความช่วยเหลือ? ไปที่ %s และคุณจะได้รับความช่วยเหลือได้อย่างรวดเร็ว
tr: Yardıma mı ihtiyacınız var? %s adresine gidin ve hızlı bir şekilde yardım alın.

source: PHP version
ar: نسخة PHP
bg_bg: PHP версия
el: Έκδοση PHP
fa: نسخه ی PHP
fi: PHP-versio
hu: PHP verzió
ko: PHP 버전
lt_lt: PHP versija
sk: PHP verzia
sr_rs: Verzija PHP-a
th: PHP เวอร์ชั่น
tr: PHP versiyon

source: Server
ar: الخادم
bg_bg: Сървър
el: Διακομιστής
fa: سرور
fi: Palvelin
he: שרת
hu: Szerver
ko: 서버
lt_lt: Serveris
th: เซิฟเวอร์
tr: Sunucu

source: MySQL version
ar: نسخة MYSQL
bg_bg: MySQL версия
el: Έκδοση MySQL
fa: نسخه ی دیتابیس
fi: MySQL-versio
hu: MySQL verzió
ko: MySQL 버전
lt_lt: MySQL versija
sk: MySQL verzia
sr_rs: MySQL verzija
th: MySQL เวอร์ชั่น
tr: MySQL versiyon

source: MySQL server info
ar: بيانات خادم MYSQL
bg_bg: MySQL сървър информация
el: Πληροφορίες διακομιστή MySQL
fa: اطلاعات سرور دیتابیس
fi: MySQL-palvelimen tiedot
he: מידע על שרת MySQL
hu: MySQL szerver infó
ko: MySQL 서버 정보
lt_lt: MySQL serverio informacija
sk: Informácie o MySQL servere
sr_rs: MySQL informacije o serveru
th: ข้อมูลของ MySQL เซิฟเวอร์
tr: MySQL sunucusu bilgisi

source: GD Library
ar: مكتبة GD
bg_bg: GD библиотека
fi: GD-kirjasto
he: ספריית GD
hu: GD könyvtár
ko: GD 라이브러리
lt_lt: GD biblioteka
sk: GDL knihovňa
sr_rs: GD Bibilioteka
th: ไลบรารี GD
tr: GD Kütüphanesi

source: File uploads
ar: الملفات المرفوعة
bg_bg: Качени файлове
el: Μεταφορτώσεις αρχείων
fa: فایل آپلود شده
fi: Tiedostojen lähetys
he: העלאת קבצים
hu: Fájlfeltöltések
ko: 파일 업로드
lt_lt: Failų įkėlimas
sk: Nahraných súborov
sr_rs: Fajl otpremanja
th: ไฟล์สำหรับอัพโหลด
tr: Dosya yüklemeleri

source: Enabled
ar: مفعل
bg_bg: Включено
el: Ενεργοποιημένο
et_ee: Lubatud
fa: فعال
fi: Käytössä
he: מופעל
hu: Engedélyezve
ko: 활성화
lt_lt: Įjungta
sk: Zapnuté
sr_rs: Omogućeno
th: เปิดใช้งาน
tr: Açık

source: Disabled
ar: معطل
bg_bg: Изключено
el: Απενεργοποιημένο
et_ee: Keelatud
fa: غیرفعال
fi: Pois käytöstä
he: כבוי
hu: Kikapcsolva
ko: 비활성화
lt_lt: Išjungta
sk: Vypnuté
sr_rs: Onemogućeno
th: ไม่เปิดใช้งาน
tr: Kapalı

source: Max. upload file size
ar: الحد الاقصى. حجم ملف التحميل
bg_bg: Максимален размер за качване
et_ee: Max faili suurus
fi: Suurin lähetettävän tiedoston koko
he: מקסימלי: נפח העלהת קובץ
ko: 최대 업로드 파일 크기
th: อัพโหลดขนาดไฟล์สูงสุด
tr: Maksimum yükleme dosyası boyutu

source: Max. post size
ar: الحجم الأقصى للتخزين
bg_bg: Максимален размер на публикацията
el: Μέγ. μέγεθος ποστ
fa: حداکثر حجم پست
fi: Suurin lähetyksen koko
he: גודל תגובה מקסימלי
hu: Max. post méret
ko: 최대 게시물 크기
lt_lt: Maksimalus aprašymo dydis
sk: Max. veľkosť zasielania
sr_rs: Maksimalna veličina objave
th: ขนาดโพสต์สูงสุด
tr: Maksimum mesaj boyutu

source: Max. execution time
ar: الحد الأقصى لوقت التنفيذ
bg_bg: Максимално време за изпълнение
el: Μεγ. χρόνος εκτέλεσης
fi: Suurin suoritusaika
he: זמן ביצוע מקסימלי
hu: Max. végrehajtási idő
ko: 최대 실행 시간
lt_lt: Maksimalus vykdymo laikas
sk: Max. čas požiadavky
sr_rs: Maksimalno vreme izvršavanja
th: เวลาดำเนินการ มากที่สุด
tr: Maksimum yürütme zamanı

source: %d second
ar: خانة فارغة
bg_bg: %d секунда
el: %d δευτερόλεπτο
fa: %d ثانیه
fi: %d sekunti
he: %d שניה
hu: %d másodperc
ko: %d 초
lt_lt: %d sek.
sk: %d sekunda
sr_rs: %d sekunda
th: %d วินาที
tr: %d saniye

source: Memory limit
ar: حدود الذاكرة
bg_bg: Ограничение на паметта
el: Όριο μνήμης
fa: محدودیت حافظه
fi: Muistirajoitus
he: הגבלת זיכרון
hu: Memória limit
ko: 메모리 제한용량
lt_lt: Atminties limitas
sk: Limit pamäte
sr_rs: Ograničenje memorije
th: ขีดจำกัดของหน่วยความจำ
tr: Hafıza boyutu

source: Rebuild stats
ko: 서버 상태 다시 읽기
tr: İstatistikleri yeniden oluştur

source: Connecting IP
bg_bg: Свързване IP
ko: 접속 중인 IP 주소
tr: IP Bağlantısı

source: Not your IP?
bg_bg: Не е ващо IP?
ko: 이 IP가 아닌가요?
tr: IP adresiniz değil mi?

source: Links
ar: روابط
bg_bg: Връзки
el: Λινκ
fa: لینکها
fi: Linkit
he: קישורים
hu: Linkek
ko: 링크
lt_lt: Nuorodos
sk: Odkazy
sr_rs: Linkovi
th: ลิงค์
tr: Linkler

source: Collaboration
bg_bg: Сътрудничество
ko: 협력하기
tr: İşbirliği

source: Documentation
ar: المستندات
bg_bg: Документация
fi: Dokumentaatio
ko: 문서보기
th: เอกสาร
tr: Belgeleme

source: Changelog
ar: سجل التغيير
bg_bg: Промени
fi: Muutoslogi
ko: 변경 내역
th: การเปลี่ยนแปลง
tr: Değişiklikler

source: Bug tracking
ar: تتبع الأخطاء
bg_bg: Бъгове
fi: Virheenseuranta
ko: 버그 추적
th: การติดตามข้อผิดพลาด
tr: Hata izleme

source: Website
ar: الموقع
bg_bg: Уебсайт
el: Ιστοσελίδα
fa: وبسایت
fi: Verkkosivusto
he: אתר אינטרנט
hu: Weboldal
ko: 웹사이트
lt_lt: Svetainė
sk: Webová stránka
sr_rs: Web sajt
th: เว็บไซด์
tr: Site adresi

source: Content
ar: المحتوى
bg_bg: Съдържание
el: Περιεχόμενο
fa: محتوا
fi: Sisältö
he: תוכן
hu: Tartalom
ko: 게시물
lt_lt: Turinys
sk: Obsah
sr_rs: Sadržaj
th: เนื่้อหา
tr: İçerik

source: Pages
ar: الصفحات
bg_bg: Страници
fi: Sivut
he: עמודים
hu: Oldalak
ko: 페이지
th: หน้า
tr: Sayfalar

source: Listings
ar: عناصر العرض
bg_bg: Списъци
el: Καταχωρήσεις
fa: محتوا
fi: Listaus
he: רישומים
hu: Feltöltések
ko: 목록
lt_lt: Skelbimai
sk: Výpis
th: รายการ
tr: Listeler

source: Image upload
ar: رفع الصور
bg_bg: Качване на изображение
el: Μεταφόρτωση εικόνας
fa: آپلود تصویر
fi: Kuvan lähetys
he: העלאת תמונה
hu: Képfeltöltés
ko: 이미지 업로드
lt_lt: paveikslėlio įkėlimas
sk: Nahrávánie obrázkov
sr_rs: Upload slika
th: อัพโหลดรูป
tr: Resim Yükle

source: Categories
ar: الفئات
bg_bg: Категории
el: Κατηγορίες
fa: دسته بندی ها
fi: Kategoriat
he: קטגוריות
hu: Kategóriák
ko: 범주
lt_lt: Kategorijos
sk: Kategórie
sr_rs: Kategorije
th: หมวดหมู่
tr: Kategoriler

source: Consent screen
ar: شاشة الموافقة
bg_bg: Екран за съгласие
fi: Ehtojen hyväksymisikkuna
he: מסך תנאי כניסה
ko: 동의 화면
th: หน้าจอได้รับความยินยอม
tr: Onay mesajı

source: Flood protection
ar: حماية من التدفق الإلكتروني
bg_bg: Защита от флууд
el: Προστασία υπερχείλισης
fa: محافظت از حملات
fi: Spämmiesto
he: הגנה מפני הצפות
hu: Flood védelem
ko: 헤비 업로드 제한
lt_lt: Apsauga nuo floodo
sk: Ochrana proti zahlteniu
sr_rs: Zaštita od poplava
th: ป้องกันการฟลัด
tr: Koruma

source: Theme
ar: التصميم
bg_bg: Тема
el: Θέμα
fa: قالب
fi: Teema
he: ערכת נושא
hu: Sablon
ko: 테마
lt_lt: Tema
sk: Téma
sr_rs: Tema
th: ธีม
tr: Tema

source: Homepage
ar: الرئيسية
bg_bg: Начална страница
el: Αρχική
fa: صفحه اصلی
fi: Etusivu
he: דף הבית
hu: Kezdőlap
ko: 홈페이지
lt_lt: Namų puslapis
sk: Domovská stránka
sr_rs: Početna
th: หน้าแรก
tr: Anasayfa

source: Banners
ar: البانرات
bg_bg: Банери
el: Διαφημίσεις
fa: بنر ها
fi: Bannerit
he: באנרים
hu: Bannerek (reklámok)
ko: 배너
lt_lt: Baneriai
sk: Banery
sr_rs: Baneri
th: แบนเนอร์
tr: Bannerler

source: System
ar: النظام
bg_bg: Система
el: Σύστημα
fa: سیستم
fi: Järjestelmä
he: מערכת
hu: Rendszer
ko: 시스템
lt_lt: Sistema
sk: Systém
sr_rs: Sistem
th: ระบบ
tr: Sistem

source: Routing
ar: التوجيه
bg_bg: Насочване
fi: Ohjaus
ko: 라우팅
th: กำหนดเส้นทาง
tr: Yönlendirme

source: Languages
ar: اللغات
bg_bg: Езици
el: Γλώσσες
fi: Kielet
he: שפות
hu: Nyelvek
ko: 언어
lt_lt: Kalbos
sk: Jazyky
th: ภาษา
tr: Dil

source: External storage
ar: تخزين خارجي
bg_bg: Външно съхранение
el: Εξωτερικός χώρος αποθήκευσης
fi: Ulkoinen tallennustila
he: איחסון חיצוני
hu: Külső tároló
ko: 외부 저장소
lt_lt: Išorinė saugykla
sk: Externé úložisko
th: หน่วยความจำภายนอก
tr: Harici depolama

source: Email
ar: البريد الإلكتروني
bg_bg: Имейл
fa: ایمیل
fi: Sähköposti
he: דוא"ל
ko: 전자우편
lt_lt: El.paštas
th: อีเมล
tr: Mail

source: Social networks
ar: شبكات التواصل الإجتماعي
bg_bg: Социални мрежи
el: Κοινωνικά δίκτυα
fa: شبکه های اجتماعی
fi: Sosiaaliset verkostot
he: רשתות חברתיות
hu: Közösségi hálózatok
ko: 소셜 네트워크
lt_lt: Socialiniai tinklai
sk: Sociálne siete
sr_rs: Socijalne mreže
th: เครือข่ายทางสังคม
tr: Sosyal ağlar

source: External services
ar: خدمات خارجية
bg_bg: Външни услуги
el: Εξωτερικές υπηρεσίες
fa: سرویس های خارجی
fi: Ulkoiset palvelut
he: שירותים חיצוניים
hu: Külső szolgáltatások
ko: 외부 서비스
lt_lt: Išorinės tarnybos
sk: Externé služby
sr_rs: Spoljni servisi
th: บริการภายนอก
tr: Dış hizmetler (harici servis)

source: IP bans
ar: حظر IP
bg_bg: Бан по IP
el: Αποκλεισμένες IP
fi: IP-estot
he: השהיות IP
hu: IP banok
ko: IP 차단
lt_lt: Užblokuoti IP
sk: IP bany
th: ไอพี แบน
tr: İp banlama

source: Additional settings
ar: إعدادات اخرى
bg_bg: Допълнителни настройки
fi: Lisäasetukset
he: הגדרות נוספות
hu: További beállítások
ko: 추가 설정
sk: Ďalšie nastavenia
th: ตั้งค่าเพิ่มเติม
tr: İlave ayarlar

source: Tools
ar: الأدوات
bg_bg: Инструменти
fi: Työkalut
he: כלים
hu: Eszközök
ko: 도구
th: เครื่องมือ
tr: Araçlar

source: Can't delete all homepage cover images
ar: لايمكن حذف صور غلاف الصفحة الرئيسية
bg_bg: Не могат да бъдат изтрити всички изображения на корицата на началната страница
fi: Kotisivun kansikuvien poisto ei onnistu
ko: 최소한 하나의 홈페이지 커버 이미지는 필요합니다
th: ไม่สามารถลบภาพหน้าปกหน้าแรก
tr: Tüm başlık resimleri silinemez
