Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Category
ar: فئة
bg_bg: Категория
el: Κατηγορία
fa: دسته بندی
fi: Kategoria
he: קטגוריה
hu: Kategória
ko: 카테고리
lt_lt: Kategorija
sk: Kategória
sr_rs: Kategorija
th: หมวดหมู่
tr: Kategori

source: Select category
ar: تحديد الفئات
bg_bg: Изберете категория
el: Διάλεξε κατηγορία
fa: انتخاب دسته بندی
fi: Valitse kategoria
he: בחר קטגוריה
hu: Válasszon kategóriát
ko: 카테고리를 선택해주세요
lt_lt: Rinktis kategoriją
sk: Vyberte kategóriu
sr_rs: Izaberi kategoriju
th: เลือกหมวดหมู่
tr: Kategori seçin

source: Mark this if the upload is not family safe
ar: قم بتعليم المحتوى على أنه غير مناسب للأسرة
bg_bg: Маркирайте това ако изображението не е подходящо за всички възрасти.
el: Επέλεξε εαν δεν είναι κατάλληλο για ανηλίκους
fa: اگر آپلود حاوی محتوای نا مناسب است این گزینه را فعال کنید
fi: Merkise tämä, jos lataus on sopimatonta
he: סמן כאן אם התוכן הינו פוגעני
hu: Jelölje be hogyha a feltöltés korhatáros (felnőtteknek szóló)
ko: 업로드하는 게시물이 다른 사용자에게 불쾌감을 줄 수 있거나 19금 등의 후방주의가 필요하다면 체크해주세요
lt_lt: Pažymėkite, jei įkėlimas neskirtas peržiūrėti visai šeimai
sk: Označte ak nahrávaný súbor nieje vhodný pre deti a mladistvých.
sr_rs: Označi ovo ako je upload neprikladnog sadržaja
th: เลือก ถ้าอัพโหลดนี้ไม่ปลอดภัยสำหรับครอบครัว
tr: Yükleyeceğiniz resim Aile için uygun değilse bu işareti seç

source: Not family safe upload
ar: محتوى غير مناسب للأسرة
bg_bg: Не е подходящо за всички възрасти
el: Δεν είναι κατάλληλο για ανηλίκους
fa: نا مناسب برای خانواده
fi: Sopimaton lataus
he: סמן כתוכן פוגעני
hu: Korhatáros tartalom
ko: 후방주의 업로드
lt_lt: Įkėlimas neskirtas peržiūrėti visai šeimai
sk: Obrázok nieje vhodný pre deti a mladistvých
sr_rs: Upload neprikladnog sadržaja
th: ไม่ปลอดภัยสำหรับครอบครัว
tr: Aile için güvenli bir yükleme değil

source: Uploading
ar: جاري الرفع
bg_bg: Качване
el: Ανεβαίνει
fa: در حال آپلود
fi: Lähetetään
he: בהעלאה..
hu: Feltöltés
ko: 업로드 중
lt_lt: Įkėlimas
sk: Nahrávam
sr_rs: Uploadovanje
th: กำลังอัพโหลด...
tr: Yükleniyor

source: cancel remaining
ar: إلغاء ما تبقى
bg_bg: Отменете останалите
el: Ακύρωση υπολοίπων
fa: لغو باقی مانده ها
fi: peruuta jäljellä olevat
he: בטל את העלאה
hu: hátralévők megszakítása
ko: 남아있는 업로드 취소
lt_lt: atšaukti likusius
sk: zrušiť zostávajúce
sr_rs: otkaži preostalo
th: ยกเลิกที่เหลือ
tr: Yüklemeyi iptal et

source: Note: Some images couldn't be uploaded.
ar: ملاحظة : بعض الصور لم يتم رفعها بنجاح.
bg_bg: Забележка: Някои изображения не могат да бъдат качени.
el: Σημείωση: Κάποιες εικόνες δεν μπόρεσαν να ανέβουν.
fa: توجه: امکان آپلود برخی تصاویر موجود نیست.
fi: Huomio: Joitakin kuvia ei voitu lähettää.
he: שים לב: חלק מהתמונות לא הועלו
hu: Megjegyzés: Néhány kép nem került feltöltésre.
ko: 참고: 일부 이미지를 업로드하지 못했습니다.
lt_lt: Pastaba: Kai kurie paveikslėliai negalėjo būti įkelti.
sk: Upozornenie: Niekteré obrázky nejde nahrať.
sr_rs: Napomena: Neke slike nije moguće uploadovati
th: ข้อควรจำ:รูปไม่สามารถอัพโหลดได้
tr: Not : Bazı resimler yüklenemedi.

source: learn more
ar: إعرف المزيد
bg_bg: Научете повече
el: μάθε περισσότερα
fa: بیشتر بخوانید.
fi: lue lisää
he: למד עוד
hu: tudjon meg többet
ko: 더 알아보기
lt_lt: sužinoti daugiau
sk: dozvedieť sa viac
sr_rs: saznaj više
th: เรียนรู้เพิ่ม
tr: Daha fazla bilgi

source: Check the <a data-modal="simple" data-target="failed-upload-result">error report</a> for more information.
ar: تحقق من <a data-modal="simple" data-target="failed-upload-result"> تقرير الخطأ</a>للمزيد من المعلومات
bg_bg: Проверете <a data-modal="simple" data-target="failed-upload-result">доклад за грешка</a> за повече информация.
el: Ελέγξτε την <a data-modal="simple" data-target="failed-upload-result">αναφορά σφαλμάτων</a> για περισσότερες πληροφορίες.
fa: برای توضیحات بیشتر <a data-modal="simple" data-target="failed-upload-result">گزارش خطاها</a> را مطلعه کنید
fi: Katso <a data-modal="simple" data-target="failed-upload-result">virheraportti</a> saadaksesi lisätietoja.
he: עיין ב- <a data-modal="simple" data-target="failed-upload-result">דו"ח השגיאות</a> למידע נוסף.
hu: További információért ellenőrizze a <a data-modal="simple" data-target="failed-upload-result">hibajelentést</a>.
ko: 자세한 내용은 <a data-modal="simple" data-target="failed-upload-result">오류 보고서</a>를 참고해주세요.
lt_lt: Peržiūrėkite <a data-modal="simple" data-target="failed-upload-result">klaidų ataskaitas,</a> jei norite sužinoti daugiau.
sk: Skontrolujte <a data-modal="simple" data-target="failed-upload-result">chybovú správu</a>, kde sa dozviete viac informácií.
sr_rs: Proveri <a data-modal="simple" data-target="failed-upload-result">izveštaj o greškama</a> za više informacija.
th: ตรวจสอบ <a data-modal="simple" data-target="failed-upload-result">การรายงานข้อผิดพลาด</a> สำหรับข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için <a data-modal="simple" data-target="failed-upload-result">hata raporunu</a> kontrol ediniz.

source: Register to get %s
bg_bg: Регистрирайте се, за да получите %s
ko: %s을(를) 얻으려면 가입해주세요
th: ลงทะเบียนเพื่อรับ %s
tr: %s almak için kayıt olun

source: reset
bg_bg: Нулирай
fi: nollaa
ko: 초기화
th: รีเซ็ต
tr: Dönüştür

source: close
ar: إغلاق
bg_bg: затвори
el: κλείσιμο
et_ee: sulge
fa: بستن
fi: sulje
he: סגור
hu: bezárás
ko: 닫기
lt_lt: uždaryti
sk: zavrieť
sr_rs: zatvori
th: ปิด
tr: kapat

source: Note
ko: 비고
tr: Not

source: copy
ar: نسخ
bg_bg: Копирай
fi: kopioi
he: העתק
ko: 복사
th: คัดลอก
tr: Kopyala

source: insert
bg_bg: Вмъкни
fi: lisää
ko: 삽입
th: แทรก
tr: Ekle

source: Remove
ar: حذف
bg_bg: Премахни
et_ee: Kustuta
fi: Poista
he: הסרה
hu: Eltávolítás
ko: 제거
th: ลบ
tr: Kaldır

source: Title
ar: عنوان
bg_bg: Заглавие
el: Τίτλος
et_ee: Pealkiri
fi: Otsikko
he: כותרת
hu: Cím
ko: 제목
lt_lt: Pavadinimas
sk: Titulok
th: หัวข้อ
tr: Başlık

source: optional
ar: خياري
bg_bg: По избор
el: προαιρετικά
et_ee: valikuline
fa: اختیاری
fi: valinnainen
he: לא חובה
hu: opcionális
ko: 선택사항
lt_lt: nebūtina
sk: voliteľné
sr_rs: opcionalno
th: ทางเลือก
tr: Opsiyonel

source: Resize image
ar: تغيير حجم الصورة
bg_bg: Намаляване на изображението
et_ee: Pildi mõõtmed
fi: Muokkaa kuvan kokoa
he: שינוי מימדי תמונה
hu: Kép átméretezése
ko: 이미지 크기 조절
th: ปรับขนาดรูปภาพ
tr: Resmi yeniden boyutlandır

source: Width
ar: عرض
bg_bg: Широчина
fi: Leveys
he: רוחב
hu: Szélesség
ko: 너비
th: ความกว้าง
tr: Genişlik

source: Height
ar: ارتفاع
bg_bg: Височина
fi: Korkeus
he: אורך
hu: Magasság
ko: 높이
th: ความสูง
tr: Yükseklik

source: Note: Animated GIF images won't be resized.
ar: ملاحظة: لن يتم تغيير حجم الصور المتحركة .
bg_bg: Забележка: Анимираните GIF изображения няма да бъдат намалени.
et_ee: Animeeritud (gif) failide pildi suurust ei saa muuta!
fi: Huom: Animoitujen GIF kuvien koko ei muutu.
he: הערה: תמונות GIF מונפשות אינן ניתנות לשינוי מימדים.
hu: Megjegyzés: Az animált GIF képek nem kerülnek átméretezésre.
ko: 참고: 움직이는 GIF 이미지는 크기를 조절할 수 없습니다.
th: หมายเหตุ: ภาพ .GIF เคลื่อนไหวจะไม่ได้รับการปรับขนาด
tr: Not: Hareket içeren GIF görüntülerin boyutlarını değiştiremezsiniz.

source: Auto delete image
ar: حذف تلقائي للصورة
bg_bg: Автоматично изтриване на изображението
et_ee: Kustuta pilt automaatselt
fi: Poista kuva automaattisesti
he: מחיקה תמונה אוטומטית
hu: Kép automatikus törlése
ko: 자동 이미지 삭제
th: ลบภาพอัตโนมัติ
tr: Resimlerin otomatik olarak silinmesi

source: Sign up
ar: تسجيل
bg_bg: Регистрирайте се
fi: Kirjaudu
he: הירשם
ko: 가입하기
th: รับสมัคร
tr: Kayıt ol

source: %s to be able to customize or disable image auto delete.
ar: %s لتتمكن من تخصيص أو تعطيل الحذف التلقائي للصورة.
bg_bg: %s за да можете да персонализирате или деактивирате автоматичното изтриване на изображението.
fi: %s muokataksesi tai poistaaksesi automaattinen kuvien poisto käytöstä.
ko: %s은(는) 이미지 자동 삭제를 사용자화하거나 비활성화할 수 있습니다.
th: %s เพื่อให้สามารถปรับแต่งหรือปิดใช้งานการลบภาพอัตโนมัติ
tr: %s görüntü otomatik silme özelliğini özelleştirebilme veya devre dışı bırakabilme.

source: Mark this if the image is not family safe
ar: الاشارة على هذه الصورة في حال كانت غير آمنة
bg_bg: Маркирайте това, ако изображението не е подходящо за всички възрасти
el: Επιλέξτε αυτό, αν η εικόνα δεν είναι κατάλληλη για ανηλίκους
fa: اگر تصویر نامناسب برای خانواده است این گزینه را فعال کنید
fi: Merkitse kuva sopimattomaksi
he: סמן אם התמונה הינה תוכן פוגעני
hu: Jelölje be hogyha a kép korhatáros (felnőtteknek szóló)
ko: 이미지가 다른 사용자에게 불쾌감을 줄 수 있거나 19금 등의 후방주의가 필요하다면 체크해주세요
lt_lt: Pažymėkite, jei paveikslėlis skirtas peržiūrėti ne visai šeimai
sk: Označte ak obrázok nieje vhodný pre deti a mladistvých.
sr_rs: Označi ovo ukoliko je slika neprikladnog sadržaja
th: เลือกว่ารูปนี้ไม่เหมาะสำหรับครอบครัว
tr: İçeriğin aile için güvenli olup olmadığını seçin

source: Flag as unsafe
ar: علامة لمحتوى غير آمن
bg_bg: Маркирайте кат не е подходящо за деца
el: Σημείωση ως μη ασφαλές
fa: برچسب به عنوان نا امن
fi: Liputa sopimattomaksi
he: סמן כתוכן פוגעני
hu: Kép jelentése
ko: 후방주의 플래그 설정
lt_lt: Žymėti kaip nesaugų
sk: Označiť ako nevhodné
sr_rs: Označi kao neprikladno
th: ปักหมุดว่าไม่ปลอดภัย
tr: Güvenli değil olarak işaretle

source: Description
ar: الوصف
bg_bg: Описание
el: Περιγραφή
et_ee: Kirjeldus
fa: توضیحات
fi: Kuvaus
he: תיאור
hu: Leírás
ko: 설명
lt_lt: Aprašymas
sk: Popis
sr_rs: Opis
th: รายละเอียด
tr: Tanımlar

source: Brief description of this image
ar: وصف مختصر عن الصورة
bg_bg: Кратко описание на изображението
el: Συνοπτική περιγραφή της εικόνας
fa: توضیح مختصری در مورد تصویر بنویسید
fi: Lyhyt kuvaus tästä kuvasta
he: תאר בקצרה את התמונה
hu: A kép rövid leírása.
ko: 이 이미지에 대해 알려주세요
lt_lt: Trumpas paveikslėlio aprašymas
sk: Stručný popis obrázku
sr_rs: Kratak opis ove slike
th: อธิบายสั้นๆเกี่ยวกับรูปนี้
tr: Resmin kısa açılaması

source: Add image URLs
ar: إضافة روابط الصورة
bg_bg: Добавете URL адреси на изображения
el: Προσθήκη λινκ εικόνων
fa: افزودن آدرس تصویر
fi: Lisää kuvien osoitteet
he: הוספת קישורים של תמונות
hu: Kép URL-ek hozzáadása
ko: 이미지 URL로 추가하기
lt_lt: Įkelti paveikslėlio URL
sk: Pridať URL obrázka
sr_rs: Dodaj URL adrese slika
th: เพิ่ม URLs ของรูป
tr: URL ile Resim Yükle

source: Add the image URLs here
ar: إضافة روابط الصورة هنا
bg_bg: Добавете URL адреси на изображения тук
el: Προσθήκη των λινκ εικόνων εδώ
fa: آدرس تصویر را اینجا وارد کنید
fi: Lisää kuvien osoitteet tähän
he: הכנס כאן רשימת קישורים של תמונות
hu: Itt adja hozzá a kép URL-eket
ko: 여기에 이​​미지 URL주소를 넣어주세요
lt_lt: Čia įkelkite paveikslėlio URL
sk: Pridajte URL obrázka tu
sr_rs: Dodaj URL slika ovde
th: ใส่ URLs ของรูปตรงนี้
tr: URL ile resmi buradan yükleyin

source: Create album
ar: إنشاء ألبوم
bg_bg: Създай албум
el: Δημιουργία άλμπουμ
fa: ساخت آلبوم
fi: Luo albumi
he: צור אלבום
hu: Album létrehozása
ko: 앨범 만들기
lt_lt: Sukurti albumą
sk: Vytvoriť album
sr_rs: Napravi album
th: สร้างอัลบั้ม
tr: Yeni albüm oluştur

source: The uploaded content will be moved to this newly created album.
bg_bg: Каченото съдържание ще бъде преместено в този новосъздаден албум.
ko: 업로드한 게시물은 새로 만든 앨범으로 이동됩니다.
th: เนื้อหาที่อัปโหลดจะถูกย้ายไปที่อัลบั้มที่สร้างขึ้นใหม่
tr: Yüklenen içerik bu yeni oluşturulan albüme taşınacak.

source: existing album
bg_bg: съществуващ албум
ko: 기존 앨범
th: อัลบั้มที่มีอยู่
tr: mevcut albüm

source: You can also move the content to an %a.
bg_bg: Можете също да преместите съдържанието в %a.
he: העבר את התוכן ל- %a.
ko: 또는 %a으로 게시물을 이동시킬 수 있습니다.
th: คุณสามารถย้ายเนื้อหาไปยัง %a ได้เช่นกัน
tr: İçeriği ayrıca %a ya da taşıyabilirsiniz.

source: You must %s or %l if you want to edit this album later on.
bg_bg: Трябва да %s или %l, ако искате да редактирате този албум по-късно.
ko: 나중에 이 앨범을 편집하려면 %s 또는 %l 해야합니다.
th: คุณต้อง %s หรือ %l ถ้าคุณต้องการแก้ไขอัลบั้มนี้ในภายหลัง
tr: Bu albümü daha sonra düzenlemek isterseniz %s veya %l gerekir.

source: Move to album
ar: نقل إلى الألبوم
bg_bg: Премести в албум
el: Μετακίνηση σε άλμπουμ
fa: انتقال به آلبوم
fi: Siirrä albumiin
he: העבר לאלבום
hu: Áthelyezés albumba
ko: 앨범으로 이동
lt_lt: Perkelti į albumą
sk: Presunúť do albumu
sr_rs: Premestu u album
th: ย้ายไปสู่อัลบั้ม
tr: Resimleri albüme taşı

source: Select an existing album to move the uploaded content. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the content there.
ar: اختر الألبوم لنقل المحتوى الذي تم تحميله. يمكنك أيضا <a class="modal-switch" data-switch="move-new-album"> إنشاء ألبوم جديد</a>ونقل المحتوى هناك
bg_bg: Изберете съществуващ албум, за да преместите каченото съдържание. Можете също <a class="modal-switch" data-switch="move-new-album"> да създадете нов албум</a> и да преместете съдържанието там.
el: Επιλέξτε ένα υπάρχον άλμπουμ για να μετακινήσετε το ανεβασμένο περιεχόμενο. Μπορείτε επίσης να <a class="modal-switch" data-switch="move-new-album">δημιουργήσετε ένα νέο άλμπουμ</a> και να μετακινήσετε το περιεχόμενο εκεί.
fa: یک آلبوم جهت انتقال تصاویر آپلود شده انتخاب کنید. همچنین شما میتوانید <a class="modal-switch" data-switch="move-new-album">آلبوم جدیدی بسازید</a> و تصاویر را به آن منتقل کنید.
fi: Valitse olemassa oleva albumi siirtääksesi lataamasi kuvat sinne. Voit myös <a class="modal-switch" data-switch="move-new-album">luoda uuden albumin</a> ja siirtää kuvat sinne.
he: בחרו אלבום קיים על מנת להעביר את התמונות שהועלו. תוכלו גם <a class="modal-switch" data-switch="move-new-album">ליצור אלבום חדש</a> ולהעביר את התמונות לשם.
hu: A tartalom áthelyezéséhez válasszon ki egy meglévő albumot. Ha szeretné <a class="modal-switch" data-switch="move-new-album">létrehozhat egy újat</a> is.
ko: 업로드한 게시물을 이동시킬 앨범을 선택해주세요. 또는 <a class="modal-switch" data-switch="move-new-album">새 앨범 만들기</a>를 하고 해당 앨범으로 이동시킬 수 있습니다.
lt_lt: Rinkitės jau esantį albumą ir patalpinkite jame ką tik įkeltą turinį. Taip pat galite <a class="modal-switch" data-switch="move-new-album">sukurti naują albumą</a> ir talpinti ką tik įkeltus elementus jame.
sk: Vyberte existujúci album na nahranie obrázkov. Samozrejme, môžete tiež <a class="modal-switch" data-switch="move-new-album">vytvoriť album</a> a nahrať obrázky do neho.
sr_rs: Označi postojeći album kako bi premestio upload sadržaj. Takođe možete <a class="modal-switch" data-switch="move-new-album">napraviti novi album</a> i premestiti sadržaj tamo.
th: เลือกอัลบั้มที่มีอยู่เพื่อย้ายเนื้อหาที่อัพโหลด นอกจากนี้คุณยังสามารถ <a class="modal-switch" data-switch="move-new-album">สร้างอัลบั้มใหม่</a> และย้ายเนื้อหาไปที่นั่น
tr: Yüklenen resimleri taşımak için bir albüm seçiniz. İsterseniz <a class="modal-switch" data-switch="move-new-album">yeni bir albüm</a> oluşturarak resimlerinizi yeni albüme taşıyabilirsiniz.

source: Error report
ar: تقرير الأخطاء
bg_bg: Доклад за грешка
el: Λάθος αναφορά
fa: گزارش خطا
fi: Virheraportti
he: דוח שגיאות
hu: Hibajelentés
ko: 오류 보고서
lt_lt: Pranešimas apie klaidą
sk: Chybová správa
sr_rs: Izveštaj o greškama
th: รายงานข้อผิดพลาด
tr: Hata raporu

source: Viewer links
ar: روابط المشاهد
bg_bg: Връзки за зрители
el: Προβολές Λινκ
fa: لینک مشاهده
fi: Katselijan linkit
he: קישורים ישירים (מקוצר)
hu: Megtekintő linkek
ko: 뷰어 링크
lt_lt: Peržiūros nuorodos
sk: Odkaz s náhľadom
sr_rs: Linkovi za pregled
th: ผู้ชมลิ้งค์
tr: Görüntülenen bağlantılar

source: HTML Codes
ar: رمز HTML
bg_bg: HTML кодове
el: Κώδικες HTML
fa: کد HTML
fi: HTML-koodit
he: קוד HTML
hu: HTML kódok
ko: HTML 코드
lt_lt: HTML kodai
sk: HTML kódy
sr_rs: HTML kodovi
th: รหัส html
tr: HTML Kodları

source: HTML image
ar: صورة HTML
bg_bg: HTML изображение
fi: HTML kuva
he: תמונת HTML
hu: HTML kép
ko: HTML 원본 이미지
sk: HTML obrázok
th: HTML ภาพ
tr: HTML (tam görünüm)

source: HTML full linked
ar: HTML مرتبط بالكامل
bg_bg: HTML пълна връзка
fi: HTML kokonainen linkki
he: HTML מקושר במלואו
hu: HTML teljes link
ko: HTML 원본 이미지 링크
sk: HTML linka plný náhľad
th: HTML ลิงก์ภาพขนาดเต็ม
tr: HTML (tam görünüm bağlantısı)

source: HTML medium linked
ar: رابط HTML للصورة المتوسطة
bg_bg: Среден HTML код с връзка
el: Σύνδεσμος HTML μεσαίας
fa: کد HTML برای تصویر متوسط
fi: HTML-linkki keskikokoiseen
he: HTML מקושר בחלקו
hu: HTML középméret
ko: HTML 일반 이미지 링크
lt_lt: HTML vidutinės kokybės nuoroda
sk: stredne veľký obrázok s odkazom na originál
sr_rs: HTML srednji link
th: HTML ลิงก์ภาพขนาดกลาง
tr: HTML Standart resim link

source: HTML thumbnail linked
ar: رابط HTML للصورة الصغيرة
bg_bg: Свързана HTML картинка
el: Σύνδεσμος HTML μικρογραφίας
fa: کد HTML برای تصویر بند انگشتی
fi: HTML-kuvake linkillä
he: HTML מקושר במעט
hu: HTML miniatűr
ko: HTML 미리보기 이미지 링크
lt_lt: HTML miniatiūros nuoroda
sk: miniatúra obrázku s odkazom na originál
sr_rs: HTML link slike za pregled
th: HTML ลิงก์ภาพขนาดย่อ
tr: HTML küçük resim link

source: BBCodes
ar: رمز بي بي
bg_bg: ББКодове
fa: BBCode ها
fi: BBkoodit
hu: BBkódok
ko: BBCode 코드
lt_lt: BBkodai
sk: do fóra (BBCode)
sr_rs: BBKodovi
th: บีบีโค้ด
tr: BBKodları

source: BBCode full
ar: BBCode الكامل
bg_bg: Пълен ббкод
fi: BBCode kokonainen
he: BBCode מלא
hu: Teljes BBCode
ko: BBCode 원본 이미지
sk: BBkód plný náhľad
th: บีบีโค้ด เต็ม
tr: BBCode (tam görünüm)

source: BBCode full linked
ar: كود BB مرتبط بالكامل
bg_bg: ББКод напълно свързан
fi: BBCOde kokonainen linkki
he: BBCode מקושר במלואו
hu: BBCode teljes link
ko: BBCode 원본 이미지 링크
sk: BBkód linka plný náhľad
th: บีบีโค้ด ภาพขนาดเต็ม
tr: BBCode (tam görünüm bağlantısı)

source: BBCode medium linked
ar: رابط كود BB المتوسط
bg_bg: Средно свързан ББКод
el: Σύνδεσμος BBCode μεσαίας
fa: کد BBCode برای تصویر متوسط
fi: BBCode keskikokoisen linkki
he: BBCode מקושר בחלקו
hu: BBCode közepes link
ko: BBCode 일반 이미지 링크
lt_lt: BBkodo vidutinės kokybės nuoroda
sk: Kód do fóra so strednou zmenšeninou obrázku a odkazom.
sr_rs: BBCode medij linkovan
th: บีบีโค้ด ภาพขนาดกลาง
tr: BB Standart resim link

source: BBCode thumbnail linked
ar: رمز بي بي للصورة المصغرة
bg_bg: Свързана миниатюра на ББКод
el: Σύνδεσμος BBCode μικρογραφίας
fa: کد BBCode برای تصویر بندانگشتی
fi: BBCode-kuvake linkillä
he: BBCode מקושר במעט
hu: BBkód miniatűr
ko: BBCode 미리보기 이미지 링크
lt_lt: BBkodo miniatiūros nuoroda
sk: miniatúra obrázku s odkazom na originál
sr_rs: BBKod linkovana slika za pregled
th: บีบีโค้ด ภาพขนาดย่อ
tr: BB küçük resim link

source: Markdown full
ar: تخفيض كامل
bg_bg: Пълен маркдаун
fi: Markdown täysi
hu: Teljes markdown
ko: 마크다운 원본 이미지
th: Markdown เต็ม
tr: Markdown dolu

source: Markdown full linked
ar: رابط التخفيض بالكامل
bg_bg: напълно свързан маркдаун
fi: Markdown täysi linkitetty
hu: Teljes linkelt markdown
ko: 마크다운 원본 이미지 링크
th: Markdown ภาพขนาดเต็ม
tr: Markdown tam bağlantılı

source: Markdown medium linked
ar: رابط التخفيض المتوسط
bg_bg: Средно свързан маркдаун
fi: Markdown keskikokoinen linkitetty
hu: Közepes linkelt markdown
ko: 마크다운 일반 이미지 링크
th: Markdown ภาพขนาดกลาง
tr: Markdown orta bağlantılı

source: Markdown thumbnail linked
ar: ربط صورة التخفيض المصغرة
bg_bg: Свързана миниатюра
fi: Markdown kuvake linkitetty
hu: Miniatűr linkelt markdown
ko: 마크다운 미리보기 이미지 링크
th: Markdown ภาพขนาดย่อ
tr: İşaretleme küçük resmi bağlantılı

source: All these words
ar: كل الكلمات
bg_bg: Всички тези думи
el: Όλες αυτές οι λέξεις
fi: Kaikilla näillä sanoilla
he: כל המילים הללו
hu: Írja ide a keresett szót vagy kifejezést
ko: 모든 단어로 찾아보기
lt_lt: Visi šie žodžiai
sk: Všetky tieto slová
th: คำเหล่านี้ทั้งหมด
tr: Tüm bu kelimeler

source: Type the important words: tri-colour rat terrier
ar: اكتب الكلمات المهمة: ثلاثية الألوان
bg_bg: Въведете важните думи: tri-colour rat terrier
el: Συμπλήρωσε τις απαραίτητες λέξεις: tri-colour rat terrier
fi: Kirjoita tärkeät sanat: kolmivärinen rottaterrieri
he: הקלידו את המילים החשובות: כלבים, ציפורים
hu: Például: autós háttérképek
ko: 키워드가 될만한 단어를 넣어주세요. 예) 네눈박이 진돗개 블랙탄 강아지
lt_lt: Įveskite svarbius žodžius: trispalvė žiurkė terjeras
sk: Zadajte popisné slová: červený trpaslík
th: พิมพ์คำที่สำคัญ: แจ็ค รัสเซลล์ เทอร์เรีย สามสี
tr: Önemli olan kelimeleri giriniz: üç renkli sıçan terieri.

source: This exact word or phrase
ar: نفس الكلمة او العبارة
bg_bg: Тази точна дума или фраза
el: Η ακριβής λέξη ή φράση
fi: Juuri tällä sanalla tai ilmauksella
he: מילה או ביטוי מדויק
hu: Pontosabb keresés
ko: 입력 내용 그대로 찾아보기
lt_lt: Tai tikslus žodis ar frazė
sk: Presné slovo alebo fráza
th: คำนี้หรือวลี
tr: Bu kelime veya cümle

source: Put exact words in quotes: "rat terrier"
ar: ضع الكلمات بالضبط في الاقتباس : "rat terrier"
bg_bg: Поставете точни думи в кавички: "rat terrier"
el: Βάλε τις ακριβείς λέξεις στα εισαγωγικά: "rat terrier"
fi: Kirjoita tarkat sanat lainausmerkkien sisään: "kolmivärinen rottaterrieri"
he: הכניסו מילים מדוייקות כמו: "כלבים"
hu: Tegye idézőjelbe a teljes kifejezést: "autós háttérképek"
ko: 따옴표로 입력 내용을 묶어주세요. 예) "시베리안 허스키"
lt_lt: Įdėkite tikslius žodžius į kabutes: "žiurkių terjeras"
sk: Zadajte presný výraz do úvodzoviek: "červený trpaslík"
th: ใส่คำที่แน่นอนในเครื่องหมายคำพูด: "หนู Terrier"
tr: Tırnak arasına kesin kelimeler koymak: "osmanlı imparatorluğu"

source: None of these words
ar: أيا من هذه الكلمات
bg_bg: Нито една от тези думи
el: Καμία από αυτές τις λέξεις
fi: Ei millään näistä sanoista
he: אף אחת מהמילים הללו
hu: Találatok szűrése
ko: 입력 내용만 빼고 찾아보기
lt_lt: Nė vienas iš šių žodžių
sk: Žiadne zo slov
th: ไม่มีคำพูดเหล่านี้
tr: Bu kelimelerden hiçbiri değil

source: Put a minus sign just before words you don't want: -rodent -"Jack Russell"
ar: وضع علامة الطرح قبل الكلمات التي لا تريد:-rodent -"Jack Russell"
bg_bg: Поставете знак минус точно преди думи, които не искате: -rodent -"Jack Russell"
el: Βάλε ένα αρνητικό πρόσημο λίγο πριν από τις λέξεις που δεν θες: -rodent -"Jack Russell"
fi: Lisää miinusmerkki niiden sanojen eteen, joilla et halua hakea: -nainen, -"elin"
he: שימו מינוס רק לפני מילים שאתם לא רוצים. כמו: -"ג'ק ספארו" -"ג'וני דפ"
hu: Tegyen egy minusz jelet a nem kívánt találatok elé: -ferrari -"VW Golf"
ko: 원치 않는 입력 내용 앞에 빼기 표시를 해주세요. 예) -퍼그 -"래브라도 리트리버"
lt_lt: Įdėkite minusą prieš žodžius, kurių nenorite: -terjeras - "Džeko Raselo"
sk: Zadajte znak mínus pred slová, ktoré si neželáte: -seriál -"chladná hviezda"
th: ใส่เครื่องหมายลบก่อนคำที่คุณไม่ต้องการ: -สัตว์ฟันแทะ- "แจ๊ครัสเซล"
tr: İstemediğiniz kelimelerin hemen önünde bir eksi işareti koyun: -rodent - "Jack Russell"

source: Storage
ar: المخزن
bg_bg: Съхранение
el: Αποθήκευση
fi: Tallennustila
he: איחסון
hu: Tároló
ko: 저장소
lt_lt: Saugojimas
sk: Úložisko
th: เนื้อที่
tr: Depolama

source: IP address
ar: عنوان IP
bg_bg: IP адрес
el: Διέυθυνση IP
fi: IP-osoite
he: כתובת IP
hu: IP cím
ko: IP 주소
lt_lt: IP adresas
sk: IP adresa
th: ที่อยู่ของ IP
tr: İP adresi

source: Album name
ar: اسم الألبوم
bg_bg: Име на албума
el: Όνομα άλμπουμ
et_ee: Albumi nimi
fa: نام آلبوم
fi: Albumin nimi
he: שם האלבום
hu: Album neve
ko: 앨범 이름
lt_lt: Albumo pavadinimas
sk: Meno albumu
sr_rs: Ime albuma
th: ชื่ออัลบั้ม
tr: Albüm ismi

source: move to existing album
ar: نقل إلى الألبوم القائم
bg_bg: премести в съществуващ албум
el: μετακινηθείτε στο υπάρχον άλμπουμ
fi: siirrä olemassa olevaan albumiin
he: העבר לאלבום קיים
hu: mozgatás egy meglévő albumba
ko: 기존 앨범으로 이동
lt_lt: perkelti į jau esantį albumą
sk: presunúť do existujúceho albumu
sr_rs: premesti u postojeći album
th: ย้ายไปสู่อัลบั้มที่มีอยู่แล้ว
tr: mevcut albümü taşı

source: Album description
ar: وصف الألبوم
bg_bg: Описание на албума
el: Περιγραφή του άλμπουμ
fa: توضیحات آلبوم
fi: Albumin kuvaus
he: תיאור האלבום
hu: Album leírása
ko: 앨범 설명
lt_lt: Albumo aprašymas
sk: Popis albumu
sr_rs: Opis albuma
th: รายละเอียดของอัลบั้ม
tr: Albüm bilgileri

source: Brief description of this album
ar: وصف موجز لهذا الألبوم
bg_bg: Кратко описание албума
el: Σύντομη περιγραφή αυτού του άλμπουμ
fa: توضیحات کوتاهی در مورد این آلبوم
fi: Lyhyt kuvaus albumista
he: תאר בקצרה את האלבום
hu: Az album témájának rövid és tömör leírása
ko: 이 앨범에 대해 알려주세요
lt_lt: Trumpas albumo aprašymas
sk: Stručný popis tohoto albumu
sr_rs: Kratak opis ovog albuma
th: อธิบายสั้นๆเกี่ยวกับอัลบั้มนี้
tr: Albüm hakkında kısa tanım

source: Album privacy
ar: خصوصية الألبوم
bg_bg: Поверителност на албума
fi: Albumin yksityisyys
he: פרטיות אלבום
ko: 앨범 공개 범위
th: อัลบั้มความเป็นส่วนตัวหรือสาธารณะ
tr: Albüm gizliliği
