Repository: chypay/chevereto-free-chinese
Catalog: app/content/languages/*.po
Languages: ar, bg_bg, el, et_ee, fa, fi, he, hu, ko, lt_lt, sk, sr_rs, th, tr

source: Toggle this to enable or disable HTTPS
ar: قم بتبديل هذا الخيار إذا أردت إعتماد أو إلغاء HTTPS
bg_bg: Превключете това, за да активирате или деактивирате HTTPS
el: Εναλλαγή για να ενεργοποιήσετε ή να απενεργοποιήσετε το HTTPS
fi: Laita HTTPS päälle tai pois
he: גלגלו כדי להפעיל או לכבות HTTPS
hu: Engedélyezze, hogy be/kikapcsolja a HTTPS-t
ko: HTTPS를 활성화 또는 비활성화하려면 이 옵션을 토글 해주세요
sk: Prepnite pre zapnutie HTTPS
th: เปิดใช้งานเพื่อเปิดหรือปิดใช้งาน HTTPS
tr: HTTPS'yi etkinleştirmek veya devre dışı bırakmak için bunu değiştirin

source: Toggle this to enable or disable this storage
ar: قم بتبديل هذا الخيار إذا أردت إعتماد أو إلغاء مساحة التخزين هذه
bg_bg: Превключете това, за да активирате или деактивирате това хранилище
fi: Laita tallennustila päälle tai pois
he: גלגלו כדי להפעיל או לכבות את האיחסון הזה
hu: Engedélyezze, hogy be/kikapcsolja ezt a tárolót
ko: 이 저장소를 활성화 또는 비활성화하려면 이 옵션을 토글 해주세요
sk: Prepnite pre povolenie alebo zakázanie tohoto úložiska.
th: สลับเพื่อเปิดหรือปิดการจัดเก็บข้อมูลนี้
tr: Bu depolamayı etkinleştirmek veya devre dışı bırakmak için bunu değiştirin

source: Quota
ar: الحد الأقصى
bg_bg: Квота
el: Ποσόστωση
fi: Kiintiö
hu: Kvóta
ko: 한도
sk: Kvóta
th: อ้างอิง
tr: Kota

source: Active
ar: مفعَل
bg_bg: Активен
el: Ενεργό
fi: Aktiivinen
hu: Aktív
ko: 활성화
sk: Aktívne
th: ใช้งาน
tr: Aktif

source: Storage method
ar: طريقة التخزين
bg_bg: Метод на съхранение
el: Μέθοδος αποθήκευσης
fi: Säilytysmuoto
hu: Tárolási módszer
ko: 저장 방법
sk: Spôsob ukladania
th: วิธีการเก็บข้อมูล
tr: Depolama yöntemi

source: Local storage is used by default or when no external storage is active.
ar: يستخدم التخزين المحلي افتراضيا أوعند عدم وجود تخزين خارجي نشط.
bg_bg: Локалното хранилище се използва по подразбиране или когато няма активно външно хранилище.
el: Η τοπική αποθήκευση χρησιμοποιείται από προεπιλογή ή όταν η εξωτερική μονάδα αποθήκευσης δεν είναι ενεργή.
fi: Paikallista tallennustilaa käytetään oletuksena tai jos ulkoinen tallennustila ei ole aktiivinen.
hu: A helyi tároló az alapértelmezetten használt mód (abban az esetben is, ha nincs aktív külső tároló).
ko: 활성화된 외부 저장소가 없는 경우 내부 저장소가 사용됩니다.
sk: Vo východziom stave je natavené miestne ukladanie. Používa sa i keď nieje aktívne žiadne externé úložisko.
th: พื้นที่จัดเก็บข้อมูลภายในจะถูกใช้เป็นค่าเริ่มต้นหรือเมื่อไม่มีการใช้ที่เก็บข้อมูลภายนอก.
tr: Yerel depolama varsayılan olarak veya harici depolama etkin olmadığında kullanılır.

source: If you need help check the <a %s>storage documentation</a>.
ar: إذا احتجت للمساعدة الف نظرة على <a %s> توثيق التخزين </a>.
bg_bg: Ако имате нужда от помощ, проверете <a %s> документацията за съхранение </a>.
fi: Jos tarvitse apua, katso <a %s>säilytystilan ohjeet</a>.
hu: Ha segítségre lenne szüksége olvassa el a <a %s>tároló dokumentációt</a>.
ko: 도움이 필요하다면 <a %s>저장소 문서</a>를 참조해주세요.
sk: Ak potrebujete pomoc, prezrite si <a %s>dokumentáciu úložiska</a>.
th: หากต้องการความช่วยเหลือโปรดตรวจสอบ <a %s>เอกสารข้อมูลการจัดเก็บ</a>
tr: Yardıma ihtiyacınız olursa <a %s>depolama belgelerini</a> kontrol edin..

source: Edit storage
ar: تعديل التخزين
bg_bg: Редактиране на хранилището
el: Επεξεργασία αποθήκευσης
fi: Muokkaa tallennustilaa
hu: Tároló szerkesztése
ko: 저장소 속성 편집
sk: Upraviť úložisko
th: แก้ไขการจัดเก็บข้อมูล
tr: Depolamayı düzenle

source: From name
ar: إسم المرسل
bg_bg: От име
el: Από όνομα
fa: نام
fi: Nimellä
hu: Küldő neve
ko: 보내는 사람 이름
sk: Z mena
sr_rs: Od
th: จากชื่อ
tr: İsminiz (Adınız)

source: Sender name for emails sent to users.
ar: إسم المرسل يظهر عند إرسال رسائل بريدية إلى الأعضاء.
bg_bg: Име, от което потребителите ще се получават email-ите
el: Όνομα αποστολέα για τα email που αποστέλλονται στους χρήστες.
fa: نام ارسال کننده برای ایمیل های ارسال شده به کاربران
fi: Sähköpostin lähettäjän nimi
hu: Ez lesz a küldő neve a felhasználóknak kiküldött üzenetekben.
ko: 사용자에게 보내는 이메일에 표시할 보내는 사람 이름입니다.
sk: Meno odesielateľa uvedeného v e-mailoch odoslaných užívateľom.
sr_rs: Ime pošiljaoca za emailove poslate korisnicima.
th: ชื่อผู้ส่งสำหรับอีเมลที่ส่งถึงผู้ใช้
tr: Email gönderilecek kullanıcıların isim veya isimlerini yazınız..

source: Email mode
ar: وضع البريد الإلكتروني
bg_bg: Режим на имейл
el: Τρόπος λειτουργίας email
fa: روش ارسال ایمیل
fi: Sähköpostitila
hu: E-mail mód
ko: 이메일 모드
sk: Režim e-mailu
sr_rs: Email mod
th: โหมดอีเมล
tr: E-posta modu

source: How to send emails? SMTP recommended.
ar: ما هي الطريقة المراد استخدامها لارسال البريد الالكتروني؟ يفضل استخدام SMTP
bg_bg: Как да изпращам имейли? SMTP се препоръчва.
fa: نحوه ی ارسال ایمیل ها؟ SMTP پیشنهاد میشود
fi: Kuinka sähköpostit lähetetään? SMTP on suositeltu.
hu: Hogyan küldjük ki az e-maileket? Ajánlott: SMTP
ko: 이메일을 보내는 방식을 설정합니다. SMTP 방식을 권장합니다.
sk: Spôsob odesielania e-mailov. Doporučená metóda SMTP.
sr_rs: Kako poslati emailove? SMTP je preporučeno.
th: วิธีการส่งอีเมล? แนะนำ SMTP
tr: E-postalar nasıl gönderilecek? SMTP önerilir.

source: SMTP server and port
ar: خادم ومنفذ SMTP
bg_bg: SMTP сървър и порт
el: Διακομιστής και θύρα SMTP
fa: پرت و سرور smtp
fi: SMTP-palvelin osoite ja portti
hu: SMTP szerver és port
ko: SMTP 서버 및 포트
sk: SMTP server a port
sr_rs: SMTP server i port
th: เซิร์ฟเวอร์ SMTP และพอร์ต
tr: SMTP server adresi ve port numarası

source: SMTP server
ar: سيرفر SMTP
bg_bg: SMTP сървър
el: Διακομιστής SMTP
fa: سرور SMTP
fi: SMTP-palvlein
hu: SMTP szerver
ko: SMTP 서버
th: เซิร์ฟเวอร์ SMTP

source: SMTP username
ar: اسم مستخدم SMTP
bg_bg: SMTP потребител
el: Όνομα χρήστη SMTP
fa: نام کاربری SMTP
fi: SMTP-käyttäjänimi
he: שם משתמש SMTP
hu: SMTP felhasználónév
ko: SMTP 사용자 이름
sk: Užívateľské meno na SMTP server
sr_rs: SMTP korisničko ime
th: ชื่อผู้ใช้ SMTP
tr: SMTP Kullanıcı Adı

source: SMTP password
ar: كلمة سر SMTP
bg_bg: SMTP парола
el: Κωδικός πρόσβασης SMTP
fa: رمز عبور SMTP
fi: SMTP-salasana
he: סיסמת לשרת SMTP
hu: SMTP jelszó
ko: SMTP 사용자 암호
sk: Heslo na SMTP server
sr_rs: SMTP lozinka
th: รหัสผ่าน SMTP
tr: SMTP Şifre

source: SMTP security
ar: حماية SMTP
bg_bg: SMTP защита
el: Ασφάλεια SMTP
fa: امنیت SMTP
fi: SMTP-suojaustyyppi
hu: SMTP biztonság
ko: SMTP 보안 연결 방법
sk: SMTP zabezpečenie
sr_rs: SMTP sigurnost
th: การรักษาความปลอดภัย SMTP
tr: SMTP Güvenliğini

source: Unsecured
ar: غير محمي
bg_bg: Незащитено
el: Ανασφαλής
fa: غیر امن
fi: Suojaamaton
hu: Nem biztonságos
ko: 보안 연결 안 함
sk: Nezabezpečené
sr_rs: Bez sigurnosti
th: ไม่มั่นคง
tr: Güvensiz

source: Decode ID
bg_bg: ID за декодиране
ko: ID 디코딩(복호화)
th: ถอดรหัส ID
tr: Kod çözme ID

source: Encode ID
bg_bg: ID за енкодинг
ko: ID 인코딩(암호화)
th: เข้ารหัส ID
tr: Kodlama ID

source: Send test email
ar: ‘رسال بريد اليكترونى تجريبى
bg_bg: Изпратете тестов имейл
fi: Lähetä testisähköposti
hu: Teszt e-mail küldése
ko: 테스트 이메일 보내기
th: ทดสอบส่งเมล
tr: Test e-postası gönder

source: Use this to test how your emails are being delivered. We recommend you to use %s.
ar: استخدم هذا لإظهار رسائل البريد المستلمة. ننصح باستخدام %s.
bg_bg: Използвайте това, за да проверите как се доставят вашите имейли. Препоръчваме ви да използвате %s.
fi: Käytä tätä nähdäksesi kuinka sähköpostit lähetetään. Suosittelemme käyttämään %s.
hu: Használja ezt a beépített tesztet, hogy kipróbálja a rendszerüzenetek küldését. Az ajánlott módszer: %s.
ko: 설정한 이메일이 정상 작동하는지 테스트해볼 수 있습니다. %s을(를) 사용해보는 것을 권장합니다.
th: ใช้วิธีนี้เพื่อทดสอบว่ามีการส่งอีเมลของคุณอย่างไร เราขอแนะนำให้คุณใช้ %s
tr: E-postalarınızın nasıl teslim edildiğini test etmek için bunu kullanın. %s kullanmanızı tavsiye ederiz.

source: Export a user
bg_bg: Експортиране на потребител
ko: 사용자 정보 내보내기
th: ส่งออกผู้ใช้
tr: Bir kullanıcıyı dışa aktar

source: Export user
bg_bg: Експортиране на потребителя
ko: 사용자 정보 내보내기
th: ส่งออกผู้ใช้
tr: Kullanıcıyı dışa aktar

source: This will allow you to download a user's standard personal information in JSON format.
bg_bg: Това ще ви позволи да изтеглите стандартна лична информация на потребителя във формат JSON.
ko: 사용자의 일반 정보를 JSON 형식으로 다운로드 할 수 있습니다.
th: ซึ่งจะช่วยให้คุณสามารถดาวน์โหลดข้อมูลส่วนบุคคลมาตรฐานของผู้ใช้ในรูปแบบ JSON ได้
tr: Bu, kullanıcının standart kişisel bilgilerini JSON formatında indirmenize izin verecektir.

source: Regenerate external storage stats
bg_bg: Възстановете статистиката за външно съхранение
ko: 외부 저장소 통계 재생성
th: สร้างสถิติการจัดเก็บข้อมูลภายนอกใหม่
tr: Harici depolama istatistiklerini yeniden oluşturun

source: Storage id
bg_bg: Идент. № за съхранение
ko: 저장소 id
th: ไอดีที่เก็บข้อมูล
tr: Depolama kimliği

source: Regenerate
bg_bg: Повторно генериране
ko: 재생성하기
th: สร้างใหม่
tr: Tekrar Üret

source: This will re-calculate the sum of all the image records associated to the target external storage.
bg_bg: Това ще пресметне сумата от всички записи на изображения, свързани с целевото външно хранилище.
ko: 대상 외부 저장소와 관련된 모든 이미지 레코드 합계를 다시 계산합니다.
th: การคำนวณนี้จะเป็นการคำนวณผลรวมของรูปภาพทั้งหมดที่ได้เชื่อมโยงกับเป้าหมายพื้นที่เก็บข้อมูลภายนอก
tr: Bu, hedef harici depolama birimiyle ilişkili tüm görüntü kayıtlarının toplamını yeniden hesaplar.

source: Migrate image records from one external storage to another
bg_bg: Мигрирайте записи на изображения от една външна памет към друга
ko: 외부 저장소에서 다른 외부저장소로 이미지 레코드 마이그레이션
th: ย้ายข้อมูลระเบียนภาพจากที่จัดเก็บข้อมูลภายนอกหนึ่งไปยังอีกที่หนึ่ง
tr: Görüntü kayıtlarını bir harici depolama biriminden diğerine geçirme

source: Source storage id
bg_bg: Идент. № за съхранение
ko: 소스 외부 저장소 id
th: ต้นทางไอดีที่เก็บข้อมูล
tr: Kaynak depolama kimliği

source: Target storage id
bg_bg: Идентификационен номер за съхранение
ko: 대상 외부 저장소 id
th: ปลายทางไอดีที่เก็บข้อมูล
tr: Hedef depolama kimliği

source: Migrate
bg_bg: Мигриране
ko: 마이그레이션하기
tr: Göç

source: This only updates the database. You must transfer the actual files to target storage container on your own. URL rewriting is strongly recommended. Use zero (0) for local storage.
bg_bg: Това актуализира само базата данни. Трябва сами да прехвърлите действителните файлове в целевия контейнер за съхранение. Препоръчва се пренаписване на URL адреси. Използвайте нула (0) за локално съхранение.
ko: 마이그레이션은 데이터베이스만 업데이트하며 실제 파일은 대상 외부 저장소 컨테이너로 직접 옮겨야 합니다. URL을 다시 작성하는 것이 좋습니다. 내부 저장소에는 0을 사용해주세요.
tr: Bu sadece veritabanını günceller. Gerçek dosyaları hedef depolama kabına kendiniz aktarmanız gerekir. URL yeniden yazma şiddetle tavsiye edilir. Yerel depolama için sıfır (0) kullanın.

source: social networks
bg_bg: социални мрежи
fi: sosiaaliset verkostot
ko: 소셜 네트워크
th: สังคมออนไลน์
tr: sosyal ağlar

source: You need a <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> for this.
ar: تحتاج إلى <a href="https://developers.facebook.com/" target="_blank"> برنامج الفيسبوك </a> من أجل هذا.
bg_bg: Необходимо е <a href="https://developers.facebook.com/" target="_blank">Facebook приложение</a>
el: Χρειάζεστε ένα <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> για αυτό.
fa: شما برای این به یک <a href="https://developers.facebook.com/" target="_blank">اپ فیسبوک</a> نیاز دارید
fi: Tarvitset <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> sovelluksen tätä varten.
hu: Ehhez szükséges egy <a href="https://developers.facebook.com/" target="_blank">Facebook alkalmazás.</a>
ko: 연동 하려면 <a href="https://developers.facebook.com/" target="_blank">Facebook 앱</a>이 필요합니다.
sk: Potrebujete <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> pre toto.
sr_rs: Treba vam <a href="https://developers.facebook.com/" target="_blank">Facebook aplikacija</a> za ovo.
th: คุณต้องมี <a href="https://developers.facebook.com/" target="_blank">แอป Facebook</a> สำหรับข้อมูล
tr: Bu modu kullanmak için Facebook uygulaması gerekmektedir. Örnek olarak <a href="https://developers.facebook.com/" target="_blank">Facebook app </a>

source: Facebook app id
ar: رمز التعريف لتطبيق الفيسبوك
bg_bg: ID на фейсбук апликацията
fa: شناسه ی اپ فیسبوک
hu: Facebook alkalmazás azonosító (ID)
ko: Facebook 앱 id
sr_rs: Facebook identifikacioni ključ
th: Facebook แอพไอดี

source: Facebook app secret
ar: الرمز السري لتطبيق الفيسبوك
bg_bg: Секретен код на фейсбук апликацията
fa: کد امنیتی اپ فیسبوک
hu: Facebook alkalmazás titkos kulcs (secret)
ko: Facebook 앱 시크릿 코드(secret)
sr_rs: Facebook tajni ključ
th: Facebook แอพซีเคร็ท
tr: Facebook app secret kodu

source: You need a <a href="https://apps.twitter.com" target="_blank">Twitter app</a> for this.
ar: تحتاج إلى <a href="https://apps.twitter.com" target="_blank">تطبيق تويتر</a> لذلك .
bg_bg: Необходимо е <a href="https://apps.twitter.com" target="_blank">Twitter приложение</a>
el: Χρειάζεστε ένα <a href="https://apps.twitter.com" target="_blank">Twitter app</a> για αυτό.
fa: شما به یک You need a <a href="https://apps.twitter.com" target="_blank">اپ توییتر</a> برای این نیاز دارید
fi: Tarvitset <a href="https://apps.twitter.com" target="_blank">Twitter app</a> sovelluksen tätä varten.
hu: Ehhez egy <a href="https://apps.twitter.com" target="_blank">Twitter alkalmazás szükséges.</a>
ko: 연동 하려면 <a href="https://apps.twitter.com" target="_blank">Twitter 앱 </a>이 필요합니다.
sk: Potrebujete <a href="https://apps.twitter.com" target="_blank">Twitter app</a> pre toto.
sr_rs: Treba vam <a href="https://apps.twitter.com" target="_blank">Twitter aplikacija</a> za ovo.
th: คุณต้องมี <a href="https://apps.twitter.com" target="_blank">แอป Twitter</a> สำหรับข้อมูล
tr: Bu modu kullanmak için Twitter uygulaması gerekmektedir. Örnek olarak <a href="https://apps.twitter.com" target="_blank">Twitter app</a>

source: Twitter API key
ar: مفتاح الـ API للتويتر
bg_bg: API Ключ на Twitter
hu: Twitter API kulcs
ko: Twitter API 키
sr_rs: Twitter API ključ
tr: Twitter API anahtarı

source: Twitter API secret
ar: رمز الـ API للتويتر
bg_bg: Секретен код на Twitter
hu: Twitter API titkos kulcs (secret)
ko: Twitter API 시크릿 코드(secret)
sr_rs: Twitter API tajna
tr: Twitter API secret kodu

source: Twitter account
ar: حساب تويتر
bg_bg: Twitter акаунт
el: Twitter λογαριασμός
fa: حساب توییتر
fi: Twitter-käyttäjätili
hu: Twitter fiók
ko: Twitter 계정
sr_rs: Twitter nalog
th: บัญชี Twitter
tr: Twitter hesabı

source: You need a <a href="https://cloud.google.com/console" target="_blank">Google app</a> for this.
ar: تحتاج إلى <a href="https://cloud.google.com/console" target="_blank">تطبيق جوجل</a> لذلك .
bg_bg: Необходимо е <a href="https://cloud.google.com/console" target="_blank">Google приложение</a>
el: Χρειάζεστε ένα <a href="https://cloud.google.com/console" target="_blank">Google app</a> για αυτό.
fa: شما به یک You need a <a href="https://cloud.google.com/console" target="_blank">Google app</a> برای این نیاز دارید.
fi: Tarvitset <a href="https://cloud.google.com/console" target="_blank">Google app</a> sovelluksen tätä varten.
hu: Ehhez egy <a href="https://cloud.google.com/console" target="_blank">Google alkalmazás szükséges.</a>
ko: 연동 하려면 <a href="https://cloud.google.com/console" target="_blank">Google 앱</a>이 필요합니다.
sk: Potrebujete <a href="https://cloud.google.com/console" target="_blank">Google app</a> pre toto.
sr_rs: Treba vam <a href="https://cloud.google.com/console" target="_blank">Google aplikacija</a> za ovo.
th: คุณต้องมี <a href="https://cloud.google.com/console" target="_blank">แอป Google</a> สำหรับข้อมูล
tr: Bu modu kullanmak için Google uygulaması gerekmektedir. Örnek olarak <a href="https://cloud.google.com/console" target="_blank">Google app</a>

source: Google client id
ar: رمز التعريف لعميل جوجل
bg_bg: Идент. № на клиента на Google
hu: Google kliens id
ko: Google 클라이언트 id
sr_rs: Google ID klijenta

source: Google client secret
ar: الرمز السري لعميل جوجل
bg_bg: Секретен код на Google
hu: Google kliens titkos kulcs (secret)
ko: Google 클라이언트 시크릿 코드(secret)
sr_rs: Google klijent tajna
tr: Google client secret kodu

source: You need a <a href="http://vk.com/dev" target="_blank">VK app</a> for this.
ar: تحتاج إلى <a href="http://vk.com/dev" target="_blank"> تطبيق VK </a> لهذا
bg_bg: За това се нуждаете от <a href="http://vk.com/dev" target="_blank">VK приложение</a>.
fi: Tarvitset <a href="http://vk.com/dev" target="_blank">VK ohjelman</a> tätä varten.
hu: Ehhez egy<a href="http://vk.com/dev" target="_blank">VK alkalmazás</a> szükséges.
ko: 연동하려면 <a href="http://vk.com/dev" target="_blank">VK 앱</a>이 필요합니다.
sk: Potrebujete <a href="http://vk.com/dev" target="_blank">VK app</a> pre toto.
th: คุณต้องมี <a href="http://vk.com/dev" target="_blank">แอป VK</a> สำหรับข้อมูล
tr: Bunun için bir <a href="http://vk.com/dev" target="_blank">VK uygulamasına</a> ihtiyacınız var.

source: VK client id
ar: رقم هوية مستخدم VK
bg_bg: VK клиентски номер
fi: CK asiakas id
hu: VK kliens azonosító (ID)
ko: VK 클라이언트 id
tr: VK müşteri kimliği

source: VK client secret
ar: الرمز السري لمستخدم VK
bg_bg: Секретен код на VK
fi: VK asiakas salaisuus
hu: VK kliens titkos kulcs (secret)
ko: VK client 시크릿 코드(secret)

source: %s spam protection
bg_bg: %s защита срещу спам
ko: %s 스팸 보호
tr: %s spam koruması

source: user generated content
bg_bg: генерираното от потребителите съдържание
ko: 사용자 생성 게시물
tr: kullanıcı tarafından oluşturulan içerik

source: Enable this to use %l to block spam on %c.
bg_bg: Активирайте това, за да използвате %l за блокиране на спам на %c.
ko: %l을(를) 사용하여 %c 스팸을 차단하려면 이 옵션을 활성화로 설정해주세요.
tr: %c üzerindeki spam'ı engellemek için %l kullanmak için bunu etkinleştirin.

source: %s API key
bg_bg: %s API ключ
ko: %s API 키
tr: %s API anahtarı

source: user signup
bg_bg: регистрация на потребител
ko: 사용자 가입
tr: kullanıcı kaydı

source: You need a <a href="%s" target="_blank">reCAPTCHA key</a> for this.
ar: تحتاج <a href="%s" target="_blank">reCAPTCHA key</a> لتفعيل هذا الخيار.
bg_bg: За това се нуждаете от <a href="%s" target="_blank">reCAPTCHA ключ</a>.
fa: شما به یک <a href="%s" target="_blank">کلید reCAPTCHA </a> برای این نیاز دارید
fi: Tarvitset <a href="%s" target="_blank">reCAPTCHA avaimen</a> tätä varten.
hu: Ehhez szüksége lesz egy <a href="%s" target="_blank">reCAPTCHA kulcsra</a>.
ko: 연동하려면 <a href="%s" target="_blank">reCAPTCHA 키</a>가 필요합니다.
sk: Potrebujete <a href="%s" target="_blank">reCAPTCHA kľúč</a>.
sr_rs: Za ovo trabate <a href="%s" target="_blank">reCAPTCHA ključ</a>
th: คุณต้องมี <a href="%s" target="_blank">คีย์ reCAPTCHA</a> สำหรับข้อมูล
tr: Bunun için bir <a href="%s" target="_blank">reCAPTCHA anahtarına</a> ihtiyacınız var.

source: Please note that each reCAPTCHA version require its own set of keys. Don't forget to update the keys if you change versions.
bg_bg: Моля, обърнете внимание, че всяка версия на reCAPTCHA изисква собствен набор от ключове. Не забравяйте да актуализирате ключовете, ако промените версиите.
ko: 각 reCAPTCHA 버전에는 고유한 키 세트가 필요합니다. 버전을 변경하는 경우 키를 업데이트하는 것을 잊지 마세요.
tr: Her reCAPTCHA sürümünün kendi anahtar kümesini gerektirdiğini lütfen unutmayın. Sürümleri değiştirirseniz anahtarları güncellemeyi unutmayın.

source: %s site key
bg_bg: %s ключ на сайта
fi: %s sivuston avain
ko: %s 사이트 키(site key)

source: %s secret key
bg_bg: %s секретен код
fi: %s salainen avain
ko: %s 비밀 키(secert key)

source: reCAPTCHA threshold
ar: بداية reCAPTCHA
bg_bg: reCAPTCHA праг
fi: reCAPTCHA-kynnys
hu: reCAPTCHA tűréshatár
ko: reCAPTCHA 한도
sk: reCAPTCHA prah
sr_rs: reCAPTCHA prag

source: How many failed attempts are needed to ask for reCAPTCHA? Use zero (0) to always show reCAPTCHA.
ar: ما هي عدد المحاولات الفاشلة التى يعدها يطلب مكون reCAPTCHA ؟ استخدم صفر (0) دائما لإظهار reCAPTCHA
bg_bg: Колко неуспешни опита са необходими, за да се поиска reCAPTCHA? Използвайте нула (0), за да показвате винаги reCAPTCHA.
el: Μετά από πόσες αποτυχημένες προσπάθειες να γίνει ερώτηση reCAPTCHA? Βάλε (0) για να γίνετε πάντα ερώτηση reCAPTCHA.
fi: Kuinka monta epäonnistunutta kirjautumisyritystä ennen kuin pyydetään reCAPTCHA? Käytä nollaa (0) näyttääksesi aina reCAPTCHA.
hu: Hány hibás próbálkozás legyen szükséges a reCAPTCHA megjelenéséhez? Nulla (0) használata esetén mindig meg fog jelenni.
ko: reCAPTCHA 호출에 필요한 실패 시도 횟수를 설정해주세요.항상 reCAPTCHA를 표시하려면 0으로 설정해주세요.
sk: Koľko neplatných pokusov je potrebných na požadovanie reCAPTCHA? Použite nula (0) na stále zobrazovanie reCAPTCHA.
th: ต้องมีกี่ครั้งที่ล้มเหลวในการขอ reCAPTCHA? ใช้ศูนย์ (0) เพื่อแสดง reCAPTCHA เสมอ
tr: ReCAPTCHA'yı istemek için kaç başarısız girişimde bulunulmalı? ReCAPTCHA'yı her zaman göstermek için sıfır (0) kullanın.

source: Force %s on contact page
bg_bg: Принуди %s на страницата за контакти
ko: 문의하기 페이지 %s 강제적용
tr: Kişi sayfasını %s zorla

source: Enable this to always show %s on contact page.
bg_bg: Активирайте това, за да се показва винаги %s на страницата за контакти.
ko: 문의하기 페이지에 %s를 항상 사용하려면 이 옵션을 활성화로 설정해주세요.
tr: Kişi sayfasında her zaman %s göstermek için bunu etkinleştirin.

source: Comments API
bg_bg: API за коментари
fi: Kommentointi API
ko: 댓글 API
tr: Yorumlar API'si

source: Disqus API works with %s.
bg_bg: Disqus API работи с %s.
fi: Disqus API toimii %s kanssa.
ko: Disqus API 는 %s로 작동합니다.
tr: Disqus API %s ile çalışır.

source: Disqus shortname
bg_bg: Disqus кратко име
fi: Disqus lyhytnimi
ko: Disqus 짧은 이름(shortname)

source: %s public key
bg_bg: %s публичен ключ
fi: %s julkinen avain
ko: %s 공개 키
th: รหัสการเข้าถึง | %s

source: Comment code
ar: كود التعليق
bg_bg: Код за коментар
el: Κώδικας σχολίων
fa: کد نظرات
fi: Kommenttikoodi
hu: Komment kód
ko: 댓글 코드
sk: Kód komentáru
sr_rs: Kod za komentare
tr: Kodun İçeriği

source: Disqus, Facebook or anything you want. It will be used in image view.
ar: ديسكاس، الفيسبوك أو أي شيء تريده. سيتم استخدامه في عرض الصورة.
bg_bg: Disqus, Facebook или всичко, което искате. Те ще бъдат използвани при изглед на изображение
el: Disqus, Facebook ή ότι άλλο θέλετε. Θα χρησιμοποιηθεί στην προβολή εικόνων.
fa: دیکاس ، فیسبوک و یا هر چیزی که شما مایل باشید. این در قسمت نمایش تصویر استفاده میشود.
fi: Disqus, Facebook tai mitä ikinä käytätkin. Tätä käytetään kuvan katselutilassa.
hu: Disqus, Facebook vagy bármi más amit szeretne. A képnézetben kerül megjelenítésre.
ko: Disqus, Facebook 또는 다른 원하는 서비스의 코드를 넣어주세요. 댓글은 이미지 뷰어에 사용됩니다.
sk: Disqus, Facebook alebo čokoľvek iného. Bude použité v zobrazení obrázku.
sr_rs: Disqus, Facebook ili šta god vam treba. Biće korišćeno prilikom pregleda slika.
th: ไม่อนุญาต, Facebook หรือสิ่งที่คุณต้องการ จะใช้ในมุมมองภาพ
tr: Disqus, Facebook veya başka bir yerden görüntü almak istiyorum. Alınacak görüntü profilde gösterilecektir.

source: Automatic approve
ko: 자동 승인
tr: Otomatik onay

source: Block content
ko: 블럭한 게시물
tr: İçeriği engelle

source: Adult
ko: 성인
tr: Yetişkin

source: Teen and adult
ko: 미성년자와 성인
tr: Genç ve yetişkin

source: Flag NSFW
ko: 후방주의 표기
tr: NSFW olarak işaretle.

source: Analytics code
ar: كود التحليل
bg_bg: Код на Google Анализ
el: Κώδικας στατιστικών
fa: کد آمارگیر
fi: Analytics-koodi
hu: Analytics kód
ko: 접속 통계 코드
sk: Kód analytics.
sr_rs: Kod za statistiku
tr: Google Analytics kodunuzu giriniz.

source: Google Analytics or anything you want. It will be added to the theme footer.
ar: كود تحليل جوجل أو أي شئ تريده ، سوف يتم إضافته في ذيل التصميم.
bg_bg: Google Analytics или всичко, което искате. Те ще бъдат добавени към долната част на темата.
el: Google Analytics ή ότι άλλο θέλετε. Θα προστεθεί στο footer του θέματος.
fa: گوگل آنالیتیکس یا هر چیز دیگری که شما مایلید. این در فوتر سایت نمایش داده میشود
fi: Google Analytics tai mitä ikinä käytätkin. Tämä koodi lisätään teemaan footeriin.
hu: Google Analytics vagy bármi más amit szeretne. A sablon láblécébe (footer) kerül.
ko: Google 애널리틱스 또는 다른 원하는 서비스의 코드를 넣어주세요. 접속 통계는 테마의 푸터에 추가됩니다.
sk: Google Analytics alebo čokoľvek iného. Bude pridané do pätičky.
sr_rs: Google Analitika ili šta god hoćete. Biće dodato u podnožju teme.
th: Google Analytics หรือสิ่งที่คุณต้องการ จะถูกเพิ่มลงในส่วนท้ายของรูปแบบ
tr: Google analitik kodununun özelliklerini sayfanın altında göstermek istiyormusunuz?
